Repository: nas4free/nas4free
Catalog: trunk/locale/*.po
Languages: pt_br

source: was assigned to
pt_br: foi atribuído a

source: %d days
pt_br: %d dias

source: %d week
pt_br: %d semana

source: %d weeks
pt_br: %d semanas

source: %d year
pt_br: %d ano

source: %d years
pt_br: %d anos

source: %d%% of %dMiB
pt_br: %d%% de %dMiB

source: %dB / block
pt_br: %dB / bloco

source: %s interface
pt_br: interface %s

source: %s is too long.
pt_br: %s é muito longo.

source: %s is used to create %s volumes.
pt_br: %s é usado para criar volumes %s

source: %s of %sB
pt_br: %s de %sB

source: %s on %s
pt_br: %s em %s

source: %s%% available
pt_br: %s%% disponível

source: %s%d %s is already used by %s%d.
pt_br: %s%d %s já está em uso por %s%d.

source: %s: cannot get mirror name.
pt_br: %s: Não é possível obter o nome do espelhamento.

source: %sB available of %sB
pt_br: %sB disponíveis de %sB

source: %sB used of %sB
pt_br: %sB usados de %sB

source: *** Imported duplicate ***
pt_br: *** Importado em duplicidade ***

source: 0=disabled, 1-255=enabled command queuing with specified depth.
pt_br: 0=desativado, 1-255=enfileiramento de comandos ativado com a profundidade especificada.

source: 1. Use these specials actions for debugging only!<br />2. There is no need of using this menu for starting a RAID volume (start automaticaly).
pt_br: 1. Use estas ações especiais somente para debug!<br />2.Não é necessário usar este menu para iniciar um volume RAID (inicia automaticamente).

source: 802.1Q VLAN tag (between 1 and 4094).
pt_br: Tag da VLAN 802.1Q (Entre 1 e 4094).

source: <a href='%s'>SSHD</a> must be enabled for Unison to work, and the <a href='%s'>user</a> must have shell access.
pt_br: <a href='%s'>SSHD</a> deve ser habilitado para que o Unison funcione, e o <a href='%s'>usuário</a> deve ter acesso ao console (terminal).

source: <b>EFI GPT partition</b> if you want to mount a GPT formatted drive (<b>default partition</b>).<br/><b>MBR partition</b> if you want to mount a UFS formatted drive or do imported disks from other OS.<br/><b>CD/DVD volume</b> if you want to mount a CD/DVD volume.
pt_br: <b>partição EFI GPT </b> se você quiser montar um disco formatado em GPT (<b>partição padrão</b>).<br/><b>partição MBR </b> se voce quiser montar um disco formatado em UFS ou importar discos de outros OS.<br/><b>volume CD/DVD</b> se você deseja montar um volume CD/DVD.

source: <div id='enumeration'><ul><li>%d - Date</li><li>%h - Hostname</li></ul></div>
pt_br: <div id='enumeração'><ul><li>%d - Data</li><li>%h - Nome de Host</li></ul></div>

source: <div id='enumeration'><ul><li>The new password is also the default root password of the system!</li></ul></div>
pt_br: <div id='lista'><ul><li>A nova senha também é a senha padrão do usuário 'root' do sistema!</li></ul></div>

source: <li>Default - Rsync will choose the 'during' algorithm when talking to rsync 3.0.0 or newer, and the 'before' algorithm when talking to an older rsync.</li><li>Before - File-deletions will be done before the transfer starts.</li><li>During - File-deletions will be done incrementally as the transfer happens.</li><li>Delay - File-deletions will be computed during the transfer, and then removed after the transfer completes.</li><li>After - File-deletions will be done after the transfer has completed.</li>
pt_br: <li>Default - Rsync escolherá o algoritmo "durante" quando estiver conversando com um rsync da versão 3.0.0 ou mais novo, e o algoritmo "antes" quando estiver conversando com uma versão mais antiga do rsync.</li><li>Antes - A exclusão de arquivos será realizada antes do início da transferência</li><li>Durante - A exclusão de arquivos será realizada incrementalmente à medida que a transferência esteja se processando.</li><li>Atraso - A exclusão de arquivos será computada durante a transferência, e em seguida removida após o seu término.</li><li>Após - A exclusão de arquivos será realizada após finalizada a transferência</li>

source: A Auth Group contains authorised users and secrets for additional security.
pt_br: O Grupo de Autenticação contém os usuários e senhas autorizados para segurança adicional.

source: A Initiator Group contains authorised initiator names and networks to access the target.
pt_br: O grupo 'Iniciadores' contém os nomes de iniciadores e redes autorizados a acessar o alvo.

source: A NTP time server name may only contain the characters a-z, 0-9, '-' and '.'.
pt_br: O nome do servidor NTP pode conter somente os caracteres a-z, 0-9, '-' e '.'.

source: A Portal Group contains IP addresses and listening TCP ports to connect the target from the initiator.
pt_br: Um Grupo Portal contém endereços IP e portas de monitoramento TCP para conexão ao destino a partir do iniciador.

source: A VLAN with the tag %s is already defined on this interface.
pt_br: Uma VLAN com a tag %s já está definida nesta interface.

source: A directory listing is generated if a directory is requested and no index-file (index.php, index.html, index.htm or default.htm) was found in that directory.
pt_br: Uma listagem de diretório é gerada se houver uma requisição ao diretório sem que haja um arquivo-indíce (index.php, index.html, index.htm ou default.htm) naquele diretório.

source: A host name alias. This option can appear multiple times, for each domain that has the same IP. Use a space to separate multiple alias names.
pt_br: Um sinônimo para o nome da máquina. Esta opção pode aparecer várias vezes, para cada domínio que use o mesmo IP. Use um espaço para separar multiplos sinônimos.

source: A key will be either 5 or 13 characters (40 or 104 bits) depending of the local network and the capabilities of the adaptor. It may be specified either as a plain string or as a string of hexadecimal digits preceded by '0x'.
pt_br: Uma chave terá 5 ou 13 caracteres (40 ou 104 bits) dependendo da rede local e das capacidades do adaptador. Poderá ser especificada tanto como uma sequência pura de caracteres como uma sequência de dígitos hexadecimais precedidos por '0x'.

source: A route to this destination network already exists.
pt_br: Já existe uma rota para esta rede de destino.

source: A valid IP address must be specified.
pt_br: Um endereço IP válido deve ser especificado.

source: A valid IPv4 address must be specified for the primary/secondary DNS server.
pt_br: Um endereço IPv4 válido deve ser especificado para o servidor DNS primário/secundário.

source: A valid IPv4 address must be specified.
pt_br: Um endereço IPv4 válido deve ser especificado.

source: A valid IPv4 network bit count must be specified.
pt_br: Uma contagem de bits de rede IPv4 válida deve ser especificada.

source: A valid IPv6 Gateway address must be specified.
pt_br: Um endereço IPv6 válido para o Gateway deve ser especificado.

source: A valid IPv6 address must be specified for the primary/secondary DNS server.
pt_br: Um endereço IPv6 válido deve ser especificado para o servidor DNS primário/secundário.

source: A valid IPv6 address must be specified.
pt_br: Um endereço IPv6 válido deve ser especificado.

source: A valid IPv6 prefix must be specified.
pt_br: Um prefixo IPv6 válido deve ser especificado.

source: A valid destination network must be specified.
pt_br: Uma rede de destino válida deve ser especificada.

source: A valid gateway IP address must be specified.
pt_br: Deve ser especificado um endereço IP válido para o gateway.

source: A valid mtu size must be specified.
pt_br: Deve-se especificar um tamanho válido para o MTU.

source: A valid network bit count (1-32) must be specified.
pt_br: Um tamanho válido de bits de rede (1-32) deve ser especificado.

source: A valid prefix (1-128) must be specified.
pt_br: Um prefixo válido (1-128) deve ser especificado.

source: A valid systctl MIB value.
pt_br: Um valor systctl MIB válido.

source: AD authentication disabled
pt_br: Autenticação AD desativada

source: AD or PDC name.
pt_br: Nome do AD ou do PDC.

source: AIO read size
pt_br: Tamanho de leitura AIO

source: AIO write size
pt_br: Tamanho de escrita AIO

source: ALL interfaces
pt_br: TODAS interfaces

source: ARP Tables
pt_br: Tabelas ARP

source: ARP tables
pt_br: tabelas ARP

source: Access
pt_br: Acesso

source: Access Restrictions
pt_br: Restrições de acesso

source: Access Time (atime)
pt_br: Tempo de Acesso (atime)

source: Access mode
pt_br: Modo de Acesso

source: Acoustic level
pt_br: Nível acústico

source: Action
pt_br: Ação

source: Activate
pt_br: Ativar

source: Activate S.M.A.R.T. monitoring for this device.
pt_br: Ativar monitoramento S.M.A.R.T. para este dispositivo.

source: Activate email report if you want to be notified if a failure or a new error has been detected, or if a S.M.A.R.T. command to a disk fails.
pt_br: Ative notificação por e-mail se deseja ser informado se uma falha ou um novo erro foi detectado, ou se um comando S.M.A.R.T. para um disco falhar.

source: Active Directory
pt_br: Diretório Ativo

source: Active Directory List
pt_br: Lista do Active Directory

source: Active Shares
pt_br: Compartilhamentos Ativos

source: Active Users
pt_br: Usuários Ativos

source: Add
pt_br: Adicionar

source: Add Host
pt_br: Adicionar servidor

source: Add MIB
pt_br: Adicionar MIB

source: Add RAID
pt_br: Adicionar RAID

source: Add Route
pt_br: Adicionar Rota

source: Add Rsync job
pt_br: Adicionar tarefa de Rsync

source: Add URL
pt_br: Adicionar URL

source: Add additional scheduled self-test.
pt_br: Adicionar novo agendamento de auto-teste.

source: Add auth group
pt_br: Adicionar um grupo de autenticação

source: Add auto snapshot
pt_br: Adicionar imagem automática

source: Add command
pt_br: Adicionar comando

source: Add dataset
pt_br: Adicionar conjunto de dados

source: Add device
pt_br: Adicionar dispositivo

source: Add disk
pt_br: Adicionar disco

source: Add extent
pt_br: Adicionar 'extent'

source: Add group
pt_br: Adicionar grupo

source: Add initiator
pt_br: Adicionar 'initiator'

source: Add initiator group
pt_br: Adicionar grupo de 'initiator'

source: Add interface
pt_br: Adicionar interface

source: Add job
pt_br: Adicionar tarefa

source: Add module
pt_br: Adicionar módulo

source: Add mount point
pt_br: Adicionar ponto de montagem

source: Add option
pt_br: Adicionar opção

source: Add pool
pt_br: Adicionar 'pool'

source: Add portal group
pt_br: Adicionar grupo de 'portal'

source: Add resource
pt_br: Adicionar recurso

source: Add rule
pt_br: Adicionar regra

source: Add self-test
pt_br: Adicionar auto-teste

source: Add share
pt_br: Adicionar compartilhamento

source: Add snapshot
pt_br: Adicionar imagem

source: Add target
pt_br: Adicionar destino

source: Add user
pt_br: Adicionar usuário

source: Add volume
pt_br: Adicionar volume

source: Additional group
pt_br: Grupo adicional

source: Additional parameters to the hardware-specific part of the driver.
pt_br: Parâmetros adicionais para a parte específica de hardware do driver.

source: Address
pt_br: Endereço

source: Address of the remote hastd daemon. It must be a static IP address.
pt_br: Endereço do 'hastd daemon' remoto. Deve ser um endereço IP estático.

source: Administration password
pt_br: Senha do Administrador

source: Administrative WebGUI
pt_br: WebGUI Administrativo

source: Administrator name
pt_br: Nome do Administrador

source: Advanced
pt_br: Avançado

source: Advanced Configuration
pt_br: Configuração Avançada

source: Advanced Format
pt_br: Formato Avançado

source: Advanced Options
pt_br: Opções Avançadas

source: Advanced Power Management
pt_br: Gerenciamento Avançado de Energia

source: Advanced settings
pt_br: Configurações avançadas

source: Advertisement skew
pt_br: Propaganda disfarçada

source: After you click &quot;Save&quot;, you may also have to do one or more of the following steps before you can access this server again: <ul><li>change the IP address of your computer</li><li>access the webGUI with the new IP address</li></ul>
pt_br: Após clicar &quot;Salvar&quot;, você talvez ainda precise executar um ou mais dos passos seguintes antes de poder acessar este servidor novamente: <ul><li>trocar o endereço IP de seu computador</li><li>acessar a webGUI usando o novo endereço IP </li></ul>

source: After you click &quot;Save&quot;, you must reboot the server to make the changes take effect. You may also have to do one or more of the following steps before you can access your server again: <ul><li><span class='vexpl'>change the IP address of your server</span></li><li><span class='vexpl'>access the webGUI with the new IP address</span></li></ul>
pt_br: Após clicar &quot;Salvar&quot;, você deve reiniciar o servidor para que as alterações entrem em vigor. Você pode necessitar ainda executar um ou mais dos seguintes passos antes que possa acessar seu servidor novamente: <ul><li><span class='vexpl'>trocar o endereço IP de seu servidor</span></li><li><span class='vexpl'>acessar a webGUI usando o novo endereço IP</span></li></ul>

source: Aggregation protocol
pt_br: Protocolo de agregação

source: Aggressive
pt_br: Agressivo

source: Albanian
pt_br: Albanês

source: All
pt_br: Todos

source: All dirs
pt_br: Todos os diretórios

source: All dirs requires mounted path, but Path %s is not mounted.
pt_br: Todos os diretórios requerem caminho montado, mas o Caminho %s não está montado.

source: All disks are imported.
pt_br: Todos os discos foram importados.

source: All shares use the option 'usedots' thus making the filenames .Parent and anything beginning with .Apple illegal.
pt_br: Todas os compartilhamentos usam a opção 'usedots'; portanto, são ilegais nomes de arquivo como .Pai e qualquer outro começando com .Apple.

source: All software raid disks are imported.
pt_br: Todos os aplicativos de disco RAID foram importados.

source: All users will have the root privilege.
pt_br: Todos os usuários terão privilégios de administrador (root).

source: Allow
pt_br: Permitir

source: Allow TLS/SSL connections only.
pt_br: Permitir somente conexões TLS/SSL

source: Allow client access to accounts that have null passwords.
pt_br: Permitir acesso de clientes a contas sem senhas.

source: Allow clients to attempt to store OS/2 style extended attributes on a share.
pt_br: Permite aos clientes tentar armazenar atributos extendidos com estilo OS/2 em um compartilhamento.

source: Allow clients to resume interrupted uploads and downloads.
pt_br: Permitir aos clientes continuar transferências interrompidas (uploads e downloads).

source: Allow new files
pt_br: Permitir novos arquivos

source: Allow new files to be created.
pt_br: Permitir a criação de novos arquivos.

source: Allow to start UPS from battery
pt_br: Permitir inicialização de UPS através de baterias

source: Allow trusted domains.
pt_br: Permitir domínios reconhecidos.

source: Allows certain users and groups to have read/write access to a share. This follows the allow option format.
pt_br: Permite certos usuários e grupos obter acesso de leitura/escrita em um compartilhamento. Isto segue o formato de opção de permissão.

source: Allows certain users and groups to have read-only access to a share. This follows the allow option format.
pt_br: Permite certos usuários e grupos obter acesso somente leitura em um compartilhamento. Isto segue o formato de opção de permissão.

source: Allows the server to try and become a local master browser.
pt_br: Permite ao servidor tentar e tornar-se um navegador principal local.

source: Alternate TCP port. Default is 22
pt_br: Mudar a porta TCP. Padrão é 22.

source: Alternate TCP port. Default is 873
pt_br: Mudar a porta TCP. Padrão é 873.

source: Alternative configuration directory (usually empty).
pt_br: Configuração alternativa de diretório (normalmente vazio).

source: Always on
pt_br: Sempre ligado

source: Always scan
pt_br: Procurar sempre

source: Ambient Conditions From External Probe Equipment
pt_br: Condições do Ambiente a partir de equipamento externo de sondagem

source: Ambient relative humidity (percent)
pt_br: Humidade Relativa do Ar (percentual)

source: Ambient temperature (degrees C)
pt_br: Temperatura ambiente ( °C)

source: An host with this name already exists.
pt_br: Uma máquina com esse nome já existe.

source: An interface with the specified description already exists.
pt_br: Uma interface com a descrição especificada já existe.

source: Anonymous bind
pt_br: Vínculo anônimo

source: Anonymous user bandwidth
pt_br: Largura de banda de usuário anônimo

source: Anonymous user download bandwith in KB/s. An empty field means infinity.
pt_br: Largura de banda de download do usuário anônimo em KB/s. Vazio significa infinito.

source: Anonymous user upload bandwith in KB/s. An empty field means infinity.
pt_br: Largura de banda de upload de usuário anônimo em KB/s. Vazio significa infinito.

source: Anonymous users only
pt_br: Apenas usuários anônimos

source: Any
pt_br: Qualquer

source: Apple Filing Protocol
pt_br: Protocolo de Arquivamento da Apple

source: Apply
pt_br: Aplicar

source: Apply changes
pt_br: Aplicar alterações

source: Archive
pt_br: Arquivo

source: Archive mode.
pt_br: Modo de arquivamento

source: Are you sure you want to proceed?
pt_br: Deseja realmente continuar?

source: Are you sure you want to reboot the system?
pt_br: Deseja realmente reiniciar o sistema?

source: Are you sure you want to shutdown the system?
pt_br: Deseja realmente desligar o sistema?

source: Asynchronous I/O (AIO)
pt_br: I/O Assíncrono (AIO)

source: At the highest level, a target is what is presented to the initiator, and is made up of one or more extents.
pt_br: No nível mais alto, um alvo é o que é apresentado para o iniciador, e é composta por um ou mais extents.

source: Attached
pt_br: Anexado

source: Attaching provider '%s'.
pt_br: Anexando provedor '%s'.

source: Auth Group
pt_br: Grupo de Autenticação

source: Auth Groups
pt_br: Grupos de Autenticação

source: Auth Method
pt_br: Método de Autenticação

source: Authenticate URL
pt_br: Autenticar URL

source: Authentication
pt_br: Autenticação

source: Authentication method
pt_br: Método de autenticação

source: Authorised network
pt_br: Rede autorizada

source: Auths
pt_br: Autenticações

source: Auto
pt_br: Automático

source: Auto Snapshot
pt_br: Imagem Automática

source: Auto size
pt_br: Tamanho automático

source: AutoScale
pt_br: Escala automática

source: Autoselect
pt_br: Seleção automática

source: Auxiliary device firmware
pt_br: Firmware de disposivo auxiliar

source: Auxiliary parameters
pt_br: Parâmetros auxiliares

source: Available
pt_br: Disponível

source: Backup configuration
pt_br: Configuração de cópia de segurança

source: Backup file
pt_br: Arquivo de cópia de segurança

source: Backup/Restore
pt_br: Salvar/Restaurar

source: Bad User - non existing users
pt_br: Usuário Incorreto - usuário inexistente

source: Balance algorithm
pt_br: Algoritmo de balanceamento

source: Ban list
pt_br: Lista de Banidos

source: Ban list rule
pt_br: Regra da lista de banidos

source: Banner
pt_br: Faixa

source: Base DN
pt_br: DN Base

source: Base Name
pt_br: Nome Base

source: Base Name will be appended automatically when starting without 'iqn.'.
pt_br: O Nome Base será adicionado automaticamente quando iniciar sem 'iqn.'.

source: Battery Details
pt_br: Detalhes da bateria

source: Battery Level
pt_br: Nível de bateria

source: Battery Low
pt_br: Bateria fraca

source: Battery Remaining level when UPS switches to Shutdown mode (Low Battery)
pt_br: Nível restante da bateria quando UPS muda para o modo de desligamento (Pouca Carga)

source: Battery alarm threshold
pt_br: Limite de alarme da bateria

source: Battery capacity
pt_br: Capacidade da bateria

source: Battery change date
pt_br: Data de troca da bateria

source: Battery chemistry
pt_br: Composição química da bateria

source: Battery current
pt_br: Bateria atual

source: Battery level
pt_br: Nível de bateria

source: Battery level when UPS switches to "Warning" state
pt_br: Nível da bateria quando UPS muda para estado de "Atenção"

source: Battery manufacturing date
pt_br: Data de fabricação da bateria

source: Battery temperature
pt_br: Temperatura da bateria

source: Battery voltage
pt_br: Tensão da bateria

source: Best available
pt_br: Melhor disponível

source: Bind DN
pt_br: DN Associado

source: Bind password
pt_br: Senha Associada

source: Blank time
pt_br: Tempo em branco

source: Blocksize
pt_br: Tamanho de Bloco

source: Browseable
pt_br: Navegável

source: Build date
pt_br: Data de construção

source: Bulgarian
pt_br: Búlgaro

source: By default, only already existing files can be uploaded.
pt_br: Por padrão, somente arquivos já existentes podem ser carregados.

source: CARP only
pt_br: Apenas CARP

source: CHANGED
pt_br: MODIFICADO

source: CHAP Users
pt_br: Usuários CHAP

source: CIFS/SMB disabled
pt_br: CIFS/SMB desabilitado

source: CIFS/SMB informations
pt_br: Informações de CIFS/SMB

source: CP1251 (Cyrillic)
pt_br: CP1251 (Cirílico)

source: CPU frequency
pt_br: Frequência da CPU

source: CPU frequency:
pt_br: Frequência da CPU:

source: CPU load
pt_br: Carga da CPU

source: CPU temperature
pt_br: Temperatura da CPU

source: CPU usage
pt_br: Uso da CPU

source: Cache Device
pt_br: Dispositivo de Cache

source: Calibration Battery
pt_br: Calibração da Bateria

source: Can't format the OS origin disk!
pt_br: Não é possível formatar o disco que contém o sistema operacional!

source: Can't get UFS ID.
pt_br: Não é possível obter a identificação UFS.

source: Can't mount the system partition 1, the DATA partition is the 2.
pt_br: Não pode ser montada a partição de sistema 1, a partição de DADOS é a 2.

source: Cancel
pt_br: Cancelar

source: Canmount
pt_br: Pode montar

source: Cannot get CPU load
pt_br: Impossível obter carga de CPU

source: Cannot get data about interface
pt_br: Não foi possível obter as informações da interface

source: Capacity
pt_br: Capacidade

source: Causes the server to display the network information for the specified IP address or DNS hostname to the client, on the assumption that that IP address or DNS host is acting as a NAT gateway or port forwarder for the server.
pt_br: Faz com que o servidor exiba ao cliente informação da rede para um determinado endereço IP ou servidor DNS, assumindo que esse enredeço IP ou servidor DNS opera como um gateway NAT ou encaminhador de porta para o servidor.

source: Certificate
pt_br: Certificado

source: Change
pt_br: Alterar

source: Change below file
pt_br: Alterar arquivo abaixo

source: Change password
pt_br: Alterar a senha

source: Changes to this option will take effect after a reboot.
pt_br: As alterações realizadas nesta opção só terão efeitos após a reinicialização do sistema.

source: Channel
pt_br: Canal

source: Charging Battery
pt_br: Carregando Bateria

source: Check interval
pt_br: Intervalo de verificação

source: Check shared secret:
pt_br: Verificar chave compartilhada:

source: Chinese (Simplified)
pt_br: Chinês (Simplificado)

source: Chinese (Traditional)
pt_br: Chinês (Tradicional)

source: Choose UPS mode.
pt_br: Escolha modo UPS.

source: Choose on which interface packets must come in to match this rule.
pt_br: Escolha em qual interface os pacotes devem vir para coincidir com esta regra.

source: Choose which IP protocol this rule should match.
pt_br: Esolha qual protocolo IP esta regra deve coincidir.

source: Choose which interface this route applies to.
pt_br: Esolha a qual interface esta rota se aplica.

source: Clear
pt_br: Limpar

source: Clear config and Import disks
pt_br: Limpar os discos de configuração e de importação

source: Clear config and Import software raid disks
pt_br: Limpar os discos 'software raid' de configuração e de importação
