Repository: nas4free/nas4free
Catalog: trunk/locale/*.po
Languages: pt_br

source: Software RAID information and status
pt_br: Informação e status do software RAID

source: Software used
pt_br: Programa utilizado

source: Source
pt_br: Origem

source: Source directory to be synchronized.
pt_br: Diretório de origem a ser sincronizados.

source: Source port
pt_br: Porta de origem

source: Source share
pt_br: Compartilhamento de origem

source: Space Used
pt_br: Espaço Utilizado

source: Spanish
pt_br: Espanhol

source: Sparse
pt_br: Espaçado

source: Sparse Volume
pt_br: Volume Espaçado

source: Specifies how many servers to create.
pt_br: Especifique quantos servidores criar.

source: Specifies that the file system should be exported read-only.
pt_br: Especifique que o sistema de arquivos deve ser exportado em modo de somente-leitura.

source: Specifies the command to be run.
pt_br: Especifica o comando a executar.

source: Specifies the maximum permitted block size. The permitted range for this parameter is from 512 to 65464.
pt_br: Especifica o máximo permitido para o tamanho do bloco. O intervalo permitido para este parâmetro é de 512 a 65464.

source: Specifies the share character set. For example UTF8, UTF8-MAC, ISO-8859-15, etc.
pt_br: Especifique o conjunto de caracteres do compartilhamento. Por exemplo UTF8, UTF8-MAC, ISO-8859-15, etc.

source: Specifies the time in hh:mm:ss after which the ban expires.
pt_br: Especifica o tempo em hh:mm:ss após o qual expira o banimento.

source: Specifies the time interval in hh:mm:ss in which the given number of occurrences must happen to add the ban.
pt_br: Especifica o intervalo de tempo em hh:mm:ss no qual o número de ocorrências deve acontecer para ocorrer um banimento.

source: Specifies the username which the service will run as.
pt_br: Especifique o nome do usuário que o serviço deve utilizar.

source: Specifies whether it is allowed to login as superuser (root) directly.
pt_br: Específica se é permitido iniciar sessão como super usuário (root) diretamente.

source: Specify the percentage of space held back from normal users. Note that lowering the threshold can adversely affect performance and auto-defragmentation.
pt_br: Especifique a percentagem de espaço a reter dos usuários normais. Note que baixando este valor pode afetar negativamente o desempenho e a auto-desfragmentação.

source: Split request
pt_br: Requisição de split

source: Standard
pt_br: Padrão

source: Standby - Check the device unless it is in SLEEP or STANDBY mode. In these modes most disks are not spinning, so if you want to prevent a laptop disk from spinning up each poll, this is probably what you want.
pt_br: Standby - Verifica o dispositivo a menos que esteja em modo SLEEP ou STANDBY. Nestes modos a maioria dos discos não está rodando, por isso se pretende evitar que o disco do computador inicie rotação a cada verificação, provavelmente é esta opção que deseja.

source: Standby time
pt_br: Tempo de standby

source: Start
pt_br: Iniciar

source: Static
pt_br: Estático

source: Static Routes
pt_br: Rotas Estáticas

source: Static routes
pt_br: Rotas estáticas

source: Status report successfully sent to: %s.
pt_br: Relatório de status enviado com sucesso para: %s.

source: Status report successfully sent.
pt_br: Relatório de status enviado com sucesso.

source: Stop
pt_br: Parar

source: Stop after sending (and receiving) N packets.
pt_br: Parar após enviar (e receber) N pacotes.

source: Stopped
pt_br: Parado

source: Storage
pt_br: Armazenamento

source: Store DOS attributes
pt_br: Armazenar atributos do DOS

source: String displayed in the dialog presented to the user when accessing the URL.
pt_br: Mensagem apresentada aos usuários quando acessarem esta URL.

source: String identifier of the extent.
pt_br: String identificadora do extent.

source: Subject
pt_br: Assunto

source: Subnet bit count
pt_br: Bits de Rede

source: Subnet mask
pt_br: Máscara de Rede

source: Subsystem
pt_br: Subsistema

source: Successful
pt_br: Com sucesso

source: Successful.
pt_br: Com sucesso.

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
pt_br: Domingo Segunda-Feira Terça-Feira Quarta-Feira Quinta-Feira Sexta-Feira Sábado

source: Suppress non-error messages.
pt_br: Suprimir mensagens que não sejam erro.

source: Swap disabled
pt_br: Swap desativado

source: Swap memory
pt_br: Memória swap

source: Swap status
pt_br: Status do swap

source: Swap usage
pt_br: Utilização do swap

source: Swedish
pt_br: Sueco

source: Switch VIP to BACKUP
pt_br: Mudar VIP para BACKUP

source: Switch VIP to MASTER
pt_br: Mudar VIP para MASTER

source: Switch off when running on battery and no/low load
pt_br: Desligar quando estiver na bateria e com carga baixa ou sem carga

source: Switch to
pt_br: Alternar para

source: Switch to %s/s
pt_br: Alternar para %s/s

source: Sync
pt_br: Sincronizar

source: Synchronization time
pt_br: Horário de sincronização

source: Synchronize
pt_br: Sincronizar

source: Syslog sends UDP datagrams to port 514 on the specified remote syslog server. Be sure to set syslogd on the remote server to accept syslog messages from this server.
pt_br: O Syslog manda datagramas UDP para a porta 514 no servidor de syslog remoto especificado. Certifique-se de configurar o syslogd no servidor remoto para aceitar mensagens de syslog deste servidor.

source: System
pt_br: Sistema

source: System Beep
pt_br: Avisos sonoros

source: System bios
pt_br: Bios do sistema

source: System events
pt_br: Eventos do sistema

source: System firewall
pt_br: Firewall do sistema

source: System info
pt_br: Info do Sistema

source: System information
pt_br: Informações do sistema

source: System load
pt_br: Carga do sistema

source: System log
pt_br: Logs do Sistema

source: System message buffer
pt_br: Buffer de mensagens do sistema

source: System time
pt_br: Horário do sistema

source: System tuning
pt_br: Ajustes do sistema

source: System uptime
pt_br: Tempo ativo

source: TCP forwarding
pt_br: Encaminhamento TCP

source: TCP port
pt_br: Porta TCP

source: TCP port to bind the server to.
pt_br: Porta TCP a ser utilizada pelo servidor

source: TCP wrapper
pt_br: Empacotador TCP

source: TLS mode
pt_br: Modo TLS

source: Tag number
pt_br: Número da tag

source: Tape
pt_br: Fita

source: Target Alias
pt_br: Apelido do Target

source: Target Name
pt_br: Nome do Target

source: Target address
pt_br: Endereço do target

source: Target directory.
pt_br: Diretório do Target

source: Target information
pt_br: Informação do Target

source: Target is not selected.
pt_br: Target não selecionado.

source: Target list
pt_br: Lista de Target

source: Target name
pt_br: Nome do Target

source: Target side secret.
pt_br: Senha no lado do target

source: Target side user name. It is usually the initiator name by default.
pt_br: Nome de usuário no lado do target. Por padrão, é geralmente o nome do initiator.

source: Temperature
pt_br: Temperatura

source: Temperature alarm (enabled/disabled)
pt_br: Alarme de temperatura (ativado/desativado)

source: Temperature monitoring
pt_br: Monitoramento de Temperatura

source: Temperature threshold high (degrees C)
pt_br: Alto limiar de temperatura (ºC)

source: Temperature threshold low (degrees C)
pt_br: Baixo limiar de temperatura (ºC)

source: Temporary Device
pt_br: Dispositivo temporário

source: Temporary directory
pt_br: Diretório temporário

source: Temporary directory to store transcoded files.
pt_br: Diretório temporário para armazenar arquivos codificados.

source: Test email
pt_br: Testar email

source: Test email from host: %s
pt_br: Testar email do host: %s

source: Test email successfully sent to: %s.
pt_br: Email de teste enviado com sucesso para: %s.

source: Test email successfully sent.
pt_br: Email de teste enviado com sucesso

source: The deny option specifies users and groups who are not allowed access to the share. It follows the same format as the allow option.
pt_br: A opção de negação especifica usuários e grupos que não estão autorizados à acessarem compartilhamentos. Possui o mesmo formato que a opção de permissão.

source: The COM port in BIOS has to be enabled before enabling this option.
pt_br: A porta COM na BIOS deve estar habilitada antes de marcar esta opção

source: The HAST volumes can not be accessed until HAST node becomes Primary.
pt_br: Os volumes HAST não podem ser acessados até os nós HAST se tornarem Primários.

source: The IP address of the UPS master.
pt_br: Endereço IP mestre do UPS.

source: The IP address that this hostname represents.
pt_br: O endereço IP que este hostname representa.

source: The MIB '%s' already exist.
pt_br: A MIB '%s' já existe.

source: The MIB '%s' doesn't exist in sysctl.
pt_br: A MIB '%s' não existe no sysctl.

source: The RAID volume is currently mounted! Remove the <a href='%s'>mount point</a> first before proceeding.
pt_br: O volume RAID já está montado! Remova primeiro o <a href='%s'>ponto de montagem</a> antes de continuar.

source: The TCP port must be a valid port number.
pt_br: A porta TCP tem que se um número válido.

source: The VLAN ID must be between 1 and 4094.
pt_br: O VLAN ID deve estar entre 1 e 4094.

source: The action which will be executed when the packet match the criteria specified below.
pt_br: A ação será executada quando o pacote cumprir o critério especificado abaixo.

source: The administrator has been notified to apply your changes.
pt_br: O administrador foi notificado para aplicar as suas alterações.

source: The associated MIB files can be found at %s.
pt_br: Os arquivos MIB associados podem ser encontrados em %s.

source: The attribute '%s' contains invalid characters and is not a valid NetBIOS name.
pt_br: O atributo '%s' contém caracteres inválidos e não é um nome NetBIOS válido.

source: The attribute '%s' contains invalid characters and is not a valid domain name.
pt_br: O atributo '%s' contém caractere inválidos e não é um nome de domínio válido.

source: The attribute '%s' contains invalid characters and is not a valid host name.
pt_br: O atributo '%s' contém caracteres inválidos e não é um nome de host válido.

source: The attribute '%s' contains invalid characters and is not a valid workgroup name.
pt_br: O atributo '%s' contém caracteres inválidos e não é um nome de grupo de trabalho válido.

source: The attribute '%s' contains invalid characters.
pt_br: O atributo '%s' contem caracteres inválidos.

source: The attribute '%s' contains the illegal character ':' and is not a valid password.
pt_br: O atributo '%s' contém o caractere ilegal ':' e não é uma senha válida.

source: The attribute '%s' does not appear to be a valid certificate.
pt_br: O atributo '%s' não parece ser um certificado válido.

source: The attribute '%s' does not appear to be a valid private %s key.
pt_br: O atributo '%s' não parece ser uma chave privada %s válida.

source: The attribute '%s' does not appear to be a valid private key.
pt_br: O atributo '%s' não parece ser uma chave privada válida.

source: The attribute '%s' is an invalid port number.
pt_br: O atributo '%s' é um número de porta inválido.

source: The attribute '%s' is invalid.
pt_br: O atributo '%s' é inválido.

source: The attribute '%s' is not a valid IP address.
pt_br: O atributo '%s' não é um endereço IP válido.

source: The attribute '%s' is not a valid MAC address.
pt_br: O atributo '%s' não é um endereço MAC válido.

source: The attribute '%s' is not a valid file mode mask.
pt_br: O atributo '%s' não é uma máscara de modo válida para arquivo.

source: The attribute '%s' is not a valid subnet mask.
pt_br: O atributo '%s' não é uma máscara de subrede válida.

source: The attribute '%s' is not a valid time value.
pt_br: O atributo '%s' não é um valor de tempo válido.

source: The attribute '%s' is required.
pt_br: O atributo '%s' é obrigatório.

source: The attribute '%s' may only consist of the characters a-z, A-Z, 0-9, _ , -.
pt_br: O atributo '%s' somente pode ser constituído por caracteres a-z, A-Z, 0-9, _ , -.

source: The attribute '%s' may only consist of the characters a-z, A-Z, 0-9.
pt_br: O atributo '%s' somente pode ser constituído por caracteres a-z, A-Z, 0-9, _ , -.

source: The attribute '%s' must be a number.
pt_br: O atributo '%s' deve ser um número.

source: The attribute '%s' must be a string.
pt_br: O atributo '%s' deve ser uma atring.

source: The attribute '%s' must be in the range from %d to %d.
pt_br: O atributo '%s' deve estar no intervalo entre %d até %d.

source: The attribute '%s' must be less than '%s'.
pt_br: O atributo '%s' deve ser inferior a '%s'.

source: The attribute '%s' must contain at least one entry.
pt_br: O atributo '%s' deve conter pelo menos uma entrada.

source: The attribute '%s': use a port in the range from %d to %d.
pt_br: O atributo '%s': usa uma porta na faixa entre %d e %d.

source: The attribute 'Port': port '%ld' is already taken by another service.
pt_br: O atributo 'Porta': porta '%ld' já está sendo utilizada por outro serviço.

source: The base name (e.g. iqn.2007-09.jp.ne.peach.istgt) will append the target name that is not starting with 'iqn.'.
pt_br: O nome base (e.g. iqn.2007-09.jp.ne.peach.istgt) apendará o nome de target que não iniciem com 'iqn.'.

source: The basic configuration usually takes the form of 'daemon : address : action'. Where daemon is the daemon name of the service started. The address can be a valid hostname, an IP address or an IPv6 address enclosed in brackets. The action field can be either allow or deny to grant or deny access appropriately. Keep in mind that configuration works off a first rule match semantic, meaning that the configuration file is scanned in ascending order for a matching rule. When a match is found the rule is applied and the search process will halt.
pt_br: A configuração básica geralmente tem a forma 'daemon: endereço : ação'. Onde o daemon é o nome de daemon do serviço iniciado. O endereço pode ser um hostname válido, um endereço IP ou um enderço IPv6 dentro de chaves. O campo ação pode ser ou para permitir ou para negar os acessos de forma apropriada. Tenha em mente que a configuração trabalha na forma de "first match wins" onde a primeira regra a casar é aplicada e o processo é finalizado.

source: The changes have been applied successfully.
pt_br: As alterações foram aplicadas com sucesso.

source: The changes have been saved. You have to <a href='%s'>reboot</a> the system for the changes to take effect.
pt_br: As alterações ainda não foram salvas. É preciso <a href='%s'>reiniciar</a> o sistema para que as alterações tenham efeito.

source: The cleartext credentials with which to bind.
pt_br: As credenciais em formato texto para conexão.

source: The command to be executed.
pt_br: O comando a executar

source: The configuration could not be restored.
pt_br: Não foi possível restaurar a configuração.

source: The configuration could not be restored. %s
pt_br: A configuração não pode ser restaurada. %s

source: The configuration could not be restored. No file was uploaded!
pt_br: A configuração não pode ser restaurada. Não foi realizado upload de nenhum arquivo!

source: The configuration has been changed.<br />You must apply the changes in order for them to take effect.<br /><b>If this message persist take a look at the <a href='%s'>system log</a> for more information.</b>
pt_br: A configuração foi mudada. <br />Você precisa aplicar as mudanças em ordem para que elas tomen efeito. <br /><b>Se essa mensagem persistir em aparecer, olhe no <a href='%s'>log do sistema</a> para maiores informações.</b>

source: The configuration has been restored. The server is now rebooting.
pt_br: A configuração foi restaurada. O servidor agora está reiniciando.

source: The confimed password does not match. Please ensure the passwords match exactly.
pt_br: As senhas não coincidem.

source: The credentials with which to bind.
pt_br: As credenciais para conexão.

source: The cron job has been executed successfully.
pt_br: A tarefa da cron foi executada com sucesso.

source: The current password is incorrectly entered.
pt_br: A senha atual foi digitada incorretamente.

source: The custom format of the snapshot for shadow copy service can be specified. The default format is %s used for ZFS auto snapshot.
pt_br: O formato personalizado do ponto de recuperação para o serviço de cópia de sombra pode ser especificado. O formato padrão é %s usado para ponto de recuperação automático ZFS.

source: The default SMTP mail server port, e.g. 25 or 587.
pt_br: Porta usada pelo servidor de envio SMTP, e.g. 25 ou 587.

source: The default base distinguished name (DN) to use for searches, e.g. %s
pt_br: O base distinguished name (DN) para usar nas pesquisas, e.g. %s

source: The default key lengths are: 128 for AES, 128 for Blowfish, 128 for Camellia and 192 for 3DES.
pt_br: O comprimento padrão da chave é: 128 para AES, 128 para Blowfish, 128 para Camellia e 192 para 3DES.

source: The default time in seconds to display a screen.
pt_br: To tempo padrão em segundos para exibir uma tela.

source: The device name may only consist of the characters a-z, A-Z, 0-9.
pt_br: O nome do dispositivo só pode conter caracteres de a-z, A-Z, 0-9.

source: The device's IP address.
pt_br: O endereço IP do dispositivo.

source: The device(s) in config are different to actual device(s). Please remove the device(s) and re-add it or use 'Clear config and Import disks'.
pt_br: Os dispositivos da configuração são diferentes dos dospositivos atuais. Favor remover os dispositivos e readicioná-los ou use 'Apagar configuração e Importar discos'.

source: The directory containing the files you want to publish. The remote host does not need to pass along the directory as part of the transfer.
pt_br: O diretório que contém os arquivos que deseja publicar. O host remoto não precisa passar pelo diretório como parte da transferência.

source: The disk is currently mounted! <a href='%s'>Unmount</a> this disk first before proceeding.
pt_br: O disco está montado! <a href='%s'>Desmonte</a> este disco antes de continuar.

source: The disk is currently mounted! The mount point will be removed temporarily to perform selected command.
pt_br: O disco está atualmente montado! O ponto de montagem será removido temporariamente para executar o comando selecionado.

source: The disk/partition is already configured.
pt_br: O disco/partição já está configurado.

source: The distinguished name to bind to the directory server, e.g. %s
pt_br: O nome distinto (DN) para vincular ao servidor de diretório, e.g. %s

source: The distinguished name with which to bind to the directory server, e.g. %s
pt_br: O nome distinto com o qual vai conectar ao servidor de diretório, e.g. %s

source: The driver used to communicate with your UPS. Get the list of available <a href='%s' target='_blank'>drivers</a>.
pt_br: O driver usado para comunicar com a UPS. Obtenha a lista de <a href='%s' target='_blank'>drivers</a> disponíveis.

source: The driver used to connect with the LCD. The list of available <a href='%s' target='_blank'>drivers</a>.
pt_br: O driver usado para conectar com o LCD. A lista de <a href='%s' target='_blank'>drivers</a> disponíveis.

source: The encrypted device is currently mounted! <a href='%s'>Unmount</a> this disk first before proceeding.
pt_br: O dispositivo criptografado já está montado! <a href='%s'>Desmonte</a> este disco primeiro antes de continuar.

source: The extent name already exists.
pt_br: O nome de 'extent já existe.

source: The firmware is now being installed. The server will reboot automatically.
pt_br: O firmware agora está sendo instalado. O servidor reiniciará automaticamente.

source: The following input errors were detected
pt_br: Foram detectados os seguintes erros

source: The full name contains invalid characters.
pt_br: O nome completo contem caracteres inválidos.

source: The group description contains invalid characters.
pt_br: A descrição do grupo contém caracteres inválidos.

source: The group name contains invalid characters.
pt_br: O nome do grupo contém caracteres inválidos.

source: The host name contain invalid characters.
pt_br: O nome de host contêm caracteres inválidos.

source: The host name may only consist of the characters a-z, A-Z and 0-9, - , _ and .
pt_br: O nome de host só pode conter caracteres de a-z, A-Z e 0-9, "-" , "_" e ".".

source: The image file is corrupt
pt_br: O arquivo de imagem está corrompido.

source: The initial digest mode negotiated with the initiator.
pt_br: O modo de digest inicial negociado com o initiator.

source: The initiator can access to the target via the portals by authorised initiator names and networks in specific Initiator Group.
pt_br: O initiator pode acessar o target através de portais utilizando nomes e redes de initiator autorizados de Grupo de Initiator específicos.

source: The initiator can access to the target with correct user and secret in specific Auth Group.
pt_br: O initiator pode acessar o target com usuário correto e uma senha em um Grupo de Auth específico.

source: The initiator can connect to the portals in specific Portal Group.
pt_br: O initiator pode conectar-se em portais em Grupos de Portais específicos.

source: The initiator can discover the targets with correct user and secret in specific Auth Group.
pt_br: O initiator pode descobrir os targets com usuário e senhas corretos em Grupos de Autenticação específicos.

source: The istgtcontrol can access the targets with correct user and secret in specific Auth Group.
pt_br: O istgtcontrol pode acessar os targets com um usuário e uma senha de um Grupo de Autenticação específico.

source: The login name contains invalid characters.
pt_br: O nome do login contem caracteres inválidos

source: The login name is a reserved login name.
pt_br: Este nome de login é um nome reservado.

source: The login name is limited to 16 characters.
pt_br: O nome de login é limitado a 16 caracteres.

source: The max. connection per IP must be either 0 (unlimited) or greater.
pt_br: O número máximo de conexões por IP deve ser pelo menos 0 (ilimitado) ou superior.

source: The maximum download bandwith in KiB/s. An empty field means infinity.
pt_br: A largura de banda máxima para downloas em KB/s. Em branco significa sem limite.

source: The maximum idle time be a number.
pt_br: O valor máximo de inatividade deve ser um número.

source: The maximum port to allocate for PASV style data connections (0 = use any port).
pt_br: Porta máxima para alocar para conexões de dados PASV (0 = qualquer porta).

source: The maximum upload bandwith in KB/s. An empty field means infinity.
pt_br: A largura de banda máxima para upload em KB/s. Em branco significa sem limite.

source: The method can be accepted by the target. Auto means both none and authentication.
pt_br: O método pode ser aceito pelo target. Auto significa ambos nenhum e autenticação.

source: The method can be accepted in discovery session. Auto means both none and authentication.
pt_br: O método que pode ser aceito em uma sessão de discovery. Auto significa ambos: nenhum e autenticação.

source: The method can be accepted in the controller.
pt_br: O método que pode ser aceito no controlador.

source: The minimum amount of space guaranteed to a dataset (usually empty). To specify the size use the following human-readable suffixes (for example, 'k', 'KB', 'M', 'Gb', etc.).
pt_br: A quantidade mínima de espaço garantida para um conjunto de dados (normalmente vazio). Para especificar o tamanho use os seguintes sufixos legíveis por pessoas (por exemplo, 'k', 'KB', 'M', 'Gb', etc.).

source: The minimum port to allocate for PASV style data connections (0 = use any port).
pt_br: Porta mínima para alocar para conexões de dados PASV (0 = qualquer porta).
