Repository: nas4free/nas4free
Catalog: trunk/locale/*.po
Languages: pt_br

source: Edit Host
pt_br: Editar Host

source: Edit MIB
pt_br: Editar MIB

source: Edit RAID
pt_br: Editar RAID

source: Edit Route
pt_br: Editar Rota

source: Edit Rsync job
pt_br: Editar tarefa Rsync

source: Edit URL
pt_br: Editar URL

source: Edit auth group
pt_br: Editar grupo de autenticação

source: Edit auto snapshot
pt_br: Editar imagem automática

source: Edit command
pt_br: Editar comando

source: Edit dataset
pt_br: Editar conjunto de dados

source: Edit device
pt_br: Editar dispositivo

source: Edit disk
pt_br: Editar disco

source: Edit extent
pt_br: Editar 'extent'

source: Edit group
pt_br: Editar grupo

source: Edit initiator
pt_br: Editar iniciador

source: Edit initiator group
pt_br: Editar grupo iniciador

source: Edit interface
pt_br: Editar interface

source: Edit job
pt_br: Editar tarefa

source: Edit module
pt_br: Editar módulo

source: Edit mount point
pt_br: Editar ponto de montagem

source: Edit option
pt_br: Editar opção

source: Edit pool
pt_br: Editar 'pool'

source: Edit portal group
pt_br: Edit grupo de portal

source: Edit resource
pt_br: Editar recurso

source: Edit rule
pt_br: Editar regra

source: Edit self-test
pt_br: Editar auto-teste

source: Edit share
pt_br: Editar compartilhamento

source: Edit snapshot
pt_br: Editar imagem

source: Edit target
pt_br: Editar alvo

source: Edit user
pt_br: Editar usuário

source: Edit volume
pt_br: Editar volume

source: Efficiency of the UPS (Ratio of the output current on the input current)
pt_br: Eficiência da UPS (razão entre a corrente de saída na corrente de entrada)

source: Email Report
pt_br: Relatório por email

source: Email notification
pt_br: Notificação por email

source: Email report
pt_br: Relatório por e-mail

source: Empty as default.
pt_br: Padrão é vazio.

source: Enable
pt_br: Habilitar

source: Enable Advanced Format (4KB sector)
pt_br: Permitir Formato Avançado (4 KB sector)

source: Enable Asynchronous I/O (AIO)
pt_br: Permitir I/O Assíncrono (AIO)

source: Enable FXP protocol.
pt_br: Habilitar o protocolo FXP.

source: Enable NTP
pt_br: Habilitar NTP

source: Enable SMTP authentication.
pt_br: Habilitar autenticação SMTP.

source: Enable STARTTLS encryption. This doesn't mean you have to use TLS, you can use SSL.
pt_br: Habilitar criptografia STARTTLS. Não é obrigatório o uso de TLS, pois pode-se usar SSL.

source: Enable TLS/SSL connections.
pt_br: Habilitar conexões TLS/SSL.

source: Enable ZFS ACL
pt_br: Habilitar ZFS ACL

source: Enable Zeroconf/Bonjour to advertise services of this device
pt_br: Habilitar o Zeroconf/Bonjour para anunciar serviços deste dispositivo

source: Enable anonymous bind.
pt_br: Habilitar associação anônima.

source: Enable authentication.
pt_br: Habilitar autenticação.

source: Enable compression.
pt_br: Habilitar compressão.

source: Enable console screensaver
pt_br: Habilitar a proteção de tela no console

source: Enable device polling
pt_br: Habilitar interrogação de dispositivo

source: Enable directory listing.
pt_br: Habilitar a listagem de diretório.

source: Enable distributed hash table.
pt_br: Habilitar tabela hash distribuida.

source: Enable domain wildcarding.
pt_br: Permitir uso de curinga no domínio.

source: Enable encryption.
pt_br: Ative criptografia.

source: Enable extended attribute support
pt_br: Habilitar suporte a atributos extendidos

source: Enable extended attributes for this file system.
pt_br: Habilitar atributos extendidos para este sistema de arquivos.

source: Enable firmware upload
pt_br: Habilitar carga de firmware

source: Enable foreground/background file system consistency check during boot process.
pt_br: Habilitar a verificação de consistência do sistema de arquivos em primeiro/segundo plano durante o processo de inicialização.

source: Enable guest access
pt_br: Habilitar o acesso a convidados

source: Enable guest access.
pt_br: Habilitar o acesso a convidados.

source: Enable keyboard-interactive authentication.
pt_br: Habilitar autenticação interativa por teclado.

source: Enable large read/write
pt_br: Habilitar a leitura/escrita em blocos grandes.

source: Enable local user authentication.
pt_br: Habilitar a autenticação local de usuários.

source: Enable module listing.
pt_br: Habilitar a listagem de módulos.

source: Enable peer exchange (PEX).
pt_br: Habilitar a troca com associado (PEX).

source: Enable permission inheritance
pt_br: Habilitar herança de permissões

source: Enable port forwarding via NAT-PMP or UPnP.
pt_br: Habilitar o encaminhamento de porta via NAT-PMP ou UPnP.

source: Enable proxy authentication.
pt_br: Habilitar autenticação proxy.

source: Enable recycle bin
pt_br: Habilitar lixeira

source: Enable remote monitoring of the local connected UPS.
pt_br: Habilitar monitoramento remoto da UPS conectada localmente.

source: Enable reverse DNS lookup performed on the remote host's IP address for incoming active mode data connections and outgoing passive mode data connections.
pt_br: Habilitar pesquisa por DNS reverso realizada sobre o endereço IP do cliente remoto para conexões de dados nos modos ativo e passivo.

source: Enable reverse DNS lookup.
pt_br: Habilitar pesquisa por DNS reverso.

source: Enable serial console
pt_br: Habilitar console via porta serial

source: Enable shadow copy
pt_br: Habilitar armazenamento da versão anterior

source: Enable store DOS attributes
pt_br: Habilitar o armazenamento de atributos do DOS

source: Enable syslog'ing to remote syslog server
pt_br: Habilitar o envio de registros syslog para um servidor syslog remoto

source: Enable the ident protocol (RFC1413).
pt_br: Habilitar o protocolo de identificação (RFC1413).

source: Enable the system power control utility
pt_br: Habilitar o utilitário de controle de energia do sistema

source: Enable transcoding.
pt_br: Habilitar transcodificação.

source: Enable traps.
pt_br: Habilitar traps.

source: Enable tuning of some kernel variables
pt_br: Habilitar ajustes finos de algumas variáveis do kernel

source: Enable use sendfile.
pt_br: Habilitar o uso de sendfile.

source: Enable write cache mode.
pt_br: Habilitar o modo de escrita em cache.

source: Enabled
pt_br: Habilitado

source: Encrypted
pt_br: Criptografado

source: Encrypting '%s'... Please wait
pt_br: Criptografando '%s'... Por favor, aguarde

source: Encryption
pt_br: Criptografia

source: Encryption algorithm
pt_br: Algoritmo de criptografia

source: Encryption algorithm to use.
pt_br: Algoritmo de criptografia a usar.

source: English
pt_br: Inglês

source: Enter a custom port number for the WebGUI if you want to override the default (80 for HTTP, 443 for HTTPS).
pt_br: Fornecer um número de porta para a WebGUI caso deseje utilizar uma porta diferente da padrão (80 para HTTP, 443 para HTTPS).

source: Enter a valid sysctl MIB name.
pt_br: Fornecer um nome válido para a MIB sysctl.

source: Enter desired system time directly (format mm/dd/yyyy hh:mm) or use icon to select it.
pt_br: Fornecer a data e hora desejada para o sistema (formato mm/dd/aaaa hh:mm) ou use o botão para seleciona-la.

source: Enter the passphrase that will be used in WPA-PSK mode. This must be between 8 and 63 characters long.
pt_br: Informe a senha a ser usada no modo WPA-PSK. Esta deve conter entre 8 a 63 caracteres.

source: Enter the path to the home directory of that user. Leave this field empty to use default path /mnt.
pt_br: Informe o caminho para a pasta raíz do usuário. Deixe o campo em branco para utilizar o caminho padrão /mnt.

source: Enter the port to send the traps to (default 162).
pt_br: Forneça a porta para onde enviar 'traps' (padrão 162).

source: Enter trap host name.
pt_br: Forneça o nome do servidor de destino de 'traps'

source: Error
pt_br: Erro

source: Error: The changes could not be applied (error code %s).
pt_br: Erro: As alterações não foram aplicadas (código de erro: %s).

source: Event
pt_br: Evento

source: Execute
pt_br: Executar

source: Execute command
pt_br: Executar o comando

source: Execute command pre or post system initialization (booting) or before system shutdown.
pt_br: Executar comando antes ou depois da inicialização (boot) ou antes do desligamento do sistema.

source: Execute now
pt_br: Executar agora

source: Expire
pt_br: Expirar

source: Export
pt_br: Exportar

source: Export all the directories in the specified path.
pt_br: Exportar todos os diretórios do caminho especificado.

source: Extended attributes
pt_br: Atributos estendidos

source: Extended input frequency range
pt_br: Faixa de freqüência de entrada estendida

source: Extended input voltage range
pt_br: Faixa de voltagem de entrada estendida

source: Extensions
pt_br: Extensões

source: Extent Name
pt_br: Nome do 'extent'

source: Extent name
pt_br: Nome do 'extent'

source: Extents must be defined before they can be used, and extents cannot be used more than once.
pt_br: Os 'extents' precisam ser definidos antes de serem utilizados e estes 'extents' não podem ser utilizados mais de uma vez.

source: Extra options
pt_br: Opções adicionais

source: Extra options (usually empty).
pt_br: Opções extra (geralmente vazias).

source: Extra options to /etc/ssh/sshd_config (usually empty). Note, incorrect entered options prevent SSH service to be started.
pt_br: Opções extra para /etc/ssh/sshd_config (geralmente vazias). Atenção: opções incorretas impedirão o serviço SSH de iniciar.

source: Extra options to ifconfig (usually empty).
pt_br: Opções adicionais para o ifconfig (geralmente vazias).

source: Extra options to pass over rpc using transmission-remote (usually empty).
pt_br: Opções adicionais para "driblar" rpc usando transmissão remota (geralmente vazio).

source: Extra options to rsync (usually empty).
pt_br: Opções adicionais para o rsync (geralmente vazias).

source: FTP - Ban module
pt_br: FTP - Módulo de banimento

source: FTP - File transfer
pt_br: FTP - Transferência de arquivos

source: FTP Proxy
pt_br: Proxy FTP

source: FTP events
pt_br: Eventos FTP

source: FTP log
pt_br: Logs do FTP

source: FTP server disabled
pt_br: Servidor FTP desabilitado

source: FXP allows transfers between two remote servers without any file data going to the client asking for the transfer (insecure!).
pt_br: FXP permite transferências entre dois servidores remotos sem que nenhum dado passe pelo cliente que solicitou a transferência (inseguro!)

source: Factory defaults
pt_br: Configurações padrão

source: Failed
pt_br: Falhou

source: Failed to create in-memory file system.
pt_br: Falha ao criar o sistema de arquivos em memória.

source: Failed to execute cron job.
pt_br: Falha ao executar a tarefa da cron.

source: Failed to send status report to: %s.
pt_br: Falha ao eviar o relatório de status para: %s.

source: Failed to send status report. Please check the <a href='%s'>log</a> files.
pt_br: Falha ao enviar relatório de status. Por favor verifique os arquivos de <a href='%s'>logs</a>.

source: Failed to send test email to: %s.
pt_br: Falha ao enviar email de teste para: %s.

source: Failed to send test email. Please check the <a href='%s'>log</a> files.
pt_br: Falha ao enviar o e-mail de teste. Por favor verifique os arquivos de <a href='%s'>logs</a>.

source: Failed to upload file.
pt_br: Falha ao efetuar a carga do arquivo.

source: Failed to upload metadata backup file.
pt_br: Falha ao efetuar a carga do arquivo de backup de metadados.

source: Failed to write file to disk.
pt_br: Falha ao gravar o arquivo no disco.

source: Failed.
pt_br: Falhou.

source: Failover
pt_br: Falha

source: File
pt_br: Arquivo

source: File Editor
pt_br: Editor de Arquivo

source: File Manager
pt_br: Gerenciador de Arquivos

source: File Transfer Protocol
pt_br: Protocolo de Transferência de Arquivos (FTP)

source: File not found
pt_br: Arquivo não encontrado

source: File path
pt_br: Caminho do arquivo

source: File path (e.g. /mnt/sharename/extent/%s) used as extent.
pt_br: Caminho do arquivo (ex: /mnt/sharename/extent/%s) usado como 'extent'.

source: File size
pt_br: Tamanho do arquivo

source: File sizeunit
pt_br: Unidade de tamanho do arquivo.

source: File system
pt_br: Sistema de arquivos

source: File system check
pt_br: Verificação do sistema de arquivos

source: File upload stopped by extension.
pt_br: Carga de arquivo interrompida por extensão.

source: Filename
pt_br: Nome do arquivo

source: Filter
pt_br: Filtro

source: Finnish
pt_br: Finlandês

source: Firewall rule
pt_br: Regra de firewall

source: Firmware image file
pt_br: Arquivo de imagem do Firmware

source: Firmware uploading is not supported on this platform.
pt_br: A carga de firmware não é suportada nesta plataforma.

source: Firmware version
pt_br: Versão do firmware

source: Firmware version check
pt_br: Verificar versão do firmware

source: Flags
pt_br: Sinalizadores

source: Follow
pt_br: Seguir

source: Force use
pt_br: Forçar o uso

source: Forced update period
pt_br: Período de atualização forçada

source: Forces use of vdevs, even if they appear in use or specify different size. (This is not recommended.)
pt_br: Força o uso de 'vdevs', mesmo se aparentem estar em uso ou definem um tamanho diferente. (Isto não é recomendado.)

source: Format
pt_br: Formato

source: Format disk
pt_br: Formatar disco

source: Format the report for phpBB forum.
pt_br: Formatar o relatório para o forum phpBB.

source: Free
pt_br: Livre

source: Free disk space
pt_br: Espaço livre em disco

source: French
pt_br: Francês

source: Frequency
pt_br: Frequência

source: From email
pt_br: Endereço do remetente

source: Full
pt_br: Completo

source: Full Name
pt_br: Nome completo

source: GPT partition
pt_br: Partição GPT

source: Gateway to be used to reach the destination network.
pt_br: Gateway a ser usado para a rede de destino.

source: General
pt_br: Geral

source: General Setup
pt_br: Configuração Geral

source: Generate
pt_br: Gerar

source: German
pt_br: Alemão

source: Get Target Info
pt_br: Obter informação do target

source: GiB
pt_br: GB

source: Give only local users access to the web page.
pt_br: Permitir que usuários locais acessem a página web.

source: Give your media library a friendly name.
pt_br: Dê um nome amigável à sua biblioteca de mídia

source: Grant access to the user portal.
pt_br: Permitir acesso ao portal do usuário.

source: Graph
pt_br: Gráficos

source: Graph shows last 120 seconds
pt_br: O Grafico exibe os ultimos 120 segundos

source: Greek
pt_br: Grego

source: Greeting banner displayed by FTP when a connection first comes in.
pt_br: Mensagem de boas vindas exibida pelo FTP quando uma conexão é estabelecida pela primeira vez.

source: Group
pt_br: Grupo

source: Group ID
pt_br: ID do Grupo

source: Group description.
pt_br: Descrição do grupo.

source: Group name.
pt_br: Nome do grupo.

source: Group numeric id.
pt_br: ID numérico do grupo

source: Group suffix
pt_br: Sufixo do grupo

source: Groups
pt_br: Grupos

source: Guest
pt_br: Convidado

source: Guest account
pt_br: Conta de convidado

source: HAST disabled
pt_br: HAST desabilitado

source: HAST resource
pt_br: Recurso de HAST

source: HAST status of the configured resources
pt_br: Status de HAST dos recursos configurados

source: HAST volume
pt_br: volume HAST

source: HAST volume can be use with GPT/UFS only.
pt_br: O volume HAST pode ser usado apenas com GPT/UFS.

source: HTTP Proxy
pt_br: Proxy HTTP

source: Hard disk standby time
pt_br: Tempo antes de desligar o disco por inatividade

source: Header and Data digest
pt_br: Mensagens de Cabeçalho e Dados

source: Header digest
pt_br: Mensagem de cabeçalho

source: Health
pt_br: Estado

source: Help
pt_br: Ajuda

source: Hide dot files
pt_br: Ocultar arquivos iniciados por ponto

source: High voltage boosting transfer point
pt_br: Ponto de transferência de aumento (Alta Tensão)

source: High voltage transfer point
pt_br: Ponto de Transferência de Alta Tensão

source: High voltage trimming transfer point
pt_br: Ponto de Transferência de corte (Alta Tensão)

source: Highlighting
pt_br: Realçar

source: Hint
pt_br: Dica

source: Hint: If this is checked, IP addresses in the server logs are resolved to real hostnames where possible.<br><font color='red'>Warning</font>: This can cause a huge delay in loading the log page!
pt_br: Dica: Se esta opção for selecionada, os endereços IP nos logs do servidor são resolvidos para nomes reais, sempre que possível Atenção: Isso pode causar um enorme atraso no carregamento da página de log!

source: Home directory
pt_br: Diretório pessoal

source: Host access control
pt_br: Controle de acesso baseado em hosts

source: Host name
pt_br: Nome do host

source: Host resources
pt_br: Recursos do host

source: Hostname database
pt_br: Banco de dados de hostnames

source: Hosts allow
pt_br: Hosts permitidos

source: Hosts deny
pt_br: Hosts negados

source: Hours
pt_br: Horas

source: How often the IP is checked. The period is in seconds (max. is 10 days).
pt_br: Frequência com que o endereço IP é verificado. Este tempo é dado em segundos (max. é 10 dias).

source: How often the IP is updated even if it is not changed. The period is in seconds (max. is 10 days).
pt_br: Frequência com que o endereço IP é atualizado mesmo que não se altere. Este tempo é dado em segundos (max. é 10 dias).

source: Hungarian
pt_br: Húngaro

source: I/O errors
pt_br: Erros de I/O

source: I/O packets
pt_br: Pacotes I/O

source: I/O statistics
pt_br: Estatísticas de I/O

source: I/O timeout in seconds (%d by default).
pt_br: I/O timeout em segundos (%d por padrão).

source: IP address
pt_br: Endereço IP

source: IP address of remote syslog server
pt_br: Endereço IP do servidor syslog remoto

source: IP addresses are resolved to hostnames if <a href='%s'>&quot;Resolve IP addresses to hostnames&quot;</a> is enabled.
pt_br: Endereço IP é resolvido para hostnames se <a href='%s'>&quot;Resolver endereço IP para hostname&quot;</a> estiver habilitado.

source: IP or FQDN address of remote Rsync server.
pt_br: Endereço IP ou FQDN do servidor Rsync remoto.

source: IP type mismatch for network and gateway.
pt_br: Tipo de endereço IP diferente para rede e gateway.

source: IPv4 Configuration
pt_br: Configuração IPv4

source: IPv4 DNS servers
pt_br: Servidores de DNS (IPv4)

source: IPv4 addresses
pt_br: Endereços IPv4

source: IPv6 Configuration
pt_br: Configuração IPv6

source: IPv6 DNS servers
pt_br: Servidores de DNS (IPv6)

source: IPv6 Gateway
pt_br: Gateway IPv6

source: IPv6 Prefix
pt_br: Prefixo IPv6

source: IPv6 address
pt_br: Endereço IPv6

source: IPv6 addresses
pt_br: Endereços IPv6

source: IRC Live Support
pt_br: Suporte via IRC

source: ISO file to be mounted.
pt_br: Arquivo ISO a ser montado.

source: ISP DNS servers
pt_br: Servidor DNS do ISP

source: Ident protocol
pt_br: Protocolo ident

source: Identifier
pt_br: Identificador

source: Idle - Check the device unless it is in SLEEP, STANDBY or IDLE mode. In the IDLE state, most disks are still spinning, so this is probably not what you want.
pt_br: Idle - Verifica o dispositivo a menos que esteja em modo SLEEP, STANDBY ou IDLE. No estado IDLE, a maioria dos discos ainda estão rodando, então isto provavelmente é o que você não deseja.

source: If allowed, a user of the trusted domains can access the share.
pt_br: Se permitido, um usuário dos domínios confiáveis pode acessar o compartilhamento.

source: If default root is enabled, a chroot operation is performed immediately after a client authenticates. This can be used to effectively isolate the client from a portion of the host system filespace.
pt_br: Se o usuário padrão estiver ativo, uma operação chroot é executada imediatamente após um cliente se autenticar. Isto pode ser usado para isolar efetivamente o cliente de uma porção do espaço do sistema de arquivos do servidor.

source: If the selected disk/partition is mounted it will be unmounted temporarily to perform selected command, otherwise the commands work in read-only mode.<br />Service disruption to users accessing this mount will occur during this process.
pt_br: Se a partição/disco selecionada estiver montada será desmontada temporariamente para efetuar o comando selecionado, caso contrário o comando somente funcionária em modo de leitura..<br />Ocorrerá disrupção do serviço para usuários acessando este ponto de montagem durante este processo.

source: If the server is behind a proxy set these parameters to give local services access to the internet via proxy.
pt_br: Se o servidor estiver atrás de um proxy, ajuste os parâmetros para dar aos serviços locais acesso à internet via proxy.

source: If this parameter is set, Samba attempts to first read DOS attributes (SYSTEM, HIDDEN, ARCHIVE or READ-ONLY) from a filesystem extended attribute, before mapping DOS attributes to UNIX permission bits. When set, DOS attributes will be stored onto an extended attribute in the UNIX filesystem, associated with the file or directory.
pt_br: Se este parâmetro estiver configurado, Samba tentará ler primeiro os atributos DOS (SYSTEM, HIDDEN, ARCHIVE ou READ-ONLY) a partir dos atributos extendidos do sistema de arquivos, antes de mapear os atributos DOS para bits de permissão UNIX. Quando configurado, os atributos DOS serão armazenados dentro de atributos extendidos do sistema de arquivos UNIX associado ao arquivo ou ao diretório.

source: If this parameter is set, then users may not create or modify files in the share.
pt_br: Se este parâmetro estiver habilitado, os usuários não poderão criar nem modificar arquivos neste compartilhamento.

source: If this property is disabled, the file system cannot be mounted.
pt_br: Se esta propriedade estiver desabilitada, o sistema de arquivos não poderá ser montado.

source: If this property is enabled, the snapshots are displayed into .zfs directory.
pt_br: Se esta propriedade estiver ativada, os pontos de recuperação serão mostrados no diretório .zfs.

source: If you click 'Yes', The server will be reset to factory defaults and will reboot immediately. The entire system configuration will be overwritten. The LAN IP address will be reset to %s and the password will be set to '%s'.
pt_br: Se você clicar em 'Sim', o servidor retornará às configurações de fábrica e será reiniciado imediatamente. A configuração inteira do sistema será sobrescrita. O endereço IP de LAN será ajustado para %s e a senha será ajustada para '%s'.

source: If you want to change the password for accessing the WebGUI, enter it here twice.
pt_br: Se desejar alterar a senha de acesso ao WebGUI, informe-a aqui duas vezes.

source: Image upload failed (out of memory?)
pt_br: O upload da imagem falhou (falta de memória?)

source: Import
pt_br: Importar

source: Import disks
pt_br: Importar discos

source: Import disks used in configuration.
pt_br: Importar discos usados na configuração

source: Import firewall rules.
pt_br: Importar regras de firewall.

source: Import on-disk ZFS config
pt_br: Importar configuração ZFS em disco (on-disk)

source: Import software raid disks
pt_br: Importar discos software-RAID

source: In
pt_br: Entrada

source: In most cases, 'public' is used here.
pt_br: Na maioria dos casos, 'public' é usado aqui.

source: In slave mode it is the UPS name (Identifier) at the UPS master.
pt_br: No modo secundário é o nome do UPS (Identificador) no UPS primário.

source: Include basic hardware information.
pt_br: Incluir informação básica de hardware.

source: Incoming Line/Power Information
pt_br: Informations de Entrada de Linha

source: Incomplete directory
pt_br: Diretório incompleto

source: Information
pt_br: Informação

source: Information & Manual
pt_br: Manual & Informação

source: Information & Manuals
pt_br: Informações e Manuais

source: Inherit permissions
pt_br: Herdar permissões

source: Inhibit some of the syslog diagnostics for bad lines in /etc/exports.
pt_br: Inibir alguns dos diagnósticos do syslog por linhas inválidas no /etc/exports.
