Repository: nas4free/nas4free
Catalog: trunk/locale/*.po
Languages: pt_br

source: The module provides automatic bans that are triggered based on configurable criteria. A ban prevents the banned user, host, or class from logging into the server, it does not prevent the banned user, host, or class from connecting to the server.
pt_br: O módulo providencia banimento automático baseado em critérios configurados. Um banimento impede o usuário, cliente ou classe banidos de efetuar login no servidor, no entanto, não o impede de conectar-se no servidor.

source: The network '%s' is invalid.
pt_br: A rede '%s' é inválida.

source: The new password does not match. Please ensure the passwords match exactly.
pt_br: A nova senha não confere. Por favor certifique-se que elas sejam idênticas.

source: The number of clients must be between 1 and 50.
pt_br: O número de cliente deve ser entre 1 e 50.

source: The old password is not correct.
pt_br: A senha antiga não está correcta.

source: The password contains the illegal character ':'.
pt_br: A senha contém o caracter ilegal ':'.

source: The password encryption protocol to use.
pt_br: O protocolo de criptografia de senhas a ser usado.

source: The passwords do not match.
pt_br: As senhas não coincídem.

source: The path '%s' does not exist.
pt_br: O caminho '%s' não existe.

source: The path '%s' is a directory.
pt_br: O caminho '%s' é uma diretório.

source: The path '%s' is not a directory.
pt_br: O caminho '%s' não é um diretório.

source: The peer connection encryption mode.
pt_br: O modo de criptografia da conexão do peer.

source: The permissions on new files and directories are normally governed by create mask and directory mask but the inherit permissions parameter overrides this. This can be particularly useful on systems with many users to allow a single share to be used flexibly by each user.
pt_br: As permissões em novos arquivos e pastas são geralmente controlados pelas mascaras de criação de arquivos e diretórios, mas o parâmetro de herança de permissão anula isso. Isto pode ser particularmente útil em sistemas com muitos usuários para permitir um único compartilhamento a ser usada de forma flexível por cada usuário.

source: The pool name does not match the naming rules.
pt_br: O nome do pool não coincide com as regras de nomenclatura.

source: The pool name is invalid: contains spaces.
pt_br: O nome do pool é inválido: contém espaços.

source: The port to listen to. The default is to listen to the tftp port specified in /etc/services.
pt_br: A porta de escuta. O padrão é escutar na porta tftp especificada em /etc/services.

source: The portal '%s' is invalid.
pt_br: O portal '%s' é inválido.

source: The portal takes the form of 'address:port'. for example '192.168.1.1:3260' for IPv4, '[2001:db8:1:1::1]:3260' for IPv6. the port 3260 is standard iSCSI port number. For any IPs (wildcard address), use '0.0.0.0:3260' and/or '[::]:3260'. Do not mix wildcard and other IPs at same address family.
pt_br: O portal utiliza o formato 'endereço:porta'. Por exemplo '192.168.1.1:3260' para IPv4, '[2001:db8:1:1::1]:3260' para IPv6. A porta 3260 é o número de porta padrão para iSCSI. Para quaisquer IPs (endereço wildcard), use '0.0.0.0:3260' e/ou '[::]:3260'. Não misture IPs wildcards e outros IPs na mesma família de endereços.

source: The powerd utility monitors the system state and sets various power control options accordingly.
pt_br: O utilitário powerd monitoriza o status do sistema e define várias opções de controle de energia.

source: The queuedepth range is invalid.
pt_br: O intervalo de 'queuedepth' é inválido.

source: The recommended length for compatibility is %d.
pt_br: O tamanho recomendado para compatibilidade é %d.

source: The recommended queue depth is %d.
pt_br: O 'queue depth' recomendado é %d.

source: The reloading request has been sent to the daemon. You can see the result by <a href="%s">Log</a>.
pt_br: A solicitação de recarregamento foi enviada ao daemon. Você pode ver o resultado pelo <a href="%s">Log</a>.

source: The removable area mapped to LUN%d.
pt_br: As áreas removíveis mapeadas para a LUN%d.

source: The rule number determines the order of the rule.
pt_br: O número da regra determina sua ordem.

source: The serial or USB port where your UPS is connected.
pt_br: A porta serial ou a porta USB onde o seu UPS está conectado.

source: The server advertises itself as a time server to Windows clients.
pt_br: O servidor se anuncia como um servidor de horário para clientes Windows.

source: The server has been reset to factory defaults and is now rebooting. This may take one minute.
pt_br: O servidor foi restaurado para os padrões de fábrica e agora está reiniciando. Isto pode levar um minuto.

source: The server will reboot after restoring the configuration.
pt_br: O servidor reiniciará após restaurar a configuração.

source: The share name is already used.
pt_br: O nome do compartilhamento já está em uso.

source: The size of the swap file in MB.
pt_br: O tamanho do swap em MB.

source: The space-separated list of URIs for the LDAP server.
pt_br: A lista separada por espaços de URIs para o servidor LDAP.

source: The storage area mapped to LUN%d.
pt_br: A área de armazenamento mapeada para a LUN%d.

source: The subject of the email.
pt_br: O assunto do email.

source: The system is halting now. This may take one minute.
pt_br: O sistema está desligando. Isto pode levar alguns minutos.

source: The system is rebooting now. This may take one minute.
pt_br: O sistema está reiniciando. Isto pode levar alguns minutos.

source: The tag range is invalid.
pt_br: O intervalo de tag é inválido.

source: The target name already exists.
pt_br: O nome de target já existe.

source: The time in seconds until shutdown is initiated. If the UPS happens to come back before the time is up the shutdown is canceled.
pt_br: O tempo em segundos até que o desligamento se inicie. Se a UPS voltar a funcionar antes do tempo especificado então o desligamento será cancelado.

source: The time update interval must be either between 6 and 1440.
pt_br: O intervalo de tempo de atualização deve ser entre 6 e 1440.

source: The unique group ID is already used.
pt_br: O ID de grupo escolhido já está em uso.

source: The unique rule number is already used.
pt_br: O número de regra única já está em uso.

source: The unique user ID is already used.
pt_br: O ID de usuário escolhido já está em uso.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
pt_br: O tamanho de arquivo enviado excede a diretiva MAX_FILE_SIZE que foi especificado no formulário HTML.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
pt_br: O tamanho de arquivo excede a diretiva upload-max_filsesize no php.ini.

source: The uploaded file was only partially uploaded.
pt_br: O arquivo foi apenas parcialmente enviado.

source: The uploaded image file is not for this platform
pt_br: A imagem utilizada não é para esta plataforma

source: The user's login shell.
pt_br: O shell de login do usuário.

source: The value of the variable.
pt_br: O valor da variável.

source: The volume must be detached before it can be deleted.
pt_br: O volume deve ser desatachado antes de poder ser excluído.

source: The workgroup in which the server will appear when queried by Windows or SMB clients (maximum 15 characters).
pt_br: O grupo de trabalho no qual o servidor aparecerá quando requisitado por clientes Windows ou SMB (máximo de 15 caracteres).

source: The working directory does not exist.
pt_br: A pasta de trabalho não existe.

source: There are too many additional groups.
pt_br: Existem muitos grupos adicionais.

source: There is no error, the file uploaded with success.
pt_br: Não houve erros, arquivo adicionado com sucesso.

source: There must be 2 disks in a RAID 1 volume.
pt_br: São necessários 2 discos em um volume RAID 1.

source: There must be a minimum of 2 disks in a JBOD.
pt_br: São necessários pelo menos 2 discos para criar um JBOD.

source: There must be a minimum of 2 disks in a RAID 0 volume.
pt_br: São necessários pelo menos 2 discos em um volume RAID 0.

source: There must be a minimum of 3 disks in a RAID 5 volume.
pt_br: São necessários pelo menos 3 discos em um volume RAID 5.

source: There must be at least 1 disks selected.
pt_br: É necessário selecionar pelo menos 1 disco.

source: There must be at least 2 disks in a mirror.
pt_br: São necessários pelo menos 2 discos em um espelhamento de discos.

source: There must be at least 2 disks in a raidz.
pt_br: São necessários pelo menos 2 discos em um raidz.

source: There must be at least 3 disks in a raidz2.
pt_br: São necessários pelo menos 3 discos num raidz2.

source: There must be at least 4 disks in a raidz3.
pt_br: Devem haver ao menos 4 discos em um raidz3.

source: There must be selected a minimum of 1 interface.
pt_br: É necessário selecionar pelo menos uma interface.

source: There should be enough to handle the maximum level of concurrency from its clients, typically four to six.
pt_br: Deve ser o suficiente para lidar com o nível máximo de concorrência dos cliente, geralmente de quatro a seis.

source: These MIBs will be added to /etc/sysctl.conf. This allow you to make changes to a running system.
pt_br: Estes MIBs serão adicionados ao /etc/sysctl.conf. Isto permite-lhe fazer alterações em um sistema em execução.

source: These commands will be executed pre or post system initialization (booting) or before system shutdown.
pt_br: Estes comandos serão executados antes ou depois da inicialização ou antes do desligamento do sistema.

source: These option(s) will be added to /boot/loader.conf.local. This allows you to specify parameters to be passed to kernel, and additional modules to be loaded.
pt_br: Estas opções serão adicionadas a /boot/loader.conf.local. Isto permitirá especificar parâmetros a serem passados ao kernel, e módulos adicionais a serem carregados.

source: These option(s) will be added to /etc/rc.conf. This allow you to overwrite options used by various generic startup scripts.
pt_br: Esta opcões serão adicionadas ao /etc/rc.conf. Isto permitirá sobrescrever as opções usadas por vários scripts genéricos de inicialização.

source: These parameters are added to %s.
pt_br: Esses parâmetros são adicionados a %s.

source: These parameters are added to [Global] section of %s.
pt_br: Esses parâmetros são adicionados à seção [Global] de %s.

source: These parameters are added to [Share] section of %s.
pt_br: Esses parâmetros são adicionados à seção [Share] de %s.

source: These parameters will be added to %s.
pt_br: Esses parâmetros serão adicionados a %s.

source: These parameters will be added to [global] settings in %s.
pt_br: Esses parâmetros serão adicionados às definições [global] em %s.

source: These parameters will be added to global settings in %s.
pt_br: Esses parâmetros serão adicionados às definições globais em %s.

source: These parameters will be added to the module configuration in rsyncd.conf.
pt_br: Esses parâmetros serão adicionados às configurações do módulo em rsyncd.conf.

source: This Bridge cannot be deleted because it is still being used as an interface.
pt_br: Essa ponte não pode ser excluída porque ela ainda está sendo usada como uma interface.

source: This CARP cannot be deleted because it is still being used as an interface.
pt_br: Esse CARP não pode ser excluído porque ele ainda está sendo usado como uma interface.

source: This LAGG cannot be deleted because it is still being used as an interface.
pt_br: Este LAGG não pode ser excluída, pois ainda está em uso como interface.

source: This URL is already configured.
pt_br: Esta URL já está configurada.

source: This VLAN cannot be deleted because it is still being used as an interface.
pt_br: Esta VLAN não pode ser excluída, pois ainda está em uso como interface.

source: This allows you to lower the power consumption of the drive, at the expense of performance.
pt_br: Isto permite baixar o consumo de energia da drive, ao custo de pequena queda na performance.

source: This allows you to set how loud the drive is while it's operating.
pt_br: Isto permite definir o nível de ruído do seu drive enquanto está em operação.

source: This allows you to set the file system for preformatted hard disks containing data.
pt_br: Isto permite definir o sistema de arquivos para os discos rígidos pré-formatados contendo dados.

source: This allows you to set the transfer mode for ATA/IDE hard drives.
pt_br: Isto permite definir o modo de transferência para discos rígidos ATA/IDE.

source: This configuration settings are used to generate the ups.conf configuration file which is required by the NUT UPS daemon. To get more information how to configure your UPS please check the NUT (Network UPS Tools) <a href='%s' target='_blank'>documentation</a>.
pt_br: Estas configurações são usadas para gerar um arquivo de configuração ups.conf que é requerido pelo serviço NUT UPS. Para obter mais informação sobre como configurar a sua UPS, por favor verifique a <a href='%s' target='_blank'>documentação</a> do NUT (Network UPS Tools) .

source: This controls the access a remote host has to this module.
pt_br: Isto controla o acesso que host remoto tem a este módulo.

source: This controls the access to this share with an access password.
pt_br: Isto controla o acesso a este compartilhamento com uma senha de acesso.

source: This controls whether this share is accessible by guest account.
pt_br: Isto controla se este compartilhamento é acessível por uma conta de convidado.

source: This controls whether this share is seen in the list of available shares in a net view and in the browse list.
pt_br: Isto controla se este compartilhamento é visto na lista de compartilhamentos, disponíveis na visão de rede ('net view') e na lista de navegação.

source: This couple targetname/targetaddress already exists in the disk list.
pt_br: Este conjunto nome de target/endereço de target já existe na lista do disco.

source: This device already exists in the raid volume list.
pt_br: Este dispositivo já existe na lista de volumes RAID

source: This disk already exists in the disk list.
pt_br: Este disco já existe na lista de discos

source: This email has been sent to validate your email configuration.
pt_br: Este e-mail foi enviado para validar sua configuração de e-mail.

source: This extent is used.
pt_br: Este extent está em uso.

source: This function is unsupported. Use it on your own risk!
pt_br: Esta função não é suportada. Use-a por sua conta e risco!

source: This group already exists in the group list.
pt_br: O grupo já existe na lista de grupos.

source: This is a way to take an existing insecure connection, and upgrade it to a secure connection using SSL/TLS.
pt_br: Esta é uma forma de transformar uma conexão insegura existente, atualizando-a para uma conexão segura usando SSL/TLS.

source: This is both the name of the server as advertised via Zeroconf/Bonjour/Rendezvous, and the name of the database exported via DAAP.
pt_br: Isto é tanto para o nome do servidor anunciado via Zeroconf/Bonjour/Rendezvous, quanto para o nome do banco de dados exportado via DAAP.

source: This is for information only (not using during iSCSI negotiation).
pt_br: Isto é apenas para sua informação (não é usando durante a negociação iSCSI).

source: This may make more efficient use of the system CPU's and cause Samba to be faster. Samba automatically turns this off for clients that use protocol levels lower than NT LM 0.12 and when it detects a client is Windows 9x.
pt_br: Isto pode tornar mais eficiente o uso do CPU do sistema e faz com que o Samba fique mais rápido. O Samba automaticamente desliga esta função para clientes que usem níveis de protocolo abaixo de NT LM 0.12 e quando detecte clientes Windows 9x.

source: This means that the image you uploaded is not an official/supported image and may lead to unexpected behavior or security compromises. Only install images that come from sources that you trust, and make sure that the image has not been tampered with.<br /><br />Do you want to install this image anyway (on your own risk)?
pt_br: Isto significa que a imagem que você cefetou upload não é uma imagem oficial/suportada e pode levar a comportamentos inesperados ou problemas de segurança. Instale somente imagens que venham de fontes em que confia, e tenha a certeza que a imagem não foi alterada.<br /><br />Deseja realmente instalar esta imagem de qualquer forma (por sua conta e risco)?

source: This name already exists in the disk list.
pt_br: O nome já existe na lista de discos.

source: This name is for example: %s.
pt_br: Este nome é, por exemplo: %s.

source: This name is for example: iqn.2005-01.il.ac.huji.cs:somebody.
pt_br: Este nome é, por exemplo: iqn.2005-01.il.ac.huji.cs:somebody.

source: This name is used to uniquely identify your UPS on this system.
pt_br: Este nome é usado para identificar de forma única a sua UPS no sistema.

source: This option allows the users and groups that access a share to be specified. Users and groups are specified, delimited by commas. Groups are designated by a @ prefix.
pt_br: Esta opção permite especificar os usuários e grupos que acessam o compartilhamento. Usuários e grupos são especificados, separados por vírgulas. Grupos são designados pelo prefixo @.

source: This option causes rsync to copy the local data to the remote server.
pt_br: Esta opção faz com que o rsync copie os dados locais para o servidor remoto.

source: This option causes rsync to update the remote extended attributes to be the same as the local ones.
pt_br: Esta opção faz o rsync atualizar os atributos extendidos remotos para serem os mesmos que os atributos locais.

source: This option causes the receiving rsync to set the destination permissions to be the same as the source permissions.
pt_br: Esta opção faz com que rsync receptor ajuste as permissões de destino para serem as mesmas que as permissões da origem.

source: This option determines if this module should be listed when the client asks for a listing of available modules. By setting this to false you can create hidden modules.
pt_br: Esta opção determina se este módulo deve ser listado quando um cliente pedir a listagem dos módulos disponíveis. Configurando este parâmetro para falso é possível criar módulos ocultos.

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this module. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
pt_br: Lista de hosts separados por vírgula, espaço ou tabulação que NÃO são autorizados a acessarem este módulo. Quando houver conflito na lista, a lista de permissão terá precedência. No caso em que é necessário negar todos por padrão, usar a palavra ALL (ou a mascara de rede 0.0.0.0/0) e então especifique explicitamente para o parâmetro de hosts permitidos aqueles hosts que tem o acesso permitido. Deixe o campo em branco para usar as configurações padrão.

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this share. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
pt_br: Lista de hosts separados por vírgula, espaço ou tabulação que NÃO são autorizados a acessarem este compartilhamento. Quando houver conflito na lista, a lista de permissão terá precedência. No caso em que é necessário negar todos por padrão, usar a palavra ALL (ou a mascara de rede 0.0.0.0/0) e então especifique explicitamente para o parâmetro de hosts permitidos aqueles hosts que tem o acesso permitido. Deixe o campo em branco para usar as configurações padrão.

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this module. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
pt_br: Lista de hosts separados por vírgula, espaço ou tabulação que NÃO são autorizados a acessarem este módulo. Você pode especificar os hosts pelo nome ou número de IP. Deixar este campo vazio para usar as configurações padrão.

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this share. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
pt_br: Lista de hosts separados por vírgula, espaço ou tabulação que NÃO são autorizados a acessarem este compartilhamento. Você pode especificar os hosts pelo nome ou número de IP. Deixar este campo vazio para usar as configurações padrão.

source: This option specifies the group name or group ID that file transfers to and from that module should take place. Leave this field empty to use default settings.
pt_br: Esta opção especifica o nome do grupo ou o ID do grupo que a transferência de arquivos para este módulo deve assumir. Deixar este campo vazio para usar as configurações padrão.

source: This option specifies the user name or user ID that file transfers to and from that module should take place. In combination with the '%s' option this determines what file permissions are available. Leave this field empty to use default settings.
pt_br: Esta opção especifica o nome do grupo ou o ID do grupo que a transferência de arquivos para este módulo deve assumir. Combinado com a opção '%s' determina que permissões de arquivo estão disponíveis. Deixar este campo vazio para usar as configurações padrão.

source: This page reflects the configuration that has been created with the WebGUI.
pt_br: Esta página reflete a configuração que foi criada com a WebGUI.

source: This page reflects the current system configuration. It may be different to the configuration which has been created with the WebGUI if changes has been done via command line.
pt_br: Esta página reflete a configuração atual do sistema. Pode ser diferente da configuração que foi criada usando o WebGUI se as mudanças tiverem sido feitas usando a linha de comandos.

source: This parameter controls whether files starting with a dot appear as hidden files.
pt_br: Este parâmetro controla se arquivo iniciando por "." aparecerão como arquivos ocultos.

source: This parameter says that if N occurrences of the event happen within the given time interval, then a ban is automatically added.
pt_br: Este parâmetro informa que se N ocorrências de um determinado evento acontecerem num dado intervalo de tempo, então um banimento será automaticamente adicionado.

source: This parameter specifies the suffix that is used for groups when these are added to the LDAP directory, e.g. %s
pt_br: Este parâmetro especifica o sufixo que é usado para grupos quando estes são adicionados ao diretório LDAP, e.g. %s

source: This parameter specifies the suffix that is used for machines when these are added to the LDAP directory, e.g. %s
pt_br: Este parâmetro especifica o sufixo que é usado para máquinas quando estas são adicionadas ao diretório LDAP, e.g. %s

source: This parameter specifies the suffix that is used for passwords when these are added to the LDAP directory, e.g. %s
pt_br: Este parâmetro especifica o sufixo que é usado para senhas quando estas são adicionadas ao diretório LDAP, e.g. %s

source: This parameter specifies the suffix that is used for users when these are added to the LDAP directory, e.g. %s
pt_br: Este parâmetro especifica o sufixo que é usado para usuários quando estes são adicionadas ao diretório LDAP, e.g. %s
