Repository: nas4free/nas4free
Catalog: trunk/locale/*.po
Languages: pt_br

source: Number of clients
pt_br: Número de clientes

source: Number of log entries to show
pt_br: Número de entradas do log para exibir

source: Number of log entries to show must be between 5 and 1000.
pt_br: O número de entradas do log deve ser entre 5 e 1000.

source: Number of servers
pt_br: Número de servidores

source: Numeric identifier of the group.
pt_br: Identificador numérico do grupo.

source: OPT only
pt_br: apenas OPT

source: Object name
pt_br: Nome do objeto

source: Occurrence
pt_br: Ocorrência

source: Off
pt_br: Desligado

source: Old passphrase
pt_br: Senha antiga

source: Old password
pt_br: Senha antiga

source: On
pt_br: Ligado

source: Once you add the virtual device, it becomes impossible to delete again. It recommends adding the same number of drives as the existing virtual device.
pt_br: Uma vez adicionado o dispositivo virtual, se torna impossível deletar novamente. Recomenda-se adicionar o mesmo número de drives que o dispositivo virtual existente.

source: Online version check
pt_br: Conferir versão online

source: Only allow anonymous users. Use this on a public FTP site with no remote FTP access to real accounts.
pt_br: Permite somente usuários anônimos. Utilize isto em um FTP público sem acesso remoto a contas de FTP reais.

source: Only allow authenticated users. Anonymous logins are prohibited.
pt_br: Permite somente usuários autenticados. Usuários anônimos não são permitidos.

source: Option
pt_br: Opção

source: Optional user-friendly string of the target.
pt_br: Texto amigável opcional para o target.

source: Options
pt_br: Opções

source: Origin
pt_br: Origem

source: Others
pt_br: Outros

source: Out
pt_br: Saída

source: Outgoing Power/Inverter Information
pt_br: Informação da saída de energia do inversor

source: Outgoing SMTP mail server address, e.g. smtp.mycorp.com.
pt_br: Endereço do servidor de envio SMTP, e.g. smtp.exemplo.com

source: Outgoing mail server
pt_br: Servidor de envio

source: Output current (A)
pt_br: Corrente de Saída (A)

source: Output frequency (Hz)
pt_br: Frequência de Saída (Hz)

source: Output voltage
pt_br: Voltagem de Saída

source: Output voltage (V)
pt_br: Voltagem de saída (V)

source: Overload
pt_br: Sobrecarga

source: Overwrite already configured disks (only affects filesystem value).
pt_br: Reescreve os discos já configurados (somente afeta os valores do sistema de arquivos).

source: Overwrite disks configuration
pt_br: Sobrescrever as configurações dos discos.

source: Owner
pt_br: Proprietário

source: PHP Command
pt_br: Comando PHP

source: PPTP clients
pt_br: Clientes PPTP

source: Package Name
pt_br: Nome do pacote

source: Package file
pt_br: Arquivo que contém o pacote

source: Package is already installed.
pt_br: Pacote já instalado.

source: Package upload failed (out of memory?)
pt_br: Falha no upload do pacote (sem memória livre?)

source: Packages
pt_br: Pacotes

source: Painfully aggressive
pt_br: Fortemente agressivo

source: Pairwise
pt_br: Pares

source: Parameter xxx (ups.conf or cmdline -x) setting
pt_br: Parametro de ajuste xxx (ups.conf ou cmdline -x)

source: Partition number
pt_br: Número de partição

source: Partition type
pt_br: Tipo de partição

source: Partitions
pt_br: Partições

source: Passive ports
pt_br: Portas passivas

source: Passive ports restricts the range of ports from which the server will select when sent the PASV command from a client. The server will randomly choose a number from within the specified range until an open port is found. The port range selected must be in the non-privileged range (eg. greater than or equal to 1024). It is strongly recommended that the chosen range be large enough to handle many simultaneous passive connections (for example, 49152-65534, the IANA-registered ephemeral port range).
pt_br: Portas passivas restringem o leque de portas que o servidor selecionada para enviar o comando PASV de um cliente. O servidor irá escolher aleatoriamente um número de um intervalo de portas até encontrar uma que esteja aberta. O intervalo de portas selecionado deve ser um intervado não-privilegiado (eg. maior ou igual a 1024). É fortemente recomendo que o intervalo escolhido seja grande o suficiente para lidar com múltiplas conexões passivas (por exemplo, 49152-65534, o intervalo de portas definido pela IANA).

source: Passphrase don't match.
pt_br: Passphrase não coincidem.

source: Password
pt_br: Senha

source: Password (confirmed)
pt_br: Senha (confirmada)

source: Password authentication
pt_br: Senha de autenticação

source: Password don't match.
pt_br: As senhas não coincidem.

source: Password encryption
pt_br: Criptografia de senha

source: Password for the administrative pages.
pt_br: Senha para as páginas administrativas.

source: Password of domain administrator account.
pt_br: Senha da conta do administrador do domínio.

source: Password server
pt_br: Servidor de senhas

source: Password server name or IP address (e.g. Active Directory domain controller).
pt_br: Nome do servidor de senhas ou endereço IP (ex.: controlador de domínio Active Directory).

source: Password suffix
pt_br: Sufixo de senha

source: Paste a DSA PRIVATE KEY in PEM format here.
pt_br: Colar aqui a chave privada DSA em formato PEM.

source: Paste a signed certificate in X.509 PEM format here.
pt_br: Cole aqui um certificado assinado em formato X.509 PEM.

source: Paste an private key in PEM format here.
pt_br: Cole aqui uma chave privada no formato PEM.

source: Path
pt_br: Caminho

source: Path of the URL relative to document root.
pt_br: Caminho da URL relativo ao diretório raíz do documento.

source: Path to be shared.
pt_br: Caminho a ser compartilhado.

source: Path to the local device. (e.g. %s)
pt_br: Caminho para o dispositivo local. (ex.: %s)

source: Peer Secret
pt_br: Senha do Peer

source: Peer User
pt_br: Usuário do Peer

source: Peer port
pt_br: Porta do Peer

source: Permit root login
pt_br: Permitir login do root

source: Permit to do SSH Tunneling.
pt_br: Permitir tunelamento SSH

source: Physical interface
pt_br: Interface física

source: Ping winbindd to see if it is alive:
pt_br: Ping winbindd para verificar se está em funcionamento:

source: Platform
pt_br: Plataforma

source: Platform OS
pt_br: SO da Plataforma

source: Please check the <a href='%s' target='_blank'>documentation</a>.
pt_br: Por favor verifique a <a href='%s' target='_blank'>documentação</a>.

source: Please note that blanks in path names are not allowed.
pt_br: Por favor, note que espaços não são permitidos em nomes de caminhos.

source: Polish
pt_br: Polonês

source: Polling time
pt_br: Tempo de polling

source: Pool information and status
pt_br: Informação e status do Pool

source: Port
pt_br: Porta

source: Port
pt_br: Porta

source: Port %ld is already used by another service.
pt_br: Porta %ld já está em uso por outro serviço.

source: Port forwarding
pt_br: Encaminhamento de porta

source: Port to listen for incoming peer connections. Default port is %d.
pt_br: Porta de escuta para conexão de entrada de peer. Porta padrão é %d.

source: Port to listen on. Default iTunes port is 3689.
pt_br: Porta de escuta. Padrão do iTunes é a 3689.

source: Port to listen on. Default port is %d.
pt_br: Porta de escuta. Porta padrão é %d.

source: Port to listen on. Only dynamic or private ports can be used (from %d through %d). Default port is %d.
pt_br: Porta de escuta. Somente portas dinâmicas ou privadas podem ser usadas (desde %d até %d). A porta padrão é %d.

source: Portal Group
pt_br: Grupo de Portal

source: Portal Groups
pt_br: Grupos de Portal

source: Portals
pt_br: Portais

source: Ports
pt_br: Portas

source: Portuguese (Brazil)
pt_br: Português (Brasil)

source: Portuguese (Portugal)
pt_br: Português (Portugal)

source: Power Daemon
pt_br: Serviço de gerenciamento de energia

source: Power Mode
pt_br: Modo de Energia

source: Power mode
pt_br: Estado de energia

source: Predefined system groups
pt_br: Grupos de sistema pré-definidos

source: Preferred
pt_br: Preferido

source: Prefix
pt_br: Prefixo

source: Preformatted file system
pt_br: Sistema de arquivos pré-formatado

source: Preserve extended attributes
pt_br: Preservar atributos estendidos

source: Preserve modification times.
pt_br: Preserva os horários de modificação.

source: Preserve permissions
pt_br: Preservar as permissões

source: Prevent deep discharge of battery
pt_br: Evitar descarga profunda da bateria

source: Primary
pt_br: Primário

source: Primary Group
pt_br: Grupo Primário

source: Primary group
pt_br: Grupo primário

source: Primary group is also selected in additional group.
pt_br: O grupo primário também é selecionado no grupo adicional.

source: Private Key
pt_br: Chave Privada

source: Private key
pt_br: Chave privada

source: Process
pt_br: Processo

source: Processes
pt_br: Processos

source: Processes information
pt_br: Informações de processos

source: Product ID
pt_br: ID de Produto

source: Profile
pt_br: Perfil

source: Protocol
pt_br: Protocolo

source: Provider
pt_br: Fornecedor

source: Puts the hard disk into standby mode when the selected amount of time after the last hard disk access has been elapsed.
pt_br: Coloca o disco rígido no modo standby quando o tempo definido é ultrapassado desde o ultimo acesso ao disco.

source: Quiet
pt_br: Silencioso

source: RSYNC - Client
pt_br: RSYNC - Cliente

source: RSYNC - Server
pt_br: RSYNC - Servidor

source: RSYNC Client
pt_br: Cliente RSYNC

source: RSYNC Client informations
pt_br: Informações de Cliente RSYNC

source: RSYNC events
pt_br: Eventos do RSYNC

source: RSYNC log
pt_br: Logs do RSYNC

source: Raid name
pt_br: Nome RAID

source: Read
pt_br: Leitura

source: Read Only (ro)
pt_br: Somente leitura (ro)

source: Read Only Access
pt_br: Acesso somente leitura

source: Read from biggest priority
pt_br: Ler a partir da maior prioridade.

source: Read from lowest load
pt_br: Ler a partir da menor carga

source: Read only
pt_br: Somente leitura

source: Read/Write
pt_br: Leitura/Escrita

source: Read/Write (rw)
pt_br: Leitura/Escrita (rw)

source: Read/Write (rw,dynamic) for removable types file size grow and shrink automatically by EOF (ignore specified size)
pt_br: Na leitura/Escrita (rw, dinâmica) o tamanho dos arquivos do tipo removível aumenta e diminui automaticamente por EOF (tamanho especificado ignorado)

source: Read/Write (rw,extend) for removable types extend file size if EOM reached
pt_br: Leitura/Escrita (re, extendido) para tamanhos extendidos de arquivos do tipo removível se EOM for alcançado

source: Read/Write Access
pt_br: Acesso de leitura/escrita

source: Readonly
pt_br: Somente leitura

source: Realm
pt_br: Domínio

source: Reason for last transfer to battery (* opaque)
pt_br: Razão para a última transferência para bateria (* opaco)

source: Reboot
pt_br: Reiniciar

source: Receive Buffer Size
pt_br: Tamanho do buffer de recebimento

source: Recurse into directories.
pt_br: Recursivo nos diretórios

source: Recursive
pt_br: Recursivo

source: Recycle bin
pt_br: Lixeira

source: Refresh
pt_br: Atualizar

source: Reject
pt_br: Rejeitar

source: Relative humidity alarm (enabled/disabled)
pt_br: Alarme de umidade relativa (ativado/desativado)

source: Relative humidity threshold high (percent)
pt_br: Limite alto de umidade relativa (porcentagem)

source: Release Notes
pt_br: Notas de lançamento

source: Reload page
pt_br: Recarregar a página

source: Remaining battery runtime
pt_br: Autonomia estimada da bateria

source: Remote Rsync Server
pt_br: Servidor Rsync remoto

source: Remote address
pt_br: Endereço remoto

source: Remote module (source)
pt_br: Módulo remoto (origem)

source: Remote module name
pt_br: Nome do módulo remoto

source: Remote monitoring
pt_br: Monitoramento remoto

source: Remote syslog server
pt_br: Servidor syslog remoto

source: Removable
pt_br: Removível

source: Remove all entries from ARP table
pt_br: Remover todas as entradas da tabela ARP

source: Replace Battery UPS
pt_br: Trocar a bateria do UPS

source: Report Generator
pt_br: Gerador de Relatórios

source: Report if the temperature had changed by at least N degrees Celsius since last report. Set to 0 to disable this report.
pt_br: Reporta se a temperatura tiver mudado pelo menos N graus Celsius deste o último relatório. Altere para 0 caso pretenda desabilitar este relatório.

source: Report if the temperature is greater or equal than N degrees Celsius. Set to 0 to disable this report.
pt_br: Relata se a temperatura é maior ou igual a N graus Celsius. Alterar para 0 caso pretenda desabilitar este relatório.

source: Reports
pt_br: Relatórios

source: Require authentication.
pt_br: Requer autenticação

source: Required
pt_br: Requerido

source: Rescan disks
pt_br: Reescanear discos

source: Rescan interval
pt_br: Intervalo de rescaneamento.

source: Reservation
pt_br: Reserva

source: Resolve
pt_br: Resolver

source: Resolve IP addresses to hostnames
pt_br: Resolver endereços IP para hostnames

source: Resource
pt_br: Recurso

source: Resource name
pt_br: Nome do recurso

source: Resources
pt_br: Recursos

source: Restore configuration
pt_br: Restaurar configuração

source: Restore metadata from the given file to the given provider.
pt_br: Restaurar metadata a partir de um arquivo para um dado fornecedor.

source: Results for net rpc testjoin:
pt_br: Resultados para o net rpc testjoin:

source: Results of last self test
pt_br: Resultados do último auto-teste

source: Resume
pt_br: Continuar

source: Retry
pt_br: Tentar Novamente

source: Return to Command page
pt_br: Retornar para a página de comando.

source: Reverse DNS lookup
pt_br: Pesquisa DNS reverso

source: Reverse direction
pt_br: Direção reversa

source: Role
pt_br: Função

source: Romanian
pt_br: Romeno

source: Root
pt_br: Raíz

source: Root bind DN
pt_br: Bind DN raíz

source: Root bind password
pt_br: Senha para bind raíz

source: Rotation rate
pt_br: Taxa de rotação

source: Round-robin read
pt_br: Leitura Round-robin

source: Routes
pt_br: Rotas

source: Routing tables
pt_br: Tabelas de roteamento

source: Rows
pt_br: Linhas

source: Rsync job
pt_br: Tarefa Rsync

source: Rule
pt_br: Regra

source: Rule number
pt_br: Regra número

source: Rules
pt_br: Regras

source: Run as
pt_br: Executar como

source: Run now
pt_br: Executar agora

source: Running
pt_br: Em Execução

source: Russian
pt_br: Russo

source: S.M.A.R.T. events
pt_br: Eventos S.M.A.R.T.

source: S.M.A.R.T. extra options
pt_br: Opções extra de S.M.A.R.T.

source: S.M.A.R.T. log
pt_br: Logs do S.M.A.R.T.

source: SMB3 is for recent OS like Windows 8. SMB2 is for OS like Windows 7 and Vista. NT1 is for legacy OS like XP.
pt_br: SMB3 é para sistemas operacionais recentes como Windows 8. SMB2 é para sistemas operacionais como Windows 7 e Vista. NT1 é para sistemas operacionais legado como XP.

source: SNMP Modules
pt_br: Módulos SNMP

source: SSH events
pt_br: Eventos SSH

source: SSHD log
pt_br: Logs do SSHD

source: SSL/TLS only
pt_br: Somente SSL/TLS

source: Samba will read from file asynchronously when size of request is bigger than this value. (%d by default)
pt_br: Samba irá ler os arquivos de forma assíncrona quando o tamanho da requisição for superior a este valor. (%d por padrão)

source: Samba will write to file asynchronously when size of request is bigger than this value. (%d by default)
pt_br: Samba irá escrever os arquivos de forma assíncrona quando o tamanho da requisição for superior a este valor. (%d por padrão)

source: Save
pt_br: Salvar

source: Save and Restart
pt_br: Salvar e reiniciar

source: Save file
pt_br: Salvar arquivo

source: Save login information in configuration file.
pt_br: Salvar informação de login no arquivo de configuração

source: Saved file to
pt_br: Arquivo gravado em

source: Scan Targets
pt_br: Scanear Targets

source: Scan file system every N seconds to see if any files have been added or removed. Set to 0 to disable background scanning. If background rescanning is disabled, a scan can still be forced from the status page of the administrative web interface.
pt_br: Verifica o sistema de arquivos a cada N segundos para ver se há arquivos que foram adicionados ou removidos. Informar 0 desabilita a procura em 2º plano. Se a procura em 2º plano for desabilitada, ainda é possível habilitar a procura a partir da página de status da interface web administrativa.

source: Scan type
pt_br: Tipo de scan

source: Schedule time
pt_br: Hora do agendamento

source: Scheduled
pt_br: Agendado

source: Scheduled Self-Test
pt_br: Auto-teste agendado

source: Scheduled reboot
pt_br: Reinicio do sistema agendado

source: Scheduled self-tests
pt_br: Auto-testes agendados

source: Scheduled shutdown
pt_br: Desligamento agendado

source: Secondary
pt_br: Secundário

source: Secret
pt_br: Senha

source: Secure Shell
pt_br: Shell seguro

source: Security
pt_br: Segurança

source: Select Hypertext Transfer Protocol (HTTP) or Hypertext Transfer Protocol Secure (HTTPS) for the WebGUI.
pt_br: Selecione Hypertext Transfer Protocol (HTTP) ou Hypertext Transfer Protocol Secure (HTTPS) para a WebGUI.

source: Select a disk that is enabled for S.M.A.R.T. monitoring.
pt_br: Selecione disco com capacidade de monitoramento S.M.A.R.T.

source: Select item to remove from the list
pt_br: Selecione da lista o item a remover

source: Select mount point where to create the swap file.
pt_br: Selecione o ponto de montagem onde deseja criar o arquivo de swap.

source: Select the FreeBSD package to be installed.
pt_br: Escolha o pacote do FreeBSD a instalar.

source: Select the language of the WebGUI.
pt_br: Selecione o idioma da WebGUI.

source: Select the location closest to you.
pt_br: Escolha o local mais próximo de si.

source: Select the server configuration encrypted GZIP file or XML file and click the button below to restore the configuration.
pt_br: Selecione o arquivo de configuração encriptado GZIP ou arquivo XML e clique no botão abaixo para restaurar a configuração.

source: Select which interface to use. (only selectable if your server has more than one)
pt_br: Selecione que interface usar. (apenas selecionável se seu servidor tem mais de uma)

source: Select your read balance algorithm.
pt_br: Selecione seu algoritmo de leitura balanceada.

source: Selected
pt_br: Selecionado

source: Selected file isn't an valid ISO file.
pt_br: O arquivo escolhido não é uma imagem ISO válida.

source: Self-Monitoring, Analysis and Reporting Technology
pt_br: Tecnologia de Auto-Monitoramento, Analise e Relatório

source: Send Buffer Size
pt_br: Tamanho do Buffer de Envio

source: Send Command!
pt_br: Enviar comando!

source: Send a TEST warning email on startup.
pt_br: Enviar um e-mail de aviso TESTE ao iniciar.

source: Send now
pt_br: Enviar agora

source: Send test email
pt_br: Enviar email de teste

source: Separate email addresses by semi-colon.
pt_br: Separe os endereços de e-mail com ponto e vírgula

source: Serial Console
pt_br: Console Serial

source: Serial number
pt_br: Número de série

source: Server
pt_br: Servidor

source: Server Name
pt_br: Nome do Servidor

source: Server description. This can usually be left blank.
pt_br: Descrição do servidor. Esta opção pode normalmente ser deixada em branco.

source: Server information
pt_br: Informação do servidor

source: Server name
pt_br: Nome do servidor

source: Server version
pt_br: Versão do servidor

source: Service
pt_br: Serviço

source: Services
pt_br: Serviços

source: Set additional group memberships for this account.
pt_br: Torne o usuário membro de grupos adicionais.

source: Set browseable
pt_br: Tornar navegável

source: Set read only
pt_br: Configurar somente leitura

source: Set share password.
pt_br: Configurar senha do compartilhamento.

source: Set the account's primary group to the given group.
pt_br: Torna o grupo escolhido o grupo principal.

source: Set the content location(s) to or from the media library.
pt_br: Configura a localização do conteúdo para ou da bilbioteca de mídia.

source: Set the desired Service Set Identifier (aka network name).
pt_br: Defina o Identificador de Serviço desejado (também conhecido como nome de rede).

source: Set the maximum transmission unit of the interface to n, default is interface specific. The MTU is used to limit the size of packets that are transmitted on an interface. Not all interfaces support setting the MTU, and some interfaces have range restrictions.
pt_br: Definir o máximo de unidades de transmissão da interface para n, o padrão é específico da interface. O MTU é usado para limitar o tamanho dos pacotes que são transmitidos pela interface. Nem todas as interfaces suportam a definição do MTU, e algumas interfaces têm restrições de intervalo.

source: Set title scrolling speed between 0-10 (default 10).
pt_br: Estabelecer velocidade de rolamento do título entre 0-10 (padrão 10).

source: Set what user the service will run as (www by default). <br><b><font color='red'>NOTE</font>: Running as root is <u>not recommended</u> for security reasons, use it on your own risk!</b></br>
pt_br: Estabelecer com que usuário o serviço será executado (www por padrão). <br><b><font color='red'>NOTA</font>: Executar como root <u>não é recomendado</u> por motivos de segurança, use por sua conta e risco!</b></br>

source: Sets an alternate mount point for the root dataset. Default is /mnt.
pt_br: Define um ponto de montagem alternativo para o dataset. O padrão é /mnt.

source: Sets the interval between disk checks to N seconds. The minimum allowed value is 10.
pt_br: Define o intervalo de verificação para N segundos. O valor mínimo permitido é 10.

source: Sets the umask for newly created files to the specified value. The default is zero (anyone can read or write).
pt_br: Configure a umask para novos arquivos com o valor especificado. O valor padrão é zero (todos podem ler ou escrever).

source: Settings
pt_br: Configurações

source: Shadow Copy
pt_br: Cópia de Sombra

source: Shadow Copy format
pt_br: Formato de Cópia de Sombra

source: Share
pt_br: Compartilhamento

source: Share Character Set
pt_br: Conjunto de Caracteres do Compartilhamento

source: Share Password
pt_br: Senha do compartilhamento

source: Share passwords can not be more than 8 characters.
pt_br: Senhas de compartilhamentos não pode ter mais do que 8 caracteres.

source: Shares
pt_br: Compartilhamentos

source: Show RAW UPS Info
pt_br: Mostra informação bruta do UPS

source: Show log entries in reverse order (newest entries on top)
pt_br: Exibir as entradas do log na ordem reversa (entrada mais recentes no topo)

source: Show process information
pt_br: Mostrar informações sobre os processos

source: Show ups information
pt_br: Mostrar informação de UPS

source: Shutdown
pt_br: Desligar

source: Shutdown mode
pt_br: Modo de desligamento

source: Shutdown timer
pt_br: Temporizador de desligamento

source: Simple Network Management Protocol
pt_br: Protocolo Simples de Gerenciamento de Rede

source: Single-parity RAID-Z
pt_br: RAID-Z de paridade simples

source: Size
pt_br: Tamanho

source: Size of receive buffer (%d by default).
pt_br: Tamanho do buffer de recepção (%d por padrão).

source: Size of send buffer (%d by default).
pt_br: Tamanho do buffer de envio (%d por padrão).

source: Size offered to the initiator. (up to 8EiB=8388608TiB. actual size is depend on your disks.)
pt_br: Tamanho oferecido para o initiator. (até 8EB=8388608TB. o tamanho atual depende dos seus discos.)

source: Skew
pt_br: Inclinação

source: Sleep - Check the device unless it is in SLEEP mode.
pt_br: Sleep - Verifica o dispositivo a menos que esteja no modo SLEEP.

source: Slovak
pt_br: Eslovaco

source: Slovenian
pt_br: Esloveno

source: Snapshot
pt_br: Ponto de recuperação

source: Snapshot Visibility
pt_br: Visibilidade do Ponto de Recuperação

source: Snapshots
pt_br: Pontos de Recuperação
