Repository: nas4free/nas4free
Catalog: trunk/locale/*.po
Languages: pt_br

source: Click &quot;Enable firmware upload&quot; below, then choose the embedded image file for flashing.<br />Click &quot;Upgrade firmware&quot; to start the upgrade process.
pt_br: Clique &quot;Ativar carga de firmware&quot; abaixo, depois escolha o arquivo de imagem embutido para gravar.<br />Clique &quot;Atualizar firmware&quot; para iniciar o processo de atualização.

source: Click this button to download the server configuration in encrypted GZIP file or XML format.
pt_br: Clique neste botão para fazer o download da configuração do servidor criptografado em arquivo GZIP ou formato XML.

source: Client
pt_br: Cliente

source: Clone
pt_br: Replicar

source: Collecting initial data, please wait...
pt_br: Reunindo os dados iniciais, por favor aguarde...

source: Collisions
pt_br: Colisões

source: Cols
pt_br: Colunas

source: Command
pt_br: Comando

source: Command for LINK_DOWN event (e.g. %s).
pt_br: Comando para o evento LINK_DOWN (por exemplo %s).

source: Command for LINK_UP event (e.g. %s).
pt_br: Comando para o evento LINK_UP (por exemplo %s).

source: Command output:
pt_br: Resultados do comando:

source: Command scripts
pt_br: Scripts de comandos

source: Comment
pt_br: Comentário

source: Common Internet File System
pt_br: Sistema de arquivos comum da Internet

source: Community
pt_br: Comunidade

source: Compliant profile to be used.
pt_br: Perfil compatível a ser utilizado.

source: Compress
pt_br: Compactar

source: Compress file data during the transfer.
pt_br: Compactar arquivo de dados durante a tranferência.

source: Compression
pt_br: Compressão

source: Compression is worth using if your connection is slow. The efficiency of the compression depends on the type of the file, and varies widely. Useful for internet transfer only.
pt_br: Vale a pena usar compressão se sua conexão for lenta. A eficiência da compressão depende do tipo do arquivo e pode variar bastante. Útil apenas para transferências via internet.

source: Configuration
pt_br: Configuração

source: Configuration directory
pt_br: Diretório de configuração

source: Configuring
pt_br: Configurando

source: Confirmation
pt_br: Confirmação

source: Connected FTP users
pt_br: Usuários FTP conectados

source: Console menu
pt_br: Menu da console

source: Console screensaver
pt_br: Proteção de tela da console

source: Contact
pt_br: Contato

source: Contact information, e.g. name or email of the person responsible for this system: 'admin@email.address'.
pt_br: Informações de contato, ex. nome ou email da pessoa responsável por este sistema: 'admin@endereco.de.email'

source: Content
pt_br: Conteúdo

source: Controller
pt_br: Controladora

source: Controller Auth Group
pt_br: Grupo de Autenticação do Controlador

source: Controller Auth Method
pt_br: Método de Autenticação do Controlador

source: Controller Authorised network
pt_br: Rede do controlador autorizado

source: Controller IP address
pt_br: Endereço IP do controlador

source: Controller TCP Port
pt_br: Porta TCP do controlador

source: Controller model
pt_br: Modelo da controladora

source: Controls power consumption.
pt_br: Controla o consumo de potência.

source: Controls the behavior of synchronous requests.
pt_br: Controla o comportamento de requisições síncronas.

source: Controls the compression algorithm used for this dataset. The 'lzjb' compression algorithm is optimized for performance while providing decent data compression. Setting compression to 'On' uses the 'lzjb' compression algorithm. You can specify the 'gzip' level by using the value 'gzip-N', where N is an integer from 1 (fastest) to 9 (best compression ratio). Currently, 'gzip' is equivalent to 'gzip-6'.
pt_br: Controla o algoritmo de compressão usado para este conjunto de dados. O algoritmo de compressão 'lzjb' é otimizado para melhor desempenho, mantendo uma taxa de compressão razoável. Defina a compressão como 'Ligado' para usar o algoritmo de compressão 'lzjb'. Você pode também especificar o nível de 'gzip' alterando o valor de 'gzip-N', onde N é um número inteiro de 1 (mais rápido) a 9 (melhor taxa de compressão). O valor atual de 'gzip' é 6.

source: Controls the compression algorithm used for this volume. The 'lzjb' compression algorithm is optimized for performance while providing decent data compression. Setting compression to 'On' uses the 'lzjb' compression algorithm. You can specify the 'gzip' level by using the value 'gzip-N', where N is an integer from 1 (fastest) to 9 (best compression ratio). Currently, 'gzip' is equivalent to 'gzip-6'.
pt_br: Controla o algoritmo de compressão usado para este volume. O algoritmo de compressão 'lzjb' é otimizado para melhor desempenho, mantendo uma taxa de compressão razoável. Defina a compressão como 'Ligado' para usar o algoritmo de compressão 'lzjb'. Você pode também especificar o nível de 'gzip' alterando o valor de 'gzip-N', onde N é um número inteiro de 1 (mais rápido) a 9 (melhor taxa de compressão). O valor atual de 'gzip' é 6.

source: Controls the dedup method. <br><b><font color='red'>NOTE/WARNING</font>: See <a href='http://wiki.nas4free.org/doku.php?id=documentation:setup_and_user_guide:disks-zfs-volumes-volume' target='_blank'>ZFS volumes & deduplication</a> wiki article BEFORE using this feature.</b></br>
pt_br: Controla o método de 'dedup'. <br><b><font color='red'>NOTA/ALERTA</font>: Veja o artigo no wiki <a href='http://wiki.nas4free.org/doku.php?id=documentation:setup_and_user_guide:disks-zfs-volumes-volume' target='_blank'>ZFS volumes & deduplication</a> ANTES de utilizar esta característica.</b></br>

source: Controls the dedup method. <br><b><font color='red'>NOTE/WARNING</font>: See <a href='http://wiki.nas4free.org/doku.php?id=documentation:setup_and_user_guide:disks_zfs_datasets_dataset' target='_blank'>ZFS datasets & deduplication</a> wiki article BEFORE using this feature.</b></br>
pt_br: Controla o método de 'dedup'. <br><b><font color='red'>NOTA/ALERTA</font>: Veja o artigo no wiki <a href='http://wiki.nas4free.org/doku.php?id=documentation:setup_and_user_guide:disks_zfs_datasets_dataset' target='_blank'>ZFS datasets & deduplication</a> ANTES de utilizar esta característica.</b></br>

source: Controls whether this dataset can be modified.
pt_br: Controla se é possível modificar este conjunto de dados.

source: Count
pt_br: Contagem

source: Create and initialize RAID.
pt_br: Criar e inicializar RAID.

source: Create encrypted volume
pt_br: Criar volume criptografado

source: Create mask
pt_br: Criar máscara

source: Create work directory if it doesn't exist.
pt_br: Crie um diretório de trabalho, caso não exista.

source: Created UFS file system:
pt_br: Arquivo de Sistema UFS criado:

source: Creates the pool with an alternate root.
pt_br: Cria um 'pool' com um 'root' alternativo.

source: Creates the recursive snapshot.
pt_br: Cria imagem recursivamente.

source: Creating filesystem
pt_br: Criando Sistema de Arquivos

source: Creating filesystem with 'Soft Updates'
pt_br: Criando sistema de arquivos com 'Soft Updates'

source: Creating partition
pt_br: Criando partição

source: Creation
pt_br: Criação

source: Credits
pt_br: Créditos

source: Critical
pt_br: Crítico

source: Cron job
pt_br: Tarefas da Cron

source: Current
pt_br: Atual

source: Current Version:
pt_br: Versão Atual:

source: Current administrator password is used for decryption.
pt_br: Senha atual do administrador é usado para desencriptação

source: Current administrator password is used for encryption.<br />Encrypted configuration is automatically gzipped.
pt_br: Senha atual de administrador é usado para encriptação. <br/>Configuração encriptada é automaticamente arquivada em gzip.

source: Current password
pt_br: Senha atual

source: Current password is default password. You should use your own password.
pt_br: Senha atual é a senha padrão. Você deve usar a sua própria senha.

source: Current value of apparent power (Volt-Amps)
pt_br: Potência Atual Aparente (Volt-Amps)

source: Current value of real power (Watts)
pt_br: Potência Real (Watts)

source: Custom
pt_br: Personalizado

source: Custom script
pt_br: Script personalizado

source: Custom script is not found.
pt_br: Script personalizado não encontrado.

source: Custom script is required.
pt_br: Script personalizado é requerido.

source: Czech
pt_br: Tcheco

source: DLNA/UPnP Media Server
pt_br: DLNA/UPnP Servidor de mídia

source: DNS settings
pt_br: Configurações de DNS

source: DO NOT abort the firmware upgrade process once it has started. Once it is completed, the server will automatically reboot, the current configuration will be maintained.<br />You need a minimum of %d MiB free RAM to perform the upgrade.<br />It is strongly recommended that you <a href='%s'>Backup</a> the server configuration before doing a upgrade.
pt_br: NÃO INTERROMPA o processo de atualização do firmware depois que ele iniciar. Quando completar, o servidor irá reiniciar automaticamente, a configuração atual será mantida.<br />Você precisa de um mínimo de %d MiB de RAM livre para executar a atualização.<br />É fortemente recomendado que você faça um <a href='%s'>Backup</a> da configuração do servidor antes de fazer uma atualização.

source: Daemon events
pt_br: Eventos de daemon

source: Daemon log
pt_br: Logs de daemon

source: Danish
pt_br: Dinamarquês

source: Data digest
pt_br: Resumo de dados

source: Data integrity
pt_br: Integridade de dados

source: Database directory
pt_br: Diretório de banco de dados

source: Dataset
pt_br: Conjunto de dados

source: Datasets
pt_br: Conjuntos de dados

source: Date & Time
pt_br: Data & Hora

source: Days
pt_br: Dias

source: Dedup
pt_br: Dedup (De-duplicação)

source: Default
pt_br: Padrão

source: Default is %s.
pt_br: O padrão é %s.

source: Default root
pt_br: Raíz padrão

source: Default user name is 'admin'.
pt_br: Usuário padrão é 'admin'.

source: Define directories/URL's that require authentication.
pt_br: Define diretórios/URLs que requerem autenticação.

source: Defines when the shutdown is initiated.
pt_br: Define quando o desligamento do sistema será iniciado.

source: Delete
pt_br: Excluir

source: Delete ARP entry
pt_br: Excluir entrada ARP

source: Delete Host
pt_br: Excluir host

source: Delete Login Info
pt_br: Excluir informações de login

source: Delete MIB
pt_br: Excluir MIB

source: Delete RAID
pt_br: Excluir RAID

source: Delete Route
pt_br: Ecluir rota

source: Delete Rsync job
pt_br: Excluir tarefa do Rsync

source: Delete URL
pt_br: Excluir URL

source: Delete algorithm
pt_br: Excluir algoritmo

source: Delete all MIBs
pt_br: Excluir todas as MIBs

source: Delete all options
pt_br: Excluir todas as opções

source: Delete all rules
pt_br: Excluir todas as regras

source: Delete all self-tests
pt_br: Excluir todos os auto-testes

source: Delete auth group
pt_br: Excluir grupo de autenticação

source: Delete auto snapshot
pt_br: Excluir imagem automática

source: Delete clone
pt_br: Excluir réplica

source: Delete command
pt_br: Excluir comando

source: Delete dataset
pt_br: Excluir conjunto de dados

source: Delete device
pt_br: Excluir dispositivo

source: Delete disk
pt_br: Excluir disco

source: Delete extent
pt_br: Excluir 'extent'

source: Delete files on the receiving side that don't exist on sender.
pt_br: Excluir arquivos no destino que não existam na origem.

source: Delete group
pt_br: Excluir grupo

source: Delete initiator
pt_br: Excluir iniciador

source: Delete initiator group
pt_br: Excluir grupo iniciador

source: Delete interface
pt_br: Excluir interface

source: Delete job
pt_br: Excluir tarefa

source: Delete module
pt_br: Excluir módulo

source: Delete mount point
pt_br: Excluir ponto de montagem

source: Delete option
pt_br: Excluir opção

source: Delete pool
pt_br: Excluir 'pool'

source: Delete portal group
pt_br: Excluir grupo de portal

source: Delete resource
pt_br: Excluir recurso

source: Delete rule
pt_br: Excluir regra

source: Delete self-test
pt_br: Excluir auto-teste

source: Delete share
pt_br: Excluir compartilhamento

source: Delete snapshot
pt_br: Excluir imagem

source: Delete target
pt_br: Excluir alvo

source: Delete user
pt_br: Excluir usuário

source: Delete volume
pt_br: Excluir volume

source: Deletes the recursive snapshot.
pt_br: Excluir a imagem recursiva.

source: Deleting
pt_br: Excluindo

source: Deleting GEOM metadata
pt_br: Excluindo 'GEOM metadata'

source: Deleting MBR and partition table
pt_br: Excluindo a MBR e a tabela de partições

source: Deny
pt_br: Negar

source: Description
pt_br: Descrição

source: Destination
pt_br: Destino

source: Destination email address.
pt_br: E-mail de destino.

source: Destination host name or IP number.
pt_br: Nome ou endereço IP da máquina de destino.

source: Destination network
pt_br: Rede de destino

source: Destination network bit count
pt_br: Número de bits da rede de destino

source: Destination network for this static route
pt_br: Rede de destino para esta rota estática

source: Destination port
pt_br: Porta de destino

source: Destination share
pt_br: Compartilhamento de destino

source: Detected
pt_br: Identificado

source: Detected Language:<br />(Change if needed)
pt_br: Linguagem Detectada: <br/>(Mude se necessário)

source: Detected RSYNC remote shares
pt_br: Compartilhamentos remotos RSYNC identificados

source: Detected an error while importing.
pt_br: Erro detectado durante importe.

source: Determine the default timeout, in microseconds, before the first packet is retransmitted. The default is 1000000 (1 second).
pt_br: Determina o 'timeout' padrão, em microsegundos, antes que o primeiro pacote seja retransmitido. O padrão é 1000000 (1 segundo).

source: Device
pt_br: Dispositivo

source: Device /dev/%s - %s
pt_br: Dispositivo /dev/%s - %s

source: Device IP
pt_br: Endereço IP do dispositivo

source: Device Pass-through
pt_br: Dispositivo de Passagem

source: Device Serial
pt_br: Dispositivo Serial

source: Device model
pt_br: Modelo do dispositivo

source: Device polling
pt_br: Interrogação de dispositivo

source: Device polling is a technique that lets the system periodically poll network devices for new data instead of relying on interrupts. This can reduce CPU load and therefore increase throughput, at the expense of a slightly higher forwarding delay (the devices are polled 1000 times per second). Not all NICs support polling.
pt_br: A interrogação de dispositivo é uma técnica que permite que o sistema periodicamente consulte dispositivos de rede para obter novos dados, ao invés de depender de interrupções. Isso pode reduzir a carga da CPU e portanto aumentar a taxa de transferência, à custa de um atraso de encaminhamento ligeiramente maior (os dispositivos são interrogados 1000 vezes por segundo). Nem todas as placas de rede suportam interrogação.

source: Device: %s | Total: %s | Used: %s | Free: %s
pt_br: Dispositivo: %s | Total: %s | Usado: %s | Livre: %s

source: Devices
pt_br: Dispositivos

source: Diagnostics
pt_br: Diagnóstico

source: Difference
pt_br: Diferença

source: Digital Audio Access Protocol
pt_br: Protocolo de Acesso a Audio Digital (DAAP)

source: Direction
pt_br: Direção

source: Directory
pt_br: Diretório

source: Directory for incomplete files. An empty field means disable.
pt_br: Diretório para arquivos incompletos. Vazio significa desativado.

source: Directory listing
pt_br: Listagem do diretório

source: Directory mask
pt_br: Máscara de diretório

source: Directory that contains removable media. (e.g /mnt/iscsi/)
pt_br: Diretório que contém midias removíveis (exemplo, /dev/iscsi/)

source: Directory to watch for new .torrent files.
pt_br: Diretório onde buscar novos arquivos .torrent.

source: Disable File Manager
pt_br: Desativar o Gerenciador de Arquivos

source: Disable TCP wrapper (mod_wrap module).
pt_br: Desativar o envelopador TCP (módulo mod_wrap)

source: Disable console menu
pt_br: Desativar o menu da console

source: Disable firmware upload
pt_br: Desativar a carga de firmware

source: Disable firmware version check
pt_br: Desativar verificação da versão do firmware

source: Disable speaker beep on startup and shutdown
pt_br: Desativar os avisos sonoros ao inicializar e desligar

source: Disabled
pt_br: Desativado(a)

source: Discovered iSCSI target for %s
pt_br: Alvo iSCSI identificado para %s

source: Discovery Auth Group
pt_br: Grupo de Autenticação de Descoberta

source: Discovery Auth Method
pt_br: Método de Autenticação de Descoberta

source: Disk
pt_br: Disco

source: Disk space usage
pt_br: Espaço utilizado no disco

source: Disks
pt_br: Discos

source: Disks (ATA)
pt_br: Discos (ATA)

source: Disks (ATA) information
pt_br: Informação de discos (ATA)

source: Display
pt_br: Exibir

source: Distributed hash table
pt_br: Tabela hash distribuida

source: Do you really want to clear and import?\nThe existing config will be cleared and overwritten.
pt_br: Deseja realmente apagar e importar? \n A configuração existente será apagada e sobrescrita.

source: Do you really want to delete all MIBs?
pt_br: Deseja realmente excluir todas as MIBs?

source: Do you really want to delete all options?
pt_br: Deseja realmente excluir todas as opções?

source: Do you really want to delete all rules?
pt_br: Deseja realmente excluir todas as regras?

source: Do you really want to delete all scheduled self-tests?
pt_br: Deseja realmente excluir todos os auto-teste agendados?

source: Do you really want to delete this MIB?
pt_br: Deseja realmente excluir esta MIB?

source: Do you really want to delete this Rsync job?
pt_br: Deseja realmente excluir esta tarefa de Rsync?

source: Do you really want to delete this URL?
pt_br: Deseja realmente excluir esta URL?

source: Do you really want to delete this auth group?
pt_br: Deseja realmente excluir este grupo de autenticação?

source: Do you really want to delete this auto snapshot?
pt_br: Deseja realmente excluir esta imagem automática?

source: Do you really want to delete this clone?
pt_br: Deseja realmente excluir esta réplica?

source: Do you really want to delete this command?
pt_br: Deseja realmente excluir este comando?

source: Do you really want to delete this cron job?
pt_br: Deseja realmente excluir esta tarefa da cron?

source: Do you really want to delete this dataset?
pt_br: Deseja realmente excluir este conjunto de dados?

source: Do you really want to delete this device?
pt_br: Deseja realmente excluir este dispositivo?

source: Do you really want to delete this disk? All elements that still use it will become invalid (e.g. share)!
pt_br: Deseja realmente excluir este disco? Todos os elementos que ainda o utilizam tornar-se-ão inválidos (ex: compartilhamentos)!

source: Do you really want to delete this extent?
pt_br: Deseja realmente excluir este 'extent'?

source: Do you really want to delete this group?
pt_br: Você realmente deseja excluir este grupo?

source: Do you really want to delete this host?
pt_br: Deseja realmente eliminar este host?

source: Do you really want to delete this initiator group?
pt_br: Deseja realmente excluir este grupo iniciador?

source: Do you really want to delete this initiator? All elements that still use it will become invalid (e.g. share)!
pt_br: Deseja realmente excluir este iniciador? Todos os elementos que o utilizam tornar-se-ão inválidos (ex: compartilhamentos)!

source: Do you really want to delete this interface?
pt_br: Deseja realmente excluir esta interface?

source: Do you really want to delete this module?
pt_br: Deseja realmente excluir este módulo?

source: Do you really want to delete this mount point? All elements that still use it will become invalid (e.g. share)!
pt_br: Deseja realmente excluir este ponto de montagem? Todos os elementos que o utilizam tornar-se-ão inválidos (ex: compartilhamentos)!

source: Do you really want to delete this option?
pt_br: Deseja realmente excluir esta opção?

source: Do you really want to delete this pool?
pt_br: Deseja realmente excluir este 'pool'?

source: Do you really want to delete this portal group?
pt_br: Deseja realmente excluir este grupo de portal?

source: Do you really want to delete this resource?
pt_br: Deseja realmente excluir este recurso?

source: Do you really want to delete this route?
pt_br: Deseja realmente excluir esta rota?

source: Do you really want to delete this rule?
pt_br: Deseja realmente excluir esta regra?

source: Do you really want to delete this scheduled self-test?
pt_br: Deseja realmente excluir este auto-teste agendado?

source: Do you really want to delete this share?
pt_br: Deseja realmente excluir este compartilhamento?

source: Do you really want to delete this snapshot?
pt_br: Deseja realmente excluir esta imagem?

source: Do you really want to delete this target?
pt_br: Deseja realmente excluir este destino?

source: Do you really want to delete this user?
pt_br: Deseja realmente excluir este usuário?

source: Do you really want to delete this volume?
pt_br: Deseja realmente excluir este volume?

source: Do you really want to delete this volume?\n!!! Note, all data will get lost and can not be recovered. !!!
pt_br: Deseja realmente excluir este volume?\n!!! Atenção: todos os dados serão perdidos e não poderão ser recuperados!

source: Do you really want to format this disk? All data will be lost!
pt_br: Deseja realmente formatar este disco? Todos os dados serão perdidos!

source: Do you really want to import?\nThe existing config may be overwritten.
pt_br: Deseja realmente importar? \n A configuração atual poderá ser sobrescrita.

source: Do you really want to remove the selected item from the list?
pt_br: Deseja realmente remover o item selecionado da lista?

source: Do you really want to uninstall this package?
pt_br: Deseja realmente desinstalar este pacote?

source: Document root
pt_br: Raiz do documento

source: Document root of the webserver. Home of the web page files.
pt_br: Raiz de documentos do servidor web. Local onde estão armazenados os arquivos das páginas web.

source: Domain
pt_br: Domínio

source: Domain controller name
pt_br: Nome do controlador de domínio

source: Domain name
pt_br: Nome do domínio

source: Domain name (DNS/Realm-Name)
pt_br: Nome do domínio (DNS/Realm-Name)

source: Domain name (NetBIOS-Name)
pt_br: Nome do domínio (NetBIOS-Name)

source: Domain name in old format, e.g. EXAMPLE.
pt_br: Nome do domínio no formato antigo, ex: EXEMPLO.

source: Domain name, e.g. example.com.
pt_br: Nome do domínio, ex: exemplo.com

source: Don't Erase MBR
pt_br: Não apagar o MBR

source: Don't erase the MBR (useful for some RAID controller cards)
pt_br: Não apagar o MBR (útil para algumas controladoras RAID)

source: Donate
pt_br: Faça uma doação

source: Done
pt_br: Concluído

source: Done.
pt_br: Concluído.

source: Dos charset
pt_br: Conjunto de caracteres (charset) do DOS

source: Double-parity RAID-Z
pt_br: RAID-Z com dupla paridade

source: Download bandwidth
pt_br: Largura de Banda de Download

source: Download configuration
pt_br: Baixar configuração

source: Download directory
pt_br: Diretório de downloads

source: Download firewall rules.
pt_br: Baixar regras de firewall.

source: Driver
pt_br: Controlador

source: Driver list
pt_br: Lista de controladores

source: Driver parameters
pt_br: Parâmetros do controlador

source: Driver used
pt_br: "Driver" usado

source: Driver version
pt_br: Versão do "driver"

source: Driver version internal
pt_br: Versão interna do "driver"

source: Duplicate mount point name.
pt_br: O nome do ponto de montagem está duplicado.

source: Dutch
pt_br: Holandês

source: Dynamic DNS
pt_br: DNS dinâmico

source: Dynamic IP (DHCP) can not be used for HAST resources.
pt_br: IP dinâmico (DHCP) não pode ser utilizado para recursos HAST.

source: EA support
pt_br: Suporte EA

source: EFI/GPT partition can be use with UFS only.
pt_br: A partição EFI/GPT somente pode ser usada com UFS.

source: Edit
pt_br: Editar
