Repository: nas4free/nas4free
Catalog: trunk/locale/*.po
Languages: pt_br

source: This pool name already exists.
pt_br: Este nome de pool já existe.

source: This rule is triggered whenever the selected event directive occurs.
pt_br: Esta regra é acionada se a diretiva de evento selecionado ocorrer.

source: This tag already exists.
pt_br: Esta tag já existe.

source: This tag is used.
pt_br: Esta tag está em uso.

source: This the IP address or DNS name of the iSCSI target.
pt_br: Este é o endereço IP ou nome DNS do target iSCSI.

source: This user already exists in the user list.
pt_br: Este usuário já existe na lista de usuários.

source: This user already exists.
pt_br: Este usuário já existe.

source: This virtual device name already exists.
pt_br: Este nome de dispositivo virtual já existe.

source: This will cause %s not to check for newer firmware versions when the <a href='%s'>%s</a> page is viewed.
pt_br: Isto fará com que %s não verifique novas versões de firmware quando a página <a href='%s'>%s</a> for visualizada.

source: This will create a recycle bin on the share.
pt_br: Isto criará uma lixeira no compartilhamento

source: This will erase ALL data on the selected disks! Do not use this option if you want to add an already existing RAID again.
pt_br: Isto irá apagar TODOS os dados nos discos selecionados! Não use esta opção se apenas quer adicionar um RAID já existente novamente.

source: This will erase ALL data on your disk! Do not use this option if you want to add an existing encrypted disk.
pt_br: Isto irá apagar TODOS os dados no seu disco! Não use esta opção se pretende adicionar um disco criptogtafado já existente.

source: This will provide ZFS ACL support. (ZFS only)
pt_br: Isso fornecerá suporte ACL ZFS. (ZFS somente)

source: This will provide shadow copy created by auto snapshot. (ZFS only)
pt_br: Isso fornecerá cópia sombra criada pelo auto snapshot. (ZFS somente)

source: TiB
pt_br: TB

source: Time
pt_br: Tempo

source: Time before the load will be rebooted
pt_br: Tempo antes da carga ser reiniciada

source: Time before the load will be shutdown
pt_br: Tempo antes da carga ser desligada

source: Time before the load will be started
pt_br: Tempo antes da carga ser ligada

source: Time interval
pt_br: Intervalo de tempo

source: Time server
pt_br: Servidor de horário

source: Time update interval
pt_br: Intervalo para atualização da hora

source: Time zone
pt_br: Fuso horário

source: Times
pt_br: Vezes

source: To configure the target, you must add at least Portal Group and Initiator Group and Extent.<br />Portal Group which is identified by tag number defines IP addresses and listening TCP ports.<br />Initiator Group which is identified by tag number defines authorised initiator names and networks.<br />Auth Group which is identified by tag number and is optional if the target does not use CHAP authentication defines authorised users and secrets for additional security.<br />Extent defines the storage area of the target.
pt_br: Para configurar o target, você deve adicionar pelo menos um Grupo de Portal, Grupo de Initiator e Extent.<br />O Grupo de Portal que é identificado por números de tag, define endereços IP e portas TCP de escuta.<br />Grupo de Initiator que é identificado por um número de tag, define nomes de initiator e redes autorizadas.<br />Grupo de Autenticação que é identificado por um número de tag e é opcional se o target não usa autenticação CHAP, define usuários e senhas definidas para segurança adicional.<br />Extent definem áreas de armazenamento para o target.

source: To e-mail
pt_br: Endereço do destinatário

source: To email
pt_br: Endereço do destinatário

source: To get detailed informations about TCP Wrappers check the FreeBSD <a href='%s' target='_blank'>documentation</a>.
pt_br: Para obter informações detalhadas sobre TCP Wrappers, por favor, verifique a <a href='%s' target='_blank'>documentação</a> do FreeBSD.

source: To get detailed informations about writing firewall rules check the FreeBSD <a href='%s' target='_blank'>documentation</a>.
pt_br: Para obter informações detalhadas sobre como escrever regras de firewall, por favor, verifique a <a href='%s' target='_blank'>documentação</a> do FreeBSD.

source: To get more information how to configure LCDproc check the LCDproc <a href='%s' target='_blank'>documentation</a>.
pt_br: Para obter mais informações sobre como configurar o LCDproc verifique a <a href='%s' target='_blank'>documentação</a> do LCDproc.

source: To increase CIFS performance try the following:<div id='enumeration'><ul><li>Enable 'Asynchronous I/O (AIO)' switch</li><li>Enable 'Large read/write' switch</li><li>Enable '<a href='%s'>Tuning</a>' switch</li></ul></div>
pt_br: Para aumentar o desempenho do CIFS tente o seguinte:<div id='enumeration'><ul><li>Habilite o I/O Assíncrono (AIO) </li><li>Habilite Leitura/escrita em blocos grandes</li><li>Habilite os '<a href='%s'>ajustes finos</a>' </li></ul></div>

source: To match any IP address leave this field empty.
pt_br: Para coincidir qualquer endereço IP deixe este campo vazio.

source: To use Active Directory the CIFS/SMB service will enabled, too. The following services will use AD authentication:<div id='enumeration'><ul><li>CIFS/SMB</li><li>SSH</li><li>FTP</li><li>AFP</li><li>System</li></ul></div>
pt_br: Para usar Active Directory, o serviço CIFS/SMB será habilitado também. Os seguintes serviços utilizarão a autenticação AD:<div id='enumeration'><ul><li>CIFS/SMB</li><li>SSH</li><li>FTP</li><li>AFP</li><li>Sistema</li></ul></div>

source: To use subdirectories, you must mount each directories. (e.g. %s)
pt_br: Para usar subdiretórios, você deve montar cada um dos diretórios. (ex.: %s)

source: Tolerated
pt_br: Tolerado

source: Tools
pt_br: Ferramentas

source: Total: %s | Used: %s | Free: %s
pt_br: Total: %s | Usado: %s | Livre: %s

source: Total: %s | Used: %s | Free: %s | State: %s
pt_br: Total: %s | Usado: %s | Livre: %s | Status: %s

source: Traceroute may take a while to complete. You may hit the Stop button on your browser at any time to see the progress of failed traceroutes.
pt_br: O traceroute pode demorar algum tempo para concluir. Você pode clicar no botão "Parar" do seu browser para cancelar e ver o resultado obtido até ao momento.

source: Transcoding
pt_br: Transcodificação

source: Transfer mode
pt_br: Modo de transferência

source: Transfer rate
pt_br: Taxa de transferência

source: Trap port
pt_br: Porta Trap

source: Trap string
pt_br: String Trap

source: Trap string.
pt_br: String Trap.

source: Triple-parity RAID-Z
pt_br: RAID-Z de paridade tripla

source: Trivial File Transfer Protocol
pt_br: Protocolo de Transferência de Arquivos Trivial

source: Trusted domains
pt_br: Domínios confiáveis

source: Try to force import.
pt_br: Tentar forçar a importação.

source: Try to import from on-disk ZFS config.
pt_br: Tentar importar a partir da configuração on-disk do ZFS.

source: Tuning
pt_br: Ajustes finos

source: Turkish
pt_br: Turco

source: Turn access time on or off for this dataset.
pt_br: Ativar ou desativar o tempo de acesso para este conjunto de dados.

source: Turn the monitor to standby after N seconds.
pt_br: Coloca o monitor em stand-by após N segundos.

source: Type
pt_br: Tipo

source: Type used as extent.
pt_br: Tipo usado como extent.

source: UFS and ZFS are the NATIVE filesystems of FreeBSD (the underlying OS of %s). Attempting to use other filesystems such as FAT, FAT32, EXT2, EXT3, EXT4 or NTFS can result in unpredictable results, file corruption, and loss of data!
pt_br: O UFS e o ZFS são os sistemas de arquivo NATIVOS do FreeBSD (o OS por trás do %s). Tentar usar outros sistemas de arquivo tais como FAT, FAT32, EXT2, EXT3, EXT4 ou NTFS pode resultar em consequências imprevisíveis, corrupção de arquivos, e perda de dados!

source: UFS and variants are the NATIVE file format for FreeBSD (the underlying OS of %s). Attempting to use other file formats such as FAT, FAT32, EXT2, EXT3, or NTFS can result in unpredictable results, file corruption, and loss of data!
pt_br: UFS e variantes são o formato NATIVO do FreeBSD (o sistema por trás do %s). A tentativa de utilizar outros sistemas de arquivos como FAT, FAT32, EXT2, EXT3 ou NTFS podem ter resultados imprevisíveis, como corrupção de arquivos e perda de dados!

source: UPS Off Line
pt_br: UPS desconectado

source: UPS On Battery
pt_br: UPS na bateria

source: UPS On Line
pt_br: UPS conectado

source: UPS Status
pt_br: Status do UPS

source: UPS Unit General Information
pt_br: Informações Gerais da Unidade UPS

source: UPS Waiting
pt_br: UPS em espera

source: UPS alarms
pt_br: Alarmes do UPS

source: UPS beeper status
pt_br: Status do beep do UPS

source: UPS coldstarts from battery
pt_br: Partida a frio do UPS na bateria

source: UPS disabled
pt_br: UPS desativada

source: UPS external contact sensors
pt_br: Contatos de sensores externos do UPS

source: UPS firmware
pt_br: Firmware do UPS

source: UPS goes on battery
pt_br: UPS foi para a bateria

source: UPS model
pt_br: Modelo do UPS

source: UPS reaches low battery
pt_br: UPS atingiu nível de bateria baixo

source: UPS starts when mains is (re)applied
pt_br: UPS inicia quando a rede elétrica é (re)aplicada

source: UPS status
pt_br: Status da UPS

source: UPS system identifier
pt_br: Identificador de sistema do UPS

source: UPS temperature
pt_br: Temperatura do UPS

source: UPS type
pt_br: Tipo do UPS

source: UPS watchdog status
pt_br: Status do watchdog do UPS

source: Unavailable
pt_br: Indisponível

source: Unformated
pt_br: Não formatado

source: Uninstall package
pt_br: Desinstalar pacote

source: Uninterruptible Power Supply
pt_br: Fornecimento Ininterrupto de Energia

source: Unison File Synchronisation
pt_br: Sincronização de arquivos Unison

source: Unix Command
pt_br: Comando Unix

source: Unix charset
pt_br: Conjunto de caracteres (charset) Unix

source: Unknown
pt_br: Desconhecido

source: Unknown or unformatted
pt_br: Desconhecido ou não formatado

source: Unload
pt_br: Descarregar

source: Unmount disk/partition
pt_br: Desmontar disco/partição

source: Unmounting...
pt_br: Desmontando...

source: Up
pt_br: Para cima

source: Update period
pt_br: Período de atualização

source: Updating in 5 seconds.
pt_br: Atualizando em 5 segundos.

source: Upgrade firmware
pt_br: Atualizar firmware

source: Upload bandwidth
pt_br: Largura de banda de upload

source: Upload directory
pt_br: Diretório de Upload

source: Upload directory of the webserver. The default is %s.
pt_br: Diretório de Upload do servidor web. O padrão é %s.

source: Use a space to separate multiple hosts (only one required). Remember to set up at least one DNS server if you enter a host name here!
pt_br: Use um espaço para separar múltiplos hosts (somente um é necessário). Lembre de definir pelo menos um servidor DNS se informar um nome de host aqui!

source: Use as sparse volume. (thin provisioning)
pt_br: Use como volume espaçado. (provisionamento leve)

source: Use the following IP address as the source address in outgoing packets.
pt_br: Use o seguinte endereço IP como origem de pacotes enviados.

source: Use the new 64k streaming read and write variant SMB requests introduced with Windows 2000.
pt_br: Use a nova variação de solicitações SMB de leitura e escrita de streaming 64k introduzida com o Windows 2000.

source: Use the specified NTP server.
pt_br: Use servidor(es) de tempo especificado(s).

source: Use this option to override the default permission modes for newly created files (%s by default).
pt_br: Use esta opção para substituir os modos de permissão padrão para novos arquivos criados (%s por padrão).

source: Use this option to override the directory creation mask (022 by default).
pt_br: Use esta opção para substituir a máscara de criação da diretório (022 por padrão).

source: Use this option to override the directory creation mask (0777 by default).
pt_br: Use esta opção para substituir a máscara de criação de diretório (0777 por padrão).

source: Use this option to override the file creation mask (0666 by default).
pt_br: Use esta opção para substituir a máscara de criação de arquivos (0666 por padrão).

source: Use this option to override the file creation mask (077 by default).
pt_br: Use esta opção para substituir a máscara de criação de arquivos (077 por padrão).

source: Use this option to override the username ('ftp' by default) which will be used for access to services which are specified as guest. Whatever privileges this user has will be available to any client connecting to the guest service. This user must exist in the password file, but does not require a valid login.
pt_br: Use esta opção para substituir o nome de usuário ('ftp' por padrão) o qual será usado para acessar serviços que são especificados como convidado. Quaisquer que sejam os privilégios que este usuário tenha estão disponíveis para qualquer cliente que se conecte no serviço de convidado. Este usuário deve existir no arquivo de senhas, mas não requer um login válido.

source: Used
pt_br: Utilizado

source: User
pt_br: Usuário

source: User ID
pt_br: ID do Usuário

source: User defined groups
pt_br: Grupos definidos pelo usuário

source: User full name.
pt_br: Nome completo do usuário.

source: User mask
pt_br: Máscara de usuário

source: User numeric id.
pt_br: ID numérico do usuário.

source: User password.
pt_br: Senha do usuário

source: User portal
pt_br: Portal do usuário

source: User suffix
pt_br: Sufixo de usuário

source: Username
pt_br: Nome de usuário

source: Username contains invalid character(s) :
pt_br: O nome de usuário contém caracteres inválidos:

source: Username field :
pt_br: Campo nome de usuário:

source: Username of a domain administrator account.
pt_br: Nome de um usuário administrador do domínio.

source: Users
pt_br: Usuários

source: Users and Groups
pt_br: Usuários e Grupos

source: Using %s bytes fragment size.
pt_br: Usando tamanho de fragmento %s bytes.

source: Value
pt_br: Valor

source: Variable
pt_br: Variável

source: Vendor ID
pt_br: ID do Vendedor

source: Version
pt_br: Versão

source: Virtual Host ID
pt_br: ID do Virtual Host

source: Virtual IP address
pt_br: Endereço IP Virtual

source: Virtual device
pt_br: Dispositivo virtual

source: Virtual devices
pt_br: Dispositivos virtuais

source: Virtual interface
pt_br: Interface virtual

source: Volume Name
pt_br: Nome do Volume

source: Volume label
pt_br: Label do Volume

source: Volume label of the new file system.
pt_br: Label do volume do novo sistema de arquivos.

source: WAN address
pt_br: Endereço WAN

source: WINS server
pt_br: Servidor WINS

source: WINS server IP address (e.g. from MS Active Directory server).
pt_br: Endereço IP do servidor WINS (ex. do servidor de Active Directory).

source: Wait time
pt_br: Tempo de espera

source: Warning
pt_br: Aviso

source: Warning: You are going to delete a RAID volume. All data will get lost and can not be recovered.
pt_br: Aviso: Você excluirá um volume RAID. Todos os dados serão perdidos e não poderão ser recuperados.

source: Warning: You are going to delete an encrypted volume. All data will get lost and can not be recovered.
pt_br: Aviso: Você excluirá um volume criptografado. Todos os dados serão perdidos e não poderão ser recuperados.

source: Watch directory
pt_br: Diretório monitorado

source: Webserver
pt_br: Servidor Web

source: Webserver document root is missing.
pt_br: A raíz de documentos do servidor Web está faltando.

source: Week days
pt_br: Dias da semana

source: When HAST is enabled, the local devices, the local services and the additional packages which do not support HAST volume cannot be used.
pt_br: Quando o HAST está ativado, os dispositivos locais, os serviços locais e os pacotes adicionais que não suportam um volume HAST não podem ser usados.

source: When UPS switches to Low Battery
pt_br: Quando o UPS muda para bateria fraca

source: When a client initially connects to the server the ident protocol is used to attempt to identify the remote username.
pt_br: Quando um cliente se conecta inicialmente ao servidor o protocolo ident é usado na tentativa de identificação do nome de usuário remoto.

source: When the negotiation is complete, you will not be able to change the SMB protocol. If you change it, you will need to restart the client connected to this server.
pt_br: Quando a negociação estiver completa, não será possível mudar o protocolo SMB. Se for mudado, será necessário reiniciar o cliente conectado à ester servidor.

source: Where to save downloaded data.
pt_br: Onde salvar os downloads.

source: Whether scans should be skipped if there are no users connected. This allows the drive to spin down when no users are connected.
pt_br: Se as verificações devem ser ignoradas se não existem usuários conectados. Isto permite ao disco desligar quando não há usuários conectados.

source: Who
pt_br: Quem

source: Wildcard
pt_br: Caracter especial

source: Wireless configuration
pt_br: Configuração da rede sem fio

source: Workgroup
pt_br: Grupo de Trabalho

source: Working directory
pt_br: Diretório de trabalho

source: Write
pt_br: Gravar

source: Write Cache
pt_br: Cache de gravação

source: Write only
pt_br: Somente escrita

source: Wrong partition type or partition number.
pt_br: Tipo ou número de partição errado.

source: Wrong permission on %s.
pt_br: Permissão inválida em %s.

source: Yes
pt_br: Sim

source: You can also install a package via SSH or console using the the pkg add command.<br />Example: pkg add packagename
pt_br: Você pode instalar um pacote via SSH ou console usando comando pkg add. <br />Exemplo: pkg add nomedopacote

source: You can use the following parameters for substitution:
pt_br: Você pode usar os seguintes parâmetros para substituição:

source: You can't mount the partition '%s' where the config file is stored.<br />
pt_br: Você não pode montar a partição '%s' onde o arquivo de configuração está armazenado.<br />

source: You can't unmount a drive which is used by swap file, a iSCSI-target file or any other running process!
pt_br: Você não pode desmontar o volume usado pelo swap, por um arquivo do iSCSI-target ou de qualquer outro processo em execução!

source: You have to activate <a href='%s'>Zeroconf/Bonjour</a> to advertise this service to clients.
pt_br: Você precisa ativar o <a href='%s'>Zeroconf/Bonjour</a> para anunciar este serviço para os clientes.

source: You have to select at least one item for '%s'.
pt_br: Você tem que selecionar pelo menos um item para '%s'.

source: You may enter a description here for your reference.
pt_br: Você pode inserir uma descrição aqui para sua referência.

source: You may specify as SCSI INQUIRY data. Empty as default. (up to %d ASCII chars)
pt_br: Você pode especificar como dados SCSI INQUIRY. Vazio por padrão. (até %d caracteres ASCII)

source: You may specify logical block length (%d by default).
pt_br: Você pode especificar o comprimento lógico do bloco (%d por padrão).

source: You must <a href='%s'>reboot</a> the system before you can upgrade the firmware.
pt_br: Será necessário <a href='%s'>reiniciar</a> o sistema antes de poder atualizar o firmware.

source: You must add disks first.
pt_br: Você deve adicionar discos primeiro.

source: You must enter the same IP type for network and gateway.
pt_br: Você deve informar o mesmo tipo de IP para a rede e gateway.

source: You must have a minimum of %dMB of RAM for using iSCSI target.
pt_br: Você deve ter um mínimo de %dMB de RAM para utilizar o ISCSI target.

source: You must select at least one authentication method.
pt_br: Você deve selecionar pelo menos um método de autenticação.

source: You should use HTTPS as WebGUI protocol for sending passphrase.
pt_br: Você deve utilizar o protocolo HTTPS no WebGUI para o envio de senhas/passphrases.

source: Your ZFS system is not healthy.
pt_br: O seu sistema ZFS não está funcionando corretamente.

source: Your own email address.
pt_br: O seu endereço de email.

source: ZFS ACL
pt_br: ACL ZFS

source: ZFS dataset information and status
pt_br: Informação e status do dataset ZFS

source: ZFS dataset properties
pt_br: Propriedades do dataset ZFS

source: ZFS snapshot information and status
pt_br: Informação e status dos snapshots do ZFS

source: ZFS snapshot properties
pt_br: Propriedades dos snapshots ZFS

source: ZFS volume
pt_br: Volume ZFS

source: ZFS volume information and status
pt_br: Informação e status dos volumes ZFS

source: ZFS volume properties
pt_br: Propriedades do volume ZFS

source: ZFS volume size. To specify the size use the following human-readable suffixes (for example, 'k', 'KB', 'M', 'Gb', etc.).
pt_br: Tamanho do volume ZFS. Para especificar o tamanho use os seguintes sufixos (por exemplo, 'k', 'KB', 'M', 'Gb', etc.).

source: adaptive (low power consumption)
pt_br: adaptável (baixo consumo de energia)

source: add any supplemental parameters
pt_br: Adicione qualquer parâmetro suplementar.

source: all encrypted disks are imported.
pt_br: todos os discos criptografados foram importados.

source: change failed.
pt_br: alteração falhou.

source: chroot() everyone, but root.
pt_br: chroot() todos, exceto root.

source: day(s)
pt_br: dia(s)

source: detected an error while importing.
pt_br: detectado um erro durante a importação.

source: get target info failed.
pt_br: falhou ao obter info do target.

source: greatest settable high voltage transfer point
pt_br: ajuste de maior ponto de transferência para alta tensão

source: greatest settable low voltage transfer point
pt_br: ajuste de maior ponto de transferência para baixa tensão

source: hiadaptive (high performance)
pt_br: altoadaptável (alta performance)

source: hour(s)
pt_br: hora(s)

source: iSCSI Target Logical Unit Controller
pt_br: Controlador da unidade lógica do iSCSI target

source: iSCSI initial parameter (%d by default).
pt_br: Parâmetro inicial do iSCSI (%d por padrão).

source: iSCSI initiator disabled
pt_br: iSCSI initiator desabilitado

source: infinity
pt_br: infinito

source: load/unload failed.
pt_br: Carga/descarga falhou.

source: maximum (highest performance)
pt_br: máxima (a mais alta performance)

source: minimum (power saving)
pt_br: mínima (economia de energia)

source: minute(s)
pt_br: minuto(s)

source: minutes
pt_br: minutos

source: mirroring
pt_br: espelhamento

source: mount
pt_br: montar

source: n/a
pt_br: n/d

source: no new encrypted disk found.
pt_br: nenhum novo disco criptografado encontrado.

source: none
pt_br: nenhum

source: revision
pt_br: revisão

source: rotated block-interleaved parity
pt_br: paridade do block-interleaved rotacionado

source: scan target failed.
pt_br: scan target falhou.

source: second(s)
pt_br: segundo(s)

source: smallest settable high voltage transfer point
pt_br: ajuste de menor ponto de transferência para alta tensão

source: smallest settable low voltage transfer point
pt_br: ajuste de menor ponto de transferência para baixa tensão

source: successfully.
pt_br: com sucesso.

source: to
pt_br: para

source: umount
pt_br: desmontar

source: version:
pt_br: versão:
