Repository: nas4free/nas4free
Catalog: trunk/locale/*.po
Languages: pt_br

source: Initial Digest
pt_br: Mensagem Inicial

source: Initialize
pt_br: Inicializar

source: Initialize and encrypt disk.
pt_br: Iniciar e criptografar o disco.

source: Initializing
pt_br: Inicializando

source: Initiator Group
pt_br: Grupo de Initiator

source: Initiator Groups
pt_br: Grupos de Initiators

source: Initiator authorised to access to the iSCSI target. It takes a name or 'ALL' for any initiators.
pt_br: Initiator autorizado a ter acesso ao iSCSI target. Utilizar um nome ou 'ALL' para todos os initiators.

source: Initiator name
pt_br: Nome do initiator

source: Initiator side secret. (for mutual CHAP authentication)
pt_br: Senha do iniciador. (para autenticação mútua CHAP)

source: Initiator side user name. (for mutual CHAP authentication)
pt_br: Nome utilizado no lado do initiator. (para autenticação CHAP mútuas)

source: Input current (A)
pt_br: Corrente de Entrada (A)

source: Input frequency
pt_br: Frequência de Entrada

source: Input line frequency (Hz)
pt_br: Freqüência da linha de entrada (Hz)

source: Input line frequency high (Hz)
pt_br: Entrada de linha de alta freqüência (Hz)

source: Input line frequency low (Hz)
pt_br: Entrada de Linha de Baixa Frequência (Hz)

source: Input power quality (* opaque)
pt_br: Qualidade da Energia de Entrada

source: Input power sensitivity
pt_br: Sensibilidade de Entrada de Energia

source: Input voltage
pt_br: Tensão de Entrada

source: Install
pt_br: Instalar

source: Install package
pt_br: Instalar pacote

source: Interface Management
pt_br: Gerenciamento de Interfaces

source: Interface selection
pt_br: Seleção de Interface

source: Internal Server Information
pt_br: Informações do Servidor Interno

source: Internal UPS clock date
pt_br: Data da UPS

source: Internal UPS clock time
pt_br: Hora da UPS

source: Interval between self tests
pt_br: Intervalo Entre OS autotestes

source: Interval must be greater or equal than 10 seconds.
pt_br: Intervalo deve ser maior ou igual a 10 segundos.

source: Interval to wait after shutdown with delay command
pt_br: Intervalo de espera após o desligamento com o comando atraso

source: Interval to wait before rebooting the UPS)
pt_br: Intervalo a aguardar antes de reiniciar o UPS

source: Interval to wait before restarting the load
pt_br: Intervalo a aguardar antes de reiniciar o carregamento

source: Invalid file format.
pt_br: Formato de arquivo inválido.

source: Invalid max. block size! It must be in the range from %d to %d.
pt_br: Tamanho máximo do bloco inválido! Deve estar entre %d e %d.

source: Invalid username or password. Please try again.
pt_br: Nome de usuário ou senha inválidos. Por favor, tente novamente.

source: It can be changed from the client side by standard SCSI mode page at any time.
pt_br: Pode ser modificado a partir do cliente pela página de modo padrão SCSI a qualquer momento.

source: It cannot be used combining SMB2 and Anonymous.
pt_br: Não pode ser usado combinando SMB2 e Anônimo.

source: It is impossible to enable 'Anonymous users only' and 'Local users only' authentication simultaneously.
pt_br: É impossível habilitar a autenticação para 'Somente usuários anônimos' e 'Somente usuários locais' simultaneamente.

source: It is not recommanded to import non healthy pools nor virtual devices that are part of a non healthy pool.
pt_br: Não é recomendado importar pools não íntegros nem dispositivos virtuais que são parte de um pool não íntegro.

source: It's recommended to change the default username and password for accessing the WebGUI, enter the username here.
pt_br: Recomenda-se mudar o nome de usuário e senha padrão para acessar o WebGUI, digite o nome de usuário aqui.

source: Italian
pt_br: Italiano

source: January February March April May June July August September October November December
pt_br: Janeiro Fevereiro Março Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro

source: Japanese
pt_br: Japonês

source: Key
pt_br: Chave

source: Key Management Protocol
pt_br: Protocolo de Gerenciamento de Chaves

source: Key length
pt_br: Comprimento da chave

source: Key length to use with the given cryptographic algorithm.
pt_br: Comprimento da chave a ser usado com o algoritmo de criptografia fornecido.

source: Kill encrypted volume
pt_br: Destrói volume criptografado

source: Korean
pt_br: Coreano

source: LAN Management
pt_br: Gerenciamento de Rede Local

source: LAN net
pt_br: Rede LAN

source: LAN only
pt_br: Apenas para LAN

source: LCDproc (client)
pt_br: LCDproc (cliente)

source: Language
pt_br: Idioma

source: Language to use on front panel
pt_br: Linguagem para usar no painel frontal

source: Large read/write
pt_br: Leitura/Escrita em blocos grandes

source: Last config change
pt_br: Última alteração da configuração

source: Latest Beta Build: %s
pt_br: Último Beta Build: %s

source: Latest Release: %s
pt_br: Último Release: %s

source: Latvian
pt_br: Letão

source: Leave '%s' for unformated disks and format them using <a href='%s'>format</a> menu.
pt_br: Deixe '%s' para discos não formatados e formate-os usando o menu <a href='%s'>formatar</a>.

source: Leave already configured auto snapshots.
pt_br: Manter pontos de recuperação automáticos já configurados.

source: Leave auto snapshot configuration
pt_br: Manter configuração de pontos de recuperação automáticos

source: Leave this field empty to use default settings.
pt_br: Deixe este campo vazio para usar as configurações padrão.

source: Level 1 - Minimum power usage with Standby (spindown)
pt_br: Nível 1 - Utilização mínima de energia com Standby (spindown)

source: Level 127 - Intermediate power usage with Standby
pt_br: Nível 127 - Utilização intermediária de energia com Standby

source: Level 128 - Minimum power usage without Standby (no spindown)
pt_br: Nível 128 - Utilização mínima de energia sem Standby (sem spindown)

source: Level 192 - Intermediate power usage without Standby
pt_br: Nível 192 - Utilização intermediária de energia sem Standby

source: Level 254 - Maximum performance, maximum power usage
pt_br: Nível 254 - Performance máxima, utilização máxima de energia

source: Level 64 - Intermediate power usage with Standby
pt_br: Nível 64 - Utilização intermediária de energia com Standby

source: Levels (MHz/mW): %s
pt_br: Níveis (MHz/mW): %s

source: License
pt_br: Licença

source: License & Credits
pt_br: Licença e Créditos

source: Life time
pt_br: Tempo de Vida

source: Lightweight Directory Access Protocol
pt_br: Protocolo Leve de Acesso a Diretório

source: Limits the amount of space a dataset and its descendants can consume. This property enforces a hard limit on the amount of space used. This includes all space consumed by descendants, including file systems and snapshots. To specify the size use the following human-readable suffixes (for example, 'k', 'KB', 'M', 'Gb', etc.).
pt_br: Limita a quantidade que um dataset e seus descendentes podem consumir. Esta propriedade força um limite máximo que pode ser utilizado incluindo todo o espaço consumido pelos descendentes, sistemas de arquivos e snapshots. Para especificar o tamanho utilize os sufixos comuns para unidades (por exemplo, 'k', 'KB', 'M', 'Gb', etc.).

source: Link Aggregation and Failover
pt_br: Link Aggregation e Failover

source: Link down action
pt_br: Ação para link inativo

source: Link up action
pt_br: Ação para link restaurado

source: List
pt_br: Lista

source: List of acceptable pairwise (unicast) ciphers for WPA. One or more of: CCMP (AES in Counter mode with CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).
pt_br: Lista de cifras de emparelhamento (unicast) aceitáveis para WPA. Um ou mais de: CCMP (AES em Counter mode com CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).

source: List of available target name on all configured iSCSI targets
pt_br: Lista de nomes de target disponíveis em todos os targets iSCSI configurados.

source: List of detected disks
pt_br: Lista de discos detectados

source: List of imported users
pt_br: Lista de usuários importados

source: List of mount points
pt_br: Lista de pontos de montagem

source: Load
pt_br: Carregar

source: Load averages
pt_br: Médias de carga

source: Load file
pt_br: Carregar arquivo

source: Load on UPS
pt_br: Carga no UPS

source: Load when UPS switches to overload condition ("OVER")
pt_br: Carga quando o UPS muda para condição de sobrecarga ("OVER")

source: Local Master Browser
pt_br: Master browser local

source: Local User
pt_br: Usuário local

source: Local share (destination)
pt_br: Compartilhamento local (destino)

source: Local shares to be synchronized
pt_br: Compartilhamentos locais a serem sincronizados

source: Local user bandwidth
pt_br: Largura de banda do usuário local

source: Local user download bandwith in KB/s. An empty field means infinity.
pt_br: Largura de banda de download do usuário local em KB/s. Um campo vazio significa valor infinito.

source: Local user upload bandwith in KB/s. An empty field means infinity.
pt_br: Largura de banda de upload do usuário local em KB/s. Um campo vazio significa valor infinito.

source: Local users only
pt_br: Somente usuários locais

source: Location
pt_br: Localização

source: Location information, e.g. physical location of this system: 'Floor of building, Room xyz'.
pt_br: Informação de localização, e.g. localização física do sistema: 'Andar do edifício, Quarto xyz'.

source: Location of the files to share.
pt_br: Localização dos arquivos para compartilhar.

source: Location where the content database file will be stored.
pt_br: Local onde será armazenada o banco de dados de conteúdos.

source: Location where the database with media contents will be stored.
pt_br: Localização onde o banco de dados com conteúdos de mídia será armazenado.

source: Location where the working files will be stored, e.g. %s/backup/.unison
pt_br: Localização onde os arquivos de trabalho serão armazenados, e.g. %s/backup/.unison

source: Log (mirror)
pt_br: Log (espelho)

source: Log Level
pt_br: Nível de Log

source: Log packets that are handled by this rule to syslog.
pt_br: Logar pacotes que são manipulados por esta regra no syslog.

source: Logical Block Length
pt_br: Tamanho Lógico do Bloco

source: Logical Unit Controller Authorised network (%s by default)
pt_br: Rede autorizada do Controlador de Unidade Lógica (%s por padrão)

source: Logical Unit Controller IP address (%s by default)
pt_br: Endereço IP do Controlador de Unidade Lógica (%s por padrão)

source: Logical Unit Controller TCP port (%d by default)
pt_br: Porta TCP de Controlador de Unidade Lógica (%d por padrão)

source: Logical Unit Controller login information
pt_br: Informação de Login do Controlador de Unidade Lógica

source: Logical Unit Type mapped to LUN.
pt_br: Tipo de Unidade Lógica mapeada para LUN.

source: Login name of user.
pt_br: Nome de login do usuário

source: Logout
pt_br: Sair

source: Low voltage boosting transfer point
pt_br: Ponto de transferência quando sair da baixa tensão

source: Low voltage transfer point
pt_br: Ponto de transferência quando entrar na baixa tensão

source: Low voltage trimming transfer point
pt_br: Ponto de corte de transferência para baixa tensão

source: Lowest value is higher priority. For master node, use 0 or 1. If preempt is enabled, it is adjusted to 240 on failure.
pt_br: Valor mais baixo têm maior prioridade. Para nódulo primário, use 0 ou 1. Se preempt estiver ativada, ela é ajustada para 240 em caso de falha.

source: MAC address
pt_br: Endereço MAC

source: MBR partition
pt_br: Partição MBR

source: MISSING
pt_br: FALTANDO

source: MOVED TO
pt_br: MOVIDO PARA

source: MS Active Directory informations
pt_br: Informações do MS Active Directory

source: MS Domain
pt_br: Domínio MS

source: Machine suffix
pt_br: Sufixo da máquina

source: Make sure you have activated S.M.A.R.T. for your devices.
pt_br: Certifique-se de ter ativado o S.M.A.R.T. para os seus dispositivos.

source: Make sure you have already configured your <a href='%s'>Email</a> settings.
pt_br: Certifique-se que já configurou as suas definições de <a href='%s'>Email</a>.

source: Management
pt_br: Gerenciamento

source: Manufacturer
pt_br: Fabricante

source: Manufacturing date
pt_br: Data de Fabricação

source: Map all users to root
pt_br: Mapear todos os usuários para root

source: Map to guest
pt_br: Mapear para convidado

source: Map to user
pt_br: Mapear para o usuário

source: Masquerade address
pt_br: Endereço mascarado

source: Max Protocol
pt_br: Protocolo Máximo

source: Max. TTL
pt_br: TTL Máximo

source: Max. block size
pt_br: Tamanho máximo do bloco

source: Max. conn. per IP
pt_br: Máx. de conexões. por IP

source: Max. connections
pt_br: Número máximo de conexões

source: Max. login attempts
pt_br: Número máximo de tentativas de login

source: Max. passive port
pt_br: Número máximo de portas passivas

source: Max. pre-send R2T
pt_br: Pre-envio máx. R2T

source: Max. sessions
pt_br: Número máximo de sessões

source: Max. time-to-live (max. number of hops) used in outgoing probe packets.
pt_br: Valor do time-to-live (número máximo de hops) usado nos pacotes enviados.

source: Maximum connections
pt_br: Máximo de conexões

source: Maximum frequency
pt_br: Frequência máxima

source: Maximum idle time in seconds.
pt_br: Tempo máximo de 'idle', em segundos.

source: Maximum incoming voltage seen
pt_br: Tensão máxima vista na entrada

source: Maximum number of allowed password attempts before disconnection.
pt_br: Número máximo de tentativas de logon antes da desconexão.

source: Maximum number of connections in each session (%d by default).
pt_br: Número máximo de conexões em cada sessão (%d por padrão).

source: Maximum number of connections per IP address (0 = unlimited).
pt_br: Máximo de conexões por endereço IP (0 = ilimitado)

source: Maximum number of pre-send R2T in each connection (%d by default). The actual number is limited to QueueDepth of the target.
pt_br: Número máximo de pre-envio R2T em cada conexão (%d por padrão). O número atual é limitado ao QueueDepth do target.

source: Maximum number of sessions holding at same time (%d by default).
pt_br: Número máximo de sessões em espera ao mesmo tempo (%d por padrão).

source: Maximum number of simultaneous clients.
pt_br: Número máximo de clientes simultâneos.

source: Maximum number of simultaneous connections. Default is 0 (unlimited).
pt_br: Número máximo de conexões simultâneas. O padrão é 0 (ilimitado).

source: Maximum performance, maximum acoustic output
pt_br: Performance máxima, nivel de ruído máximo

source: Maximum relative humidity seen (percent)
pt_br: Umidade relativa máxima vista (porcentagem)

source: Maximum temperature seen (degrees C)
pt_br: Temperatura máxima vista (graus C)

source: Media
pt_br: Mídia

source: Media Directory
pt_br: Diretório de midia

source: Media library
pt_br: Biblioteca de mídias

source: Medium acoustic output
pt_br: Nível de ruído médio

source: Member Interface
pt_br: Interface membro

source: Memory usage
pt_br: Uso da Memória

source: Message of the day.
pt_br: Mensagem do dia.

source: MiB
pt_br: MB

source: Min. passive port
pt_br: Número mín. de porta passiva

source: Minimum
pt_br: Mínimo

source: Minimum battery level for UPS restart after power-off
pt_br: Nível mínimo de bateria para o UPS reiniciar após desligamento

source: Minimum free space
pt_br: Mínimo de espaço livre

source: Minimum frequency
pt_br: Frequência mínima

source: Minimum incoming voltage seen
pt_br: Tensão mínima vista na entrada

source: Minimum performance, Minimum acoustic output
pt_br: Performance mínima. Nível de ruído mínimo

source: Minimum relative humidity seen (percent)
pt_br: Umidade relativa mínima vista (porcentagem)

source: Minimum temperature seen (degrees C)
pt_br: Temperatura mínima vista (graus C)

source: Minutes
pt_br: Minutos

source: Minutes between network time sync.
pt_br: Número de minutos entre cada atualização da hora

source: Mirror
pt_br: Espelho

source: Missing a temporary folder.
pt_br: Falta uma pasta temporária.

source: Mode
pt_br: Modo

source: Model
pt_br: Modelo

source: Model extra
pt_br: Modelo extra

source: Model name
pt_br: Nome do modelo

source: Modifying
pt_br: Modificando

source: Module
pt_br: Módulo

source: Modules
pt_br: Módulos

source: Monday Tuesday Wednesday Thursday Friday Saturday Sunday
pt_br: Segunda Terça Quarta Quinta Sexta Sábado Domingo

source: Months
pt_br: Meses

source: Mount Point
pt_br: Ponto de Montagem

source: Mount point
pt_br: Ponto de montagem

source: Mount point name
pt_br: Nome do ponto de montagem

source: Mount the file system read-only (even the super-user may not write it).
pt_br: Montar o sistema de aquivos em modo somente leitura (mesmo o usuário root não poderá escrever).

source: Mounting device.
pt_br: Dispositivo de montagem

source: Mounting...
pt_br: A montar...

source: Mounts
pt_br: Pontos de Montagem

source: Must choose one
pt_br: Escolha um

source: Mutual CHAP
pt_br: CHAP mútuo

source: Mutual CHAP Users
pt_br: Usuários CHAP mútuos

source: NOPIN Interval
pt_br: Intervalo NOPIN

source: NOPIN sending interval in seconds (%d by default).
pt_br: Intervalos de envio NOPIN em segundos (%d por padrão).

source: NOT YET AVAILABLE
pt_br: AINDA NÃO DISPONÍVEL

source: NTP time server
pt_br: Servidor(es) de tempo

source: NUT Internal Driver Information
pt_br: Informação de Drive Interno NUT

source: Name
pt_br: Nome

source: Name of the NAS host, without domain part e.g. %s.
pt_br: Nome do host NAS, sem o sufixo de domínio e.g. %s.

source: Name of the device to use as swap device, e.g. %s.
pt_br: Nome do dispositivo para ser usado como swap, e.g. %s.

source: Name of the server. If this field is left empty the default server is specified.
pt_br: Nome do servidor. Se o campo for deixado em branco será definido o servidor padrão.

source: Name of the variable.
pt_br: O nome da variável.

source: NetBIOS name
pt_br: Nome NetBIOS

source: Netgraph
pt_br: Gráfico de rede

source: Network
pt_br: Rede

source: Network File System
pt_br: Sistema de Arquivos de Rede

source: Network authorised to access to the iSCSI target. It takes IP or CIDR addresses or 'ALL' for any IPs.
pt_br: Rede autorizada a acessar o iSCS target. Utilize endereços IP, endereços CIDR ou 'ALL' para todos os IPs.

source: Network mask
pt_br: Máscara de rede

source: Network port
pt_br: Porta de rede

source: Network that is authorised to access the NFS share.
pt_br: Rede que está autorizada a acessar o compartilhamento NFS.

source: Networks
pt_br: Redes

source: Never - Poll (check) the device regardless of its power mode. This may cause a disk which is spun-down to be spun-up when it is checked.
pt_br: Nunca - Consulta (verifica) o dispositivo independente do seu modo de energia. Isto pode fazer com que o disco passe de 'spun-dowm' para 'spun-up' quando verificado.

source: Never - default
pt_br: Nunca - padrão

source: New Device
pt_br: Novo Dispositivo

source: New password
pt_br: Nova senha

source: No
pt_br: Não

source: No DNS setting found.
pt_br: Nenhuma configuração de DNS encontrada.

source: No RSYNC Client configured
pt_br: Nenhum cliente RSYNC configurado

source: No configured Auth Group. Please add new <a href='%s'>Auth Group</a> first.
pt_br: Nenhum Grupo de Autenticação configurado. Por favor, adicione um novo em <a href='%s'>Grupo de Autenticação</a> primeiro.

source: No configured CARP interfaces.
pt_br: Nenhuma interface CARP configurada.

source: No configured CARP interfaces. Please add new <a href='%s'>CARP interface</a> first.
pt_br: Sem interfaces ARP configuradas. Por favor adicione nova <a href='%s'>interface CARP</a> primeiro.

source: No configured Extent. Please add new <a href='%s'>Extent</a> first.
pt_br: Nenhum Extent configurado. Por favor, adicione um novo <a href='%s'>Extent</a> primeiro.

source: No configured Initiator Group. Please add new <a href='%s'>Initiator Group</a> first.
pt_br: Nwnhum grupo "initiator' configurado. Por favor, adicione um em <a href='%s'>Grupo Initiator</a> primeiro.

source: No configured Portal Group. Please add new <a href='%s'>Portal Group</a> first.
pt_br: Nenhum Grupo de Portal configurado. Por favor adicione um novo <a href='%s'>Grupo de Portal</a> primeiro.

source: No configured pools. Please add new <a href='%s'>pools</a> first.
pt_br: Nenhum pool configurado. Por favor, adicione um novo <a href='%s'>Pool</a> primeiro.

source: No configured virtual devices. Please add new <a href='%s'>virtual device</a> first.
pt_br: Nenhum dispositivo virtual configurado. Por favor, adicione um novo <a href='%s'>dispositivo virtual</a> primeiro.

source: No device selected.
pt_br: Nenhum dispositivo selecionado.

source: No disk configured
pt_br: Nenhum disco configurado

source: No disks available. Please add new <a href='%s'>disk</a> first.
pt_br: Nenhum disco disponivel. Por favor, adicione um novo <a href='%s'>disco</a> primeiro.

source: No disks configured, please add disks to see the diagnostic information of disks!
pt_br: Não há discos configurados. Por favor adicione discos para ver as informações de diagnósticos de discos!

source: No file was uploaded.
pt_br: Nenhum arquivo foi enviado.

source: No new disk found.
pt_br: Novo disco não foi encontrado.

source: No pool was found.
pt_br: Nenhum pool encontrado.

source: Node A IP address
pt_br: Endereço IP do nó A

source: Node A settings
pt_br: Configurações do nó A

source: Node B IP address
pt_br: Endereço IP do nó B

source: Node B settings
pt_br: Configurações do nó B

source: Node ID
pt_br: ID do Nó

source: Node Name
pt_br: Nome do Nó

source: Nominal battery voltage
pt_br: Voltagem nominal da bateria

source: Nominal input current (A)
pt_br: Corrente nominal de entrada (A)

source: Nominal input line frequency (Hz)
pt_br: Frequencia nominal da linha de entrada (Hz)

source: Nominal input voltage
pt_br: Voltagem nominal de entrada

source: Nominal output current (A)
pt_br: Corrente nominal de saída (A)

source: Nominal output frequency (Hz)
pt_br: Frequência nominal de saída (Hz)

source: Nominal output voltage (V)
pt_br: Voltagem nominal de saída (V)

source: Nominal value of apparent power (Volt-Amps)
pt_br: Valor nominal da potência aparente (Volt-Ampéres)

source: Nominal value of real power (Watts)
pt_br: Valor nominal da potência real (Watts)

source: None
pt_br: Nenhum

source: Norwegian (Bokmal)
pt_br: Norueguês (Bokmal)

source: Not all drivers/NICs support 802.1Q VLAN tagging properly. On cards that do not explicitly support it, VLAN tagging will still work, but the reduced MTU may cause problems.
pt_br: Nem todos os drivers/NICs suportam VLAN tagging 802.1Q de forma correta. Nas placas que não suportam explicitamente, o tagging VLAN continuará a funcionar, mas o MTU reduzido poderá causar problemas.

source: Not attached
pt_br: Não anexado

source: Note
pt_br: Nota

source: Note: Ctrl-click (or command-click on the Mac) to select and de-select minutes, hours, days and months.
pt_br: Nota: Ctrl-click (ou command-click no Mac) para selecionar ou desmarcar minutos, horas, dias e meses.

source: Note: Ctrl-click (or command-click on the Mac) to select and deselect groups.
pt_br: Nota: Ctrl-click (ou command-click no Mac) para selecionar ou desmarcar grupos.

source: Note: Ctrl-click (or command-click on the Mac) to select multiple entries.
pt_br: Nota: Ctrl-click (ou command-click no Mac) para selecionar múltiplas entradas.

source: Nothing to synchronize
pt_br: Nada para sincronizar

source: Notification email from host: %s
pt_br: Email de notificação do host: %s.

source: Now
pt_br: Agora

source: Null passwords
pt_br: Senhas em branco

source: Number of bad battery packs
pt_br: Número de conjuntos de bateria ruins

source: Number of battery packs
pt_br: Número de conuntos de bateria
