Repository: nas4free/nas4free
Catalog: branches/10.1.0.2/locale/*.po
Languages: da

source: interfaces:
da: grænseflader:

source: was assigned to
da: var tildelt til

source: %d days
da: %d dage

source: %d week
da: %d uge

source: %d weeks
da: %d uger

source: %d year
da: %d år

source: %d years
da: %d år

source: %d%% of %dMiB
da: %d%% af %dMiB

source: %dB / block
da: %dB / blok

source: %s interface
da: %s grænseflade

source: %s is too long.
da: %s er for lang.

source: %s is used to create %s volumes.
da: %s bliver brugt til at oprette %s volumer.

source: %s of %sB
da: %s af %sB

source: %s on %s
da: %s på %s

source: %s%% available
da: %s%% til rådighed

source: %s%d %s is already used by %s%d.
da: %s%d %s er allerede brugt af %s%d.

source: %s: cannot get mirror name.
da: %s: kan ikke få navn på spejl.

source: %sB available of %sB
da: %sB tilgængelig af %sB

source: %sB used of %sB
da: %sB brugt af %sB

source: *** Imported duplicate ***
da: *** Importeret dublet ***

source: 0=disabled, 1-255=enabled command queuing with specified depth.
da: 0=deaktiveret, 1-255=aktiveret kommando kø med angivet dybde.

source: 1. Use these specials actions for debugging only!<br />2. There is no need of using this menu for starting a RAID volume (start automaticaly).
da: 1. Brug kun disse specielle funktioner til fejlfinding!<br />2. RAID volumen starter automatisk, der er ingen grund til at bruge menuen til dette.

source: 802.1Q VLAN tag (between 1 and 4094).
da: 802.1Q VLAN mærkat (mellem 1 og 4094).

source: <a href='%s'>SSHD</a> must be enabled for Unison to work, and the <a href='%s'>user</a> must have shell access.
da: <a href='%s'>SSHD</a> skal være aktiveret for at Unison kan virke, og <a href='%s'>brugeren</a> skal have fulde Shell rettigheder.

source: <div id='enumeration'><ul><li>%d - Date</li><li>%h - Hostname</li></ul></div>
da: <div id='enumeration'><ul><li>%d - Dato</li><li>%h - Værtsnavn</li></ul></div>

source: <div id='enumeration'><ul><li>The new password is also the default root password of the system!</li></ul></div>
da: Det nye password er det samme som standard root password på systemet

source: <li>Default - Rsync will choose the 'during' algorithm when talking to rsync 3.0.0 or newer, and the 'before' algorithm when talking to an older rsync.</li><li>Before - File-deletions will be done before the transfer starts.</li><li>During - File-deletions will be done incrementally as the transfer happens.</li><li>Delay - File-deletions will be computed during the transfer, and then removed after the transfer completes.</li><li>After - File-deletions will be done after the transfer has completed.</li>
da: <li>Standard - Rsync vil vælge 'imens' algoritmen når den snakker med rsync 3.0.0 eller nyere, og 'før' algoritmen når den snakker med en ældre rsync.</li><li>Før - Slettede filer vil blive behandlet inden overførslen starter.</li><li>Imens - Slettede filer vil blive behandlet imens overførslen gennemføres.</li><li>Forsink - Slettede filer bliver udregnet under overførslen, og bliver fjernet når overførslen fuldføres.</li><li>Efter - Slettede filer bliver behandlet når overførslen er færdig.</li>

source: A Auth Group contains authorised users and secrets for additional security.
da: En Auth gruppe indeholder autoriserede brugere og hemmeligheder til yderligere sikkerhed.

source: A Initiator Group contains authorised initiator names and networks to access the target.
da: En Initiator gruppe indeholder autoriserede initiator navne og netværk der tilgår målet.

source: A NTP time server name may only contain the characters a-z, 0-9, '-' and '.'.
da: En NTP tidsservers navn må kun indeholde tegnene a-z, 0-9. '-' og '.'.

source: A Portal Group contains IP addresses and listening TCP ports to connect the target from the initiator.
da: En Portal gruppe indeholder IP-adresser og lyttende TCP porte for at forbinde målet fra initiatoren.

source: A VLAN with the tag %s is already defined on this interface.
da: Et VLAN med mærkatet %s er allerede defineret for denne grænseflade.

source: A directory listing is generated if a directory is requested and no index-file (index.php, index.html, index.htm or default.htm) was found in that directory.
da: En indholdsliste bliver genereret hvis der forespørges en mappe, og der ikke blev fundet nogen indeks-fil (index.php, index.html, index.htm eller default.htm) i mappen.

source: A host name alias. This option can appear multiple times, for each domain that has the same IP. Use a space to separate multiple alias names.
da: Et værtsnavn alias. Denne valgmulighed kan fremstå flere gange, for hvert domæne der har den samme IP-adresse. Brug et mellemrum til at adskille flere alias navne.

source: A key will be either 5 or 13 characters (40 or 104 bits) depending of the local network and the capabilities of the adaptor. It may be specified either as a plain string or as a string of hexadecimal digits preceded by '0x'.
da: En nøgle vil være på enten 5 eller 13 tegn (40 eller 104 bits), afhængig af det lokale netværk og adapterens funktionalitet. Den kan angives enten som normal tekst, eller som en række hexdecimale cifre der starter med '0x'.

source: A route to this destination network already exists.
da: En rute til dette destinationens netværk eksisterer allerede.

source: A valid IP address must be specified.
da: En gyldig IP-adresse skal angives

source: A valid IP address or CIDR notation must be specified for the hosts allow.
da: En gyldig IP adresse eller CIDR notation skal specificeres for tilladte værter.

source: A valid IPv4 address must be specified for the primary/secondary DNS server.
da: En gyldig IPv4 addresse skal angives for den primære/sekundære DNS server.

source: A valid IPv4 address must be specified.
da: En gyldig IPv4 addresse skal angives.

source: A valid IPv4 network bit count must be specified.
da: Et gyligt IPv4 netværks bit antal skal angives.

source: A valid IPv6 Gateway address must be specified.
da: En gyldig IPv6 Gateway adresse skal angives.

source: A valid IPv6 address must be specified for the primary/secondary DNS server.
da: En gyldig IPv6 addresse skal angives for den primære/sekundære DNS server.

source: A valid IPv6 address must be specified.
da: En gyldig IPv6 addresse skal angives.

source: A valid IPv6 prefix must be specified.
da: Et gyldigt IPv6 præfiks skal angives.

source: A valid destination network must be specified.
da: Et gyldigt destinations netværk skal angives.

source: A valid gateway IP address must be specified.
da: En gyldig gateway IP-addresse skal angives.

source: A valid mtu size must be specified.
da: En gyldig mtu størelse skal angives.

source: A valid network bit count (1-32) must be specified.
da: Et gyldigt netværks bit antal (1-32) skal angives.

source: A valid prefix (1-128) must be specified.
da: Et gyldigt præfiks (1-128) skal angives.

source: A valid systctl MIB value.
da: En gyldig sysctl MIB værdi.

source: AD authentication disabled
da: AD godkendelse deaktiveret

source: AD or PDC name.
da: AD eller PDC navn.

source: AIO module
da: AIO modul

source: AIO read size
da: AIO læse størrelse

source: AIO write size
da: AIO skrive størrelse

source: ALL interfaces
da: ALLE grænseflader

source: AP mode
da: AP tilstand

source: ARP Tables
da: ARP Tabeller

source: ARP tables
da: ARP tabeller

source: Access
da: Adgang

source: Access Restrictions
da: Adgangsbegrænsninger

source: Access Time (atime)
da: Access tid (atime)

source: Access mode
da: Adgangstilstand

source: Acoustic level
da: Akustisk niveau

source: Action
da: Handling

source: Activate
da: Aktiver

source: Activate S.M.A.R.T. monitoring for this device.
da: Aktiver S.M.A.R.T. overvågning for denne enhed

source: Activate email report if you want to be notified if a failure or a new error has been detected, or if a S.M.A.R.T. command to a disk fails.
da: Aktiver email rapport hvis du vil informeres hvis et nedbrud eller eller en ny fejl opdages, eller hvis en S.M.A.R.T. kommando til en disk fejler.

source: Active Shares
da: Aktive netværksdelinger

source: Active Users
da: Aktive brugere

source: Add
da: Tilføj

source: Add Host
da: Tilføj vært

source: Add MIB
da: Tilføj MIB

source: Add RAID
da: Tilføj RAID

source: Add Route
da: Tilføj rute

source: Add Rsync job
da: Tilføj Rsync opgave

source: Add URL
da: Tilføj URL

source: Add additional scheduled self-test.
da: Tilføj ekstra planlagt selv-diagnose.

source: Add auth group
da: Tilføj Auth gruppe

source: Add auto snapshot
da: Tilføj automatisk snapshot

source: Add command
da: Tilføj kommando

source: Add dataset
da: Tilføj datasæt

source: Add device
da: Tilføj enhed

source: Add disk
da: Tilføj disk

source: Add extent
da: Tilføj extent

source: Add group
da: Tilføj gruppe

source: Add initiator
da: Tilføj initiator

source: Add initiator group
da: Tilføj Initiator gruppe

source: Add interface
da: Tilføj grænseflade

source: Add job
da: Tilføj opgave

source: Add module
da: Tilføj modul

source: Add mount point
da: Tilføj monterings punkt

source: Add option
da: Tilføj indstilling

source: Add pool
da: Tilføj pulje

source: Add portal group
da: Tilføj Portal gruppe

source: Add resource
da: Tilføj resource

source: Add rule
da: Tilføj regel

source: Add self-test
da: Tilføj selv-diagnose

source: Add share
da: Tilføj share

source: Add snapshot
da: Tilføj snapshot

source: Add target
da: Tilføj mål

source: Add user
da: Tilføj bruger

source: Add volume
da: Tilføj enhed

source: Additional group
da: Ekstra gruppe

source: Additional parameters to the hardware-specific part of the driver.
da: Ekstra parametre til den hardware-specifikke del af driveren.

source: Address
da: Adresse

source: Address of the remote hastd daemon. It must be a static IP address.
da: Adresse på remote hastd daemon. Det skal være en fast IP adresse.

source: Admin password
da: Admin kodeord

source: Administration password
da: Administrations kodeord

source: Administrative WebGUI
da: Administrativ WebGUI

source: Administrator name
da: Administrator navn

source: Advanced
da: Avanceret

source: Advanced Configuration
da: Avanceret konfiguration

source: Advanced Format
da: Avanceret formatering

source: Advanced Options
da: Advancerede valgmuligheder

source: Advanced Power Management
da: Avanceret strømstyring

source: Advanced settings
da: Advancerede indstillinger

source: Advertisement skew
da: Meddelelse forvansket

source: Aggregation protocol
da: Aggregerings protokol

source: Aggressive
da: Aggressiv

source: Albanian
da: Albansk

source: All
da: Alle

source: All dirs
da: Alle mapper

source: All dirs requires mounted path, but Path %s is not mounted.
da: Alle mapper kræver en monteret sti, men stien %s er ikke monteret.

source: All disks are imported.
da: Alle diske er importeret.

source: All shares use the option 'usedots' thus making the filenames .Parent and anything beginning with .Apple illegal.
da: Alle shares bruger indstillinger 'usedots' og gør derfor filnavnene .Parent og alt hvad der begynder med .Apple ulovlige.

source: All software raid disks are imported.
da: Alle software raid diske er importeret.

source: All users will have the root privilege.
da: Alle brugere vil have root rettigheder.

source: Allow
da: Tillad

source: Allow client access to accounts that have null passwords.
da: Tillad klient adgang til konti der har tomme kodeord.

source: Allow clients to attempt to store OS/2 style extended attributes on a share.
da: Tillad klienter at forsøge at gemme OS/2 udvidede attributter på et share.

source: Allow clients to resume interrupted uploads and downloads.
da: Tillad kilenter at genoptage afbrudte uploads og downloads.

source: Allow new files
da: Tillad nye filer

source: Allow new files to be created.
da: Tillad oprettelse af nye filer.

source: Allow to start UPS from battery
da: Tillad start af UPS fra batteri

source: Allow trusted domains.
da: Tillad godkendte domæner.

source: Allows certain users and groups to have read/write access to a share. This follows the allow option format.
da: Tillader at visse brugere og grupper har læse/skrivve adgang til et share. Dette følger allow valgmulighedens format.

source: Allows certain users and groups to have read-only access to a share. This follows the allow option format.
da: Tillader at visse brugeren og grupper kun har skrivebeskyttet adgang til et share. Dette følger allow walgmulighedens format.

source: Allows the server to try and become a local master browser.
da: Tilladder serveren at forsøge at blive local master browser

source: Alternate TCP port. Default is 22
da: Alternativ TCP port. Standard er 22

source: Alternate TCP port. Default is 873
da: Alternativ TCP port. Standard er 873

source: Alternative configuration directory (usually empty).
da: Alternativ konfigurations mappe (som regel tom).

source: Always on
da: Altid tændt

source: Always scan
da: Skan altid

source: Ambient Conditions From External Probe Equipment
da: Betingelser for omgivelser fra ekstern probe

source: Ambient relative humidity (percent)
da: Relativ fugtighed i omgivelserne (procent)

source: Ambient temperature (degrees C)
da: Temperatur i omgivelserne (grader Celsius)

source: An host with this name already exists.
da: En vært med dette navn eksisterer allerede.

source: An interface with the specified description already exists.
da: En grænseflade med den angivne beskrivelse eksisterer allerede.

source: Anonymous bind
da: Anonym bind

source: Anonymous user bandwidth
da: Anonym bruger båndbredde

source: Anonymous user download bandwith in KB/s. An empty field means infinity.
da: Anonym bruger download båndbredde i KB/s. Et tomt felt betyder uendeligt.

source: Anonymous user upload bandwith in KB/s. An empty field means infinity.
da: Anonym bruger upload båndbredde i KB/s. Et tomt felt betyder uendeligt.

source: Anonymous users only
da: Kun anonyme brugere

source: Any
da: Alle

source: Apple Filing Protocol
da: Apple Filing Protokol

source: Apply
da: Anvend

source: Apply changes
da: Anvend ændringer

source: Archive
da: Arkiv

source: Archive mode.
da: Arkiverings tilstand.

source: Are you sure you want to proceed?
da: Er du sikker på du vil fortsætte?

source: Are you sure you want to reboot the system?
da: Er du sikker på du vil genstarte systemet?

source: Are you sure you want to shutdown the system?
da: Er du sikker på du vil lukke systemet ned?

source: Asynchronous I/O (AIO)
da: Asynkron I/O (AIO)

source: At the highest level, a target is what is presented to the initiator, and is made up of one or more extents.
da: På det højeste niveau, bliver et mål præsenteret for initiatoren, og indholder en eller flere extents.

source: Attached
da: Vedhæftet

source: Attaching provider '%s'.
da: Vedhæfter provider '%s'.

source: Auth Group
da: Auth gruppe

source: Auth Groups
da: Auth grupper

source: Auth Method
da: Auth metode

source: Authenticate URL
da: Godkend URL

source: Authentication
da: Godkendelse

source: Authentication method
da: Godkendelses metode

source: Authorised network
da: Godkendt netværk

source: Auto
da: Automatisk

source: Auto size
da: Automatisk størrelse

source: Autoselect
da: Vælg automatisk

source: Auxiliary device firmware
da: Ekstern enhed firmware

source: Auxiliary parameters
da: Ekstra parametre

source: Available
da: Ledig

source: Backup configuration
da: Backup konfiguration

source: Backup file
da: Backup fil

source: Backup/Restore
da: Backup/Gendan

source: Bad User - non existing users
da: Forkert bruger - bruger eksisterer ikke

source: Balance algorithm
da: Balance algoritme

source: Ban list
da: Udelukkede adresser

source: Ban list rule
da: Udelukkede adresser regel

source: Base Name
da: Base navn

source: Base Name will be appended automatically when starting without 'iqn.'.
da: Base navn bliver automatisk tilføjet når der startes uden 'iqn.'.

source: Battery Details
da: Batteri detaljer

source: Battery Level
da: Batteriniveau

source: Battery Low
da: Lavt batteriniveau

source: Battery Remaining level when UPS switches to Shutdown mode (Low Battery)
da: Batteri reserve kapacitet når UPS initierer nedlukning (lavt batteri)

source: Battery alarm threshold
da: Batteri alarm grænse

source: Battery capacity
da: Batteri kapacitet

source: Battery change date
da: Dato for batteri udskiftning

source: Battery chemistry
da: Batteri kemi

source: Battery current
da: Batteri strøm

source: Battery level
da: Batteriniveau

source: Battery level when UPS switches to "Warning" state
da: Batteri niveu når UPS skifter til "Advarsel" tilstand

source: Battery manufacturing date
da: Batteri fremstillings dato

source: Battery temperature
da: Batteri temperatur

source: Battery voltage
da: Battery spænding

source: Best available
da: Bedst tilgængelige

source: Bind password
da: Bind kodeord

source: Blank time
da: Blank tid

source: Blocksize
da: Blok størrelse

source: Bridge
da: Bro

source: Browseable
da: Kan gennemses

source: Build date
da: Fremstillingsdato

source: Bulgarian
da: Bulgarsk

source: By default, only already existing files can be uploaded.
da: Som standard, kan kun eksisterende filer uploades.

source: CARP only
da: kun CARP

source: CHANGED
da: ÆNDRET

source: CHAP Users
da: CHAP brugere

source: CIFS/SMB disabled
da: CIFS/SMB deaktiveret

source: CIFS/SMB informations
da: CIFS/SMB informationer

source: CIFS/SMB is enabled.
da: CIFS/SMB er aktiveret

source: CP1251 (Cyrillic)
da: CP1251 (Kyrillisk)

source: CP437 (Latin US)
da: CP437 (Latinsk US)

source: CP850 (Latin 1)
da: CP850 (Latinsk 1)

source: CP852 (Latin 2)
da: CP852 (Latinsk 2)

source: CP866 (Cyrillic CIS 1)
da: CP866 (Kyrillisk CIS 1)

source: CP932 (Japanese Shift-JIS)
da: CP932 (Japansk Shift-JIS)

source: CP936 (Simplified Chinese GBK)
da: CP936 (Simpelt Kinesisk GBK)

source: CP949 (Korean)
da: CP949 (Koreansk)

source: CP950 (Traditional Chinese Big5)
da: CP950 (Traditionel Kinesisk Big5)

source: CPU frequency
da: CPU frekens

source: CPU frequency:
da: CPU-frekvens:

source: CPU load
da: CPU belastning

source: CPU temperature
da: CPU temperatur

source: CPU usage
da: CPU forbrug

source: Cache Device
da: Cache enhed

source: Calibration Battery
da: Kalibreringsbatteri

source: Can't format the OS origin disk!
da: Kan ikke formatere OS kilde disken!

source: Can't get UFS ID.
da: Kan ikke hente UFS ID.

source: Can't mount the system partition 1, the DATA partition is the 2.
da: Kan ikke montere system partitionen 1, DATA partitionen er nummer 2.

source: Cancel
da: Annuller

source: Canmount
da: Kan montere

source: Cannot get CPU load
da: Kan ikke læse CPU belastning

source: Cannot get data about interface
da: Kan ikke hente data om grænsefladen

source: Cannot use DHCP for LAN interface.
da: Kan ikke bruge DHCP for LAN grænseflade.

source: Capacity
da: Kapacitet

source: Causes the server to display the network information for the specified IP address or DNS hostname to the client, on the assumption that that IP address or DNS host is acting as a NAT gateway or port forwarder for the server.
da: Får serveren til at vise netværks informationer om den angivne IP-adresse eller DNS værtsnavn til klienten, med den antagelse at den IP-adresse eller DNS vært ikke fungerer som NAT gateway eller port fremsender for serveren.

source: Certificate
da: Certifikat

source: Change
da: Skift

source: Change below file
da: Rediger nedenstående fil

source: Change password
da: Skift adgangskode

source: Changes to this option will take effect after a reboot.
da: Ændringer af denne valgmulighed vil først blive anvendt efter en genstart.

source: Channel
da: Kanal

source: Charging Battery
da: Oplader batteri

source: Check interval
da: Kontrol interval

source: Check shared secret:
da: Kontroller delt hemmelighed:

source: Chinese (Simplified)
da: Kinesisk (forenklet)

source: Chinese (Traditional)
da: Kinesisk (traditionelt)

source: Choose UPS mode.
da: Vælg UPS tiulstand

source: Choose on which interface packets must come in to match this rule.
da: Vælg hvilken grænseflade pakker skal komme ind på, for at matche denne regel.

source: Choose which IP protocol this rule should match.
da: Vælg hvilken IP protokol denne regel skal matche.

source: Choose which interface this route applies to.
da: Vælg hvilken grænseflade denne rute gælder for.

source: Clear
da: Ryd

source: Clear config and Import disks
da: Slet konfiguration og importer diske

source: Clear config and Import software raid disks
da: Slet konfiguration og importer software raid diske

source: Click this button to download the server configuration in encrypted GZIP file or XML format.
da: Klik her for at gemme server konfiguration i krypteret GZIP eller XML format.

source: Client
da: Klient

source: Clone
da: Klone

source: Collecting initial data, please wait...
da: Indsamler start data, vent venligst...

source: Collisions
da: Sammenstød

source: Cols
da: Kolonner

source: Command
da: Kommando

source: Command for LINK_DOWN event (e.g. %s).
da: Kommando for LINK_DOWN situation (f. eks. %s).

source: Command for LINK_UP event (e.g. %s).
da: Kommando for LINK_UP situation (f. eks. %s).

source: Command output:
da: Kommando resultat.

source: Command scripts
da: Kommando scripts

source: Comment
da: Kommentar

source: Common Internet File System
da: Common Internet Fil System

source: Community
da: Forum

source: Compilations directories
da: Kompilerings mapper

source: Compliant profile to be used.
da: Overholdelses profil der skal bruges.

source: Compress
da: Komprimer

source: Compress file data during the transfer.
da: Komprimer fil data under overførslen.

source: Compression
da: Komprimering

source: Compression is worth using if your connection is slow. The efficiency of the compression depends on the type of the file, and varies widely. Useful for internet transfer only.
da: Komprimering af værd at bruge, hvis din forbindelse er langsom. Komprimeringes effektivitet afhænger af filens type, og kan variere meget. Kun brugbar ved internet overførsler.

source: Configuration
da: Konfiguration

source: Configuration directory
da: Konfigurations mappe

source: Configuring
da: Konfigurerer

source: Confirmation
da: Bekræftelse

source: Connected FTP users
da: Forbundne FTP brugere

source: Console Menu
da: Konsol Menu

source: Console screensaver
da: Konsol pauseskærm

source: Contact
da: Kontakt

source: Contact information, e.g. name or email of the person responsible for this system: 'admin@email.address'.
da: Kontakt information, f.eks. navn eller email til personen ansvarlig for dette system: 'admin@email.adresse'.

source: Content
da: Indhold

source: Controller
da: Styreenhed

source: Controller Auth Group
da: Controller Auth Gruppe

source: Controller Auth Method
da: Controller Auth Metode

source: Controller Authorised network
da: Controller Autoriseret netværk

source: Controller IP address
da: Controller IP addresse

source: Controller model
da: Styreenhed model

source: Controls power consumption.
da: Styrer strømforbrug

source: Controls the behavior of synchronous requests.
da: Styrer indstillinger ved synkrone forespørgsler
