Repository: nas4free/nas4free
Catalog: branches/10.1.0.2/locale/*.po
Languages: da

source: Encryption algorithm to use.
da: Krypterings algoritme der skal bruges.

source: English
da: Engelsk

source: Enter a custom port number for the WebGUI if you want to override the default (80 for HTTP, 443 for HTTPS).
da: Angiv valgfri port nummer for WebGUI hvis du ikke ønsker at anvende standarden (80 for HTTP, 443 for HTTPS).

source: Enter a valid sysctl MIB name.
da: Indtast et gyldigt sysctl MIB navn.

source: Enter desired system time directly (format mm/dd/yyyy hh:mm) or use icon to select it.
da: Indtast ønsket system tid direkte (format mm/dd/åååå tt:mm) eller brug ikonet for at vælge den.

source: Enter the passphrase that will be used in WPA-PSK mode. This must be between 8 and 63 characters long.
da: Indtast kodeordet der skal bruges til WPA-PSK tilstanden. Dette skal være mellem 8 og 63 tegn langt.

source: Enter the path to the home directory of that user. Leave this field empty to use default path /mnt.
da: Indtast stien til hjemme-mappen for den bruger. Lad feltet være tomt for at bruge standard stien /mnt.

source: Enter the port to send the traps to (default 162).
da: Indtast porten der skal sendes traps til (standard 162).

source: Enter trap host name.
da: Indtast trap værtsnavn

source: Error
da: Fejl

source: Error: The changes could not be applied (error code %s).
da: Fejl: Ændringerne kunne ikke anvendes (fejl kode %s).

source: Event
da: Hændelse

source: Execute
da: Kør

source: Execute command
da: Kør kommando

source: Execute command pre or post system initialization (booting) or before system shutdown.
da: Kør kommando før eller efter system initialisering (opstart) eller før system nedlukning.

source: Execute now
da: Kør nu

source: Expire
da: Udløb

source: Export
da: Eksporter

source: Export all the directories in the specified path.
da: Eksporter alle foldere i den angivne sti.

source: Extended attributes
da: Udvidede attributter

source: Extended input frequency range
da: Udvidet input frekvens område

source: Extended input voltage range
da: Udvidet input spændingsområde

source: Extensions
da: Udvidelser

source: Extent Name
da: Extent navn

source: Extent name
da: Extent navn

source: Extents must be defined before they can be used, and extents cannot be used more than once.
da: Extents skal defineres inden de kan bruges, og extents kan ikke bruge mere end en gang.

source: Extra options
da: Ekstra indstillinger

source: Extra options (usually empty).
da: Ekstra indstillinger (som regel tom).

source: Extra options to /etc/ssh/sshd_config (usually empty). Note, incorrect entered options prevent SSH service to be started.
da: Ekstra indstillinger til /etc/ssh/sshd_config (som regel tom). Bemærk, forkert indtastede indstillinger forhindrer SSH tjenesten i at starte.

source: Extra options to ifconfig (usually empty).
da: Ekstra indstillinger til ifconf (som regel tom).

source: Extra options to rsync (usually empty).
da: Ekstra indstillinger til rsync (som regel tom).

source: FTP - Ban module
da: FTP - Ban modul

source: FTP - File transfer
da: FTP - Fil overførsel

source: FTP events
da: FTP hændelser

source: FTP server disabled
da: FTP server deaktiveret

source: FXP allows transfers between two remote servers without any file data going to the client asking for the transfer (insecure!).
da: FXP tillader overførsler mellem to fjerne servere, uden at fil dataen skal igennem klienten der startede overførslen (usikker!).

source: Factory defaults
da: Fabriksindstillinger

source: Failed
da: Fejlede

source: Failed to create in-memory file system.
da: Kunne ikke oprette hukommelses filsystem.

source: Failed to execute cron job.
da: Kunne ikke udføre cron opgaven.

source: Failed to remove: %s
da: Fejlet ved at fjerne: %s

source: Failed to send status report to: %s.
da: Kunne ikke sende status rapport til: %s.

source: Failed to send status report. Please check the <a href='%s'>log</a> files.
da: Kunne ikke sende status rapport. Kontroller venligst <a href='%s'>log</a> filerne.

source: Failed to send test email to: %s.
da: Kunne ikke afsende test email til: %s

source: Failed to send test email. Please check the <a href='%s'>log</a> files.
da: Kunne ikke afsende test email. Kontroller venligst <a href='%s'>log</a> filerne.

source: Failed to upload file.
da: Kunne ikke uploade fil.

source: Failed to upload metadata backup file.
da: Kunne ikke uploade metadata backup fil.

source: Failed to write file to disk.
da: Kunne ikke skrive fil til disk.

source: Failed.
da: Fejlede

source: File
da: Fil

source: File Editor
da: Filredigering

source: File Manager
da: Filhåndtering

source: File Transfer Protocol
da: File Transfer Protokol

source: File not found
da: Filen blev ikke fundet

source: File path
da: Fil sti

source: File path (e.g. /mnt/sharename/extent/%s) used as extent.
da: Fil sti (f.eks. /mnt/sharenavn/extent/%s) der skal bruges som extent.

source: File size
da: Filstørrelse

source: File sizeunit
da: Fil størrelse enhed

source: File system
da: Filsystem

source: File system check
da: Filsystem kontrol

source: File upload stopped by extension.
da: Fil upload stoppet af udvidelse.

source: Filename
da: Filnavn

source: Fileserver
da: Filserver

source: Filter
da: Filtrer

source: Finnish
da: Finsk

source: Firewall rule
da: Firewall regel

source: Firmware image file
da: Firmware image fil

source: Firmware uploading is not supported on this platform.
da: Upload af firmware er ikke understøttet på denne platform.

source: Firmware version check
da: Firmware versions kontrol

source: FirstBurstLength
da: FirstBurstLængde

source: Flags
da: Flag

source: Follow
da: Følg

source: Force use
da: Tvunget brug

source: Forced update period
da: Tvunget opdaterings periode

source: Forces use of vdevs, even if they appear in use or specify different size. (This is not recommended.)
da: Gennemtving brug af vdevs, selvom de synes i brug, eller specificer størrelse (anbefales ikke).

source: Format
da: Formater

source: Format disk
da: Formater disk

source: Format the report for phpBB forum.
da: Formater rapporten til phpBB forum.

source: Free
da: Fri

source: Free disk space
da: Ledig diskplads

source: French
da: Fransk

source: Frequency
da: Frekvens

source: From email
da: Fra email

source: Full
da: Fuld

source: Full Name
da: Fuldt navn

source: Gateway to be used to reach the destination network.
da: Gateway der skal bruges til at nå destinations netværket.

source: General
da: Generelt

source: General Setup
da: Generel opsætning

source: Generate
da: Generér

source: Generate password if leave empty.
da: Generer kodeord hvis tomt

source: German
da: Tysk

source: Get Target Info
da: Hent mål info

source: Give only local users access to the web page.
da: Giv kun lokale brugere adgang til hjemmesiden.

source: Give your media library a friendly name.
da: Angiv brugervenligt navn for dit medie-bibliotek.

source: Grant access to the user portal.
da: Giv adgang til bruger portalen.

source: Graph
da: Diagram

source: Graph shows last 120 seconds
da: Grafen viser sidste 120 sekunder

source: Greek
da: Græsk

source: Greeting banner displayed by FTP when a connection first comes in.
da: Velkomst besked der vises af FTP tjenesten når en forbindelse bliver oprettet.

source: Group
da: Gruppe

source: Group ID
da: Gruppe ID

source: Group compilations
da: Gruppe kompileringer

source: Group description.
da: Gruppe beskrivelse.

source: Group name.
da: Gruppe navn.

source: Group numeric id.
da: Gruppe numerisk id.

source: Group suffix
da: Gruppe endelse

source: Groups
da: Grupper

source: Guest
da: Gæst

source: Guest account
da: Gæste konto

source: HAST disabled
da: HAST slået fra

source: HAST volume can be use with GPT/UFS only.
da: HAST volume kan kun blive brugt med GPT/UFS.

source: Hard disk standby time
da: Harddisk standby tid

source: Header and Data digest
da: Header og Data digest

source: Health
da: Sundhed

source: Help
da: Hjælp

source: Hide dot files
da: Skjul filer der starter med punktum

source: Highlighting
da: Fremhævning

source: Hint
da: Tip

source: Home directory
da: Hjemmemappe

source: Host
da: Vært

source: Host access control
da: Værts adgangs kontrol

source: Host name
da: Værtsnavn

source: Host resources
da: Værts resourcer

source: Hostname
da: Værtsnavn

source: Hostname database
da: Værtsnavn database

source: Hosts
da: Værter

source: Hosts allow
da: Tilladte værter

source: Hosts deny
da: Nægtede værter

source: Hours
da: Timer

source: How often the IP is checked. The period is in seconds (max. is 10 days).
da: Hvor tit en IP-adresse bliver kontrolleret. Perioden er i sekunder (maks. er 10 dage).

source: How often the IP is updated even if it is not changed. The period is in seconds (max. is 10 days).
da: Hvor tit en IP-adresse bliver opdateret, selv om den ikke er ændret. Perioden er i sekunder (maks. er 10 dage).

source: Hungarian
da: Ungarsk

source: I/O statistics
da: I/O statistikker

source: I/O timeout in seconds (%d by default).
da: I/O timeout i sekunder (%d som standard).

source: IP address
da: IP-adresse

source: IP address of remote syslog server
da: IP-adressen til fjern syslog server

source: IP addresses are resolved to hostnames if <a href='%s'>&quot;Resolve IP addresses to hostnames&quot;</a> is enabled.
da: IP-adresser bliver løst til værtsnavne hvis <a href='%s'>&quot;Løs IP-adresser til værtsnavne&quot;</a> er aktiveret.

source: IP or FQDN address of remote Rsync server.
da: IP eller FQDN adresse til fjern Rsync server.

source: IP type mismatch for network and gateway.
da: IP typen for netværk og gateway passer ikke sammen.

source: IPv4 Configuration
da: IPv4 Opsætning

source: IPv4 DNS servers
da: IPv4 DNS servere

source: IPv4 addresses
da: IPv4 adresser

source: IPv6 Configuration
da: IPv6 Opsætning

source: IPv6 DNS servers
da: IPv6 DNS servere

source: IPv6 Prefix
da: IPv6 præfiks

source: IPv6 address
da: IPv6 adresse

source: IPv6 addresses
da: IPv6 adresser

source: ISO file to be mounted.
da: ISO-fil der skal monteres.

source: ISP DNS servers
da: ISP DNS servere

source: Ident protocol
da: Ident protokol

source: Identifier
da: Identifikator

source: Idle - Check the device unless it is in SLEEP, STANDBY or IDLE mode. In the IDLE state, most disks are still spinning, so this is probably not what you want.
da: Ledig - Kontroller enheden medmindre den er i SOV, STANDBY eller LEDIG tilstand. i LEDIG tilstanden, drejer de fleste diske stadig rundt, så det er sikker ikke det du vil have.

source: If allowed, a user of the trusted domains can access the share.
da: Hvis tilladt, en bruger fra godkendt domæne kan tilgå dette delte drev.

source: If default root is enabled, a chroot operation is performed immediately after a client authenticates. This can be used to effectively isolate the client from a portion of the host system filespace.
da: Hvis standard roden er aktiveret, vil en chroot handling blive udført øjeblikkeligt efter en klient bliver godkendt. Dette kan bruges til at effektivt isolere klienten fra en del af værtens filsystem område.

source: If the selected disk/partition is mounted it will be unmounted temporarily to perform selected command, otherwise the commands work in read-only mode.<br />Service disruption to users accessing this mount will occur during this process.
da: Hvis den valgte disk/partition er monteret, vil den midlertidigt blive afmonteret for at udføre den valgte handling, ellers vil handlingerne kun virke i skrivebeskyttet tilstand.<br />Under processen kan der opstå udfald af tjenester for brugere der tilgår dette monterings punkt.

source: If the server is behind a proxy set these parameters to give local services access to the internet via proxy.
da: Hvis serveren er bag en proxy, angiv disse parametre for at give internet adgang til lokale tjenester via proxy.

source: If this parameter is set, Samba attempts to first read DOS attributes (SYSTEM, HIDDEN, ARCHIVE or READ-ONLY) from a filesystem extended attribute, before mapping DOS attributes to UNIX permission bits. When set, DOS attributes will be stored onto an extended attribute in the UNIX filesystem, associated with the file or directory.
da: Hvis denne parameter er sat, vil Samba først forsøge af læse DOS attributter (SYSTEM, SKJULT, ARKIV eller SKRIVEBESKYTTET) fra en udvidet filsystem attribut, inden DOS attributterne kortlægges som UNIX tilladelser. Når aktiveret, vil DOS attributter blive gemt i en udvidet attribut i UNIX filsystemet, tilhørende filen eller mappen.

source: If this parameter is set, then users may not create or modify files in the share.
da: Hvis denne parameter er sat, kan brugere ikke oprette eller ændre filer i sharet.

source: If this property is disabled, the file system cannot be mounted.
da: Hvis denne egenskab er deaktiveret, kan filsystemet ikke monteres.

source: If this property is enabled, the snapshots are displayed into .zfs directory.
da: Hvis denne indstilling er valgt, så vises snapshots i .zfs mappen.

source: If you want to change the password for accessing the WebGUI, enter it here twice.
da: Hvis du vil ændre adgangskoden til WebGUI, skal du indtaste den her to gange.

source: Image upload failed (out of memory?)
da: Image upload fejlede (ikke nok ledig hukommelse?)

source: Import
da: Importer

source: Import disks
da: Importer diske

source: Import disks used in configuration.
da: Importer diske brugt i konfigurationen.

source: Import firewall rules.
da: Importer firewall regler.

source: Import on-disk ZFS config
da: Importer on-disk ZFS konfiguration

source: Import software raid disks
da: Importer software raid diske

source: In
da: Ind

source: In most cases, 'public' is used here.
da: I de fleste tilfælde bliver 'public' brugt her.

source: In/Out errors
da: Ind/Ud fejl

source: In/Out packets
da: Ind/Ud pakker.

source: Include basic hardware information.
da: Inkluder basal hardware information.

source: Incomplete directory
da: Ikke-færdig mappe

source: Informal
da: Uformel

source: Information & Manuals
da: Information & Manualer

source: Inherit permissions
da: Arv tilladelser

source: Inhibit some of the syslog diagnostics for bad lines in /etc/exports.
da: Hæm nogle af syslog diagnostikkerne for dårlige linjer i /etc/exports.

source: Initial Digest
da: Oprindelig digest

source: Initialize
da: Initialiser

source: Initialize and encrypt disk.
da: Initialiser og krypter disk.

source: Initializing
da: Initialiserer

source: Initializing...
da: Initialiserering...

source: Initiator Group
da: Initiator gruppe

source: Initiator Groups
da: Initiator grupper

source: Initiator authorised to access to the iSCSI target. It takes a name or 'ALL' for any initiators.
da: Initiator autoriseret til at tilgå iSCSI målet. Indtast et navn eller 'ALL' for alle initiatorer.

source: Initiator name
da: Initiator navn

source: Initiator side user name. (for mutual CHAP authentication)
da: Initiator side brugernavn (for flersidet CHAP godkendelse).

source: Initiators
da: Initiatorer

source: Input current (A)
da: Input strøm (Amp.)

source: Input frequency
da: Input frekvens

source: Input line frequency (Hz)
da: Ingang signal frekvens (Hz)

source: Input line frequency high (Hz)
da: Ingang signal frekvens høj (Hz)

source: Input line frequency low (Hz)
da: Ingang signal frekvens lav (Hz)

source: Input power quality (* opaque)
da: Indgangs strøm kvalitet (* opaque)

source: Input power sensitivity
da: Ingangs strøm følsomhed

source: Input voltage
da: Indgang spænding

source: Inquiry Product
da: Forespørg produkt

source: Inquiry Revision
da: Forespørg revision

source: Inquiry Serial
da: Forespørg serienummer

source: Inquiry Vendor
da: Forespørg producent

source: Install
da: Installer

source: Install package
da: Installer pakke

source: Interface
da: Grænseflade

source: Interface Management
da: Grænseflade håndtering

source: Interface selection
da: Interface valg

source: Interfaces
da: Grænseflader

source: Internal Server Information
da: Intern server information

source: Internal UPS clock date
da: Intern UPS dato

source: Internal UPS clock time
da: Intern UPS tid

source: Interval between self tests
da: Interval mellem selv-tests

source: Interval must be greater or equal than 10 seconds.
da: Intervallet skal være større end eller lig med 10 sekunder.

source: Interval to wait after shutdown with delay command
da: Ventetid ved brug af forsinket nedlukning

source: Interval to wait before rebooting the UPS)
da: Ventetid før UPS genstart

source: Invalid file format or incorrect password.
da: Ugyldigt fil format eller forkert adgangskode

source: Invalid file format.
da: Ugyldigt fil format.

source: Invalid max. block size! It must be in the range from %d to %d.
da: Ugyldig maks. blok størrelse! Den skal være i området fra %d til %d.

source: Invalid username or password. Please try again.
da: Ugyldigt brugernavn eller adgangskode. Prøv igen.

source: It can be changed from the client side by standard SCSI mode page at any time.
da: Kan ændres når som helst af bruger med standard SCSI mode page.

source: It cannot be used combining SMB2 and Anonymous.
da: Det kan ikke bruges samtidig med SMB2 og Anonymt.

source: It is impossible to enable 'Anonymous users only' and 'Local users only' authentication simultaneously.
da: Det er umuligt at aktiver 'Kun anonyme brugere' og 'Kun lokale brugere' godkendelserne samtidig.

source: Italian
da: Italiensk

source: JBOD information and status
da: JBOD information og tilstand

source: January February March April May June July August September October November December
da: Januar Februar Marts April Maj Juni Juli August September Oktober November December

source: Japanese
da: Japansk

source: Key
da: Nøgle

source: Key Management Protocol
da: Key Management Protokol

source: Key length
da: Nøglelængde

source: Key length to use with the given cryptographic algorithm.
da: Nøglelængde der skal bruges med den angivne krypterings algoritme

source: Kill encrypted volume
da: Dræb krypteret volume

source: Korean
da: Koreansk

source: LACP (Link Aggregation Control Protocol)
da: LACP (Link Aggregation Control Protokol)

source: LAN only
da: Kun LAN

source: LCDproc (client)
da: LCDproc (Klient)

source: Language
da: Sprog

source: Language to use on front panel
da: Anvendt sprog på front panel

source: Large read/write
da: Stor læsning/skrivning

source: Last config change
da: Sidste konfigurations ændring

source: Latest Beta Build: %s
da: Nyeste Beta Udgave %s

source: Latest Release: %s
da: Nyeste Udgave %s

source: Latvian
da: Lettisk

source: Leave '%s' for unformated disks and format them using <a href='%s'>format</a> menu.
da: Sæt til '%s' for uformaterede diske og formater dem med <a href='%s'>formater</a> menuen.

source: Leave already configured auto snapshots.
da: Forlad allerede forudinstillede automatiske snapshots.

source: Leave auto snapshot configuration
da: Forlad automatisk snapshot indstillinger

source: Leave this field empty to use default settings.
da: Lad dette felt være tomt for at bruge standard indstillinger.

source: Level 1 - Minimum power usage with Standby (spindown)
da: Niveau 1 - Minimalt strømforbrug ved standby (spindown)

source: Level 127 - Intermediate power usage with Standby
da: Niveau 127 - Mellem strømforbrug ved standby

source: Level 128 - Minimum power usage without Standby (no spindown)
da: Niveau 128 - Minimalt strømforbrug uden standby (ingen spindown)

source: Level 192 - Intermediate power usage without Standby
da: Niveau 192 - Mellem strømforbrug uden standby

source: Level 254 - Maximum performance, maximum power usage
da: Niveau 254 - Maksimal ydelse, højeste strømforbrug

source: Level 64 - Intermediate power usage with Standby
da: Niveau 64 - Mellem strømforbrug med standby

source: Levels (MHz/mW): %s
da: Niveauer (MHz/mW): %s

source: License
da: Licens

source: License & Credits
da: Licens og tak

source: Life time
da: Livstid

source: Lightweight Directory Access Protocol
da: Lightweight Directory Access Protokol

source: Limits the amount of space a dataset and its descendants can consume. This property enforces a hard limit on the amount of space used. This includes all space consumed by descendants, including file systems and snapshots. To specify the size use the following human-readable suffixes (for example, 'k', 'KB', 'M', 'Gb', etc.).
da: Begrænser mængden af plads et datasæt og dets arvinger kan optage. Denne genskab håndhæver en hård grænse for mængden af plads der bruges. Dette inkluderer alt plads optaget af arvinger, inklusiv filsystemet og snapshots. For at angive størrelsen, bruges der følgende menneske-læselige suffikser (for eksempel 'k', 'KB', 'M', 'Gb' osv.).

source: Link Aggregation and Failover
da: Link Aggregering og Failover

source: Link down action
da: Link nede hændelse

source: Link up action
da: Link oppe hændelse

source: List
da: Liste

source: List of acceptable pairwise (unicast) ciphers for WPA. One or more of: CCMP (AES in Counter mode with CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).
da: Liste med acceptable par (unicast) cifre for WPA. En eller flere af: CCMP (AES i Counter tilstand med CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protokol, IEEE 802.11i/D7.0).

source: List of available target name on all configured iSCSI targets
da: Liste med tilgængelige mål navne på alle konfigurerede iSCSI mål

source: List of detected disks
da: Liste over defekte disks

source: List of imported users
da: Liste med importerede brugere

source: List of mount points
da: Liste med monterings punkter

source: Load
da: Indlæs

source: Load averages
da: Gennemsnits belastning

source: Load file
da: Åbn fil

source: Load on UPS
da: Belastning på UPS

source: Loadbalance
da: Belastnings balancering

source: Local
da: Lokal

source: Local Master Browser
da: Lokal Master Browser

source: Local User
da: Lokal bruger

source: Local share (destination)
da: Lokal share (destination)

source: Local shares to be synchronized
da: Lokale shares der skal synkroniseres

source: Local user bandwidth
da: Lokal bruger båndbredde

source: Local user download bandwith in KB/s. An empty field means infinity.
da: Lokal bruger båndbredde i KB/s. Et tomt felt betyder uendeligt.

source: Local user upload bandwith in KB/s. An empty field means infinity.
da: Lokal bruger upload båndbredde i KB/s. Et tomt felt betyder uendeligt.

source: Local users only
da: Kun lokale brugere

source: Location
da: Lokation

source: Location information, e.g. physical location of this system: 'Floor of building, Room xyz'.
da: Lokations oplysninger, f.eks. fysisk placering af systemet: 'Etage i bygningen, Rum xyz'.

source: Location of the files to share.
da: Placering på filerne der skal deles.

source: Location where the content database file will be stored.
da: Placering hvor indholds database filen skal gemmes.

source: Location where the database with media contents will be stored.
da: Placering hvor databasen over medie indhold bliver gemt.

source: Location where the working files will be stored, e.g. %s/backup/.unison
da: Placering hvor arbejdsfilerne skal gemmes, f.eks. %s/backup/.unison

source: Log (mirror)
da: Log (spejl)

source: Log Device
da: Log enhed

source: Log Level
da: Log niveau

source: Log packets that are handled by this rule to syslog.
da: Log pakker, der bliver behandlet af denne regel, til syslog.

source: Logical Block Length
da: Logisk blok størrelse

source: Logical Unit Controller Authorised network (%s by default)
da: Logical Unit Controller Autoriseret netværk (%s som standard)

source: Logical Unit Controller IP address (%s by default)
da: Logical Unit Controller IP-adresse (%s som standard)

source: Logical Unit Controller TCP port (%d by default)
da: Logical Unit Controller TCP port (%d som standard)
