Repository: nas4free/nas4free
Catalog: branches/10.1.0.2/locale/*.po
Languages: da

source: The disk/partition is already configured.
da: Disken/Partitionen er allerede konfigureret.

source: The distinguished name with which to bind to the directory server, e.g. %s
da: Det distinguished name som directory serveren skal bindes til, f.eks. %s

source: The driver used to communicate with your UPS. Get the list of available <a href='%s' target='_blank'>drivers</a>.
da: Driver der bruges til at kommunikere med din UPS. Se listen med tilgængelige <a href='%s' target='_blank'>drivere</a>.

source: The driver used to connect with the LCD. The list of available <a href='%s' target='_blank'>drivers</a>.
da: Den driver der bruges til at forbinde til LCD. Liste af tilgængelige <a href='%s' target='_blank'>drivers</a>.

source: The encrypted device is currently mounted! <a href='%s'>Unmount</a> this disk first before proceeding.
da: Den krypterede enheden er monteret i øjeblikket! <a href='%s'>Afmonter</a> denne disk, inden du fortsætter.

source: The extent name already exists.
da: Extent navnet eksisterer allerede.

source: The firmware is now being installed. The server will reboot automatically.
da: Firmware installeres nu. Serveren genstarter automatisk.

source: The following input errors were detected
da: Følgende indtastnings fejl blev fundet

source: The full name contains invalid characters.
da: Det fulde navn indeholder ugyldige tegn.

source: The group description contains invalid characters.
da: Gruppens beskrivelse indeholder ugyldige tegn.

source: The group name contains invalid characters.
da: Gruppens navn indeholder ugyldige tegn.

source: The host name contain invalid characters.
da: Værtsnavnet indeholder ugyldige tegn.

source: The host name may only consist of the characters a-z, A-Z and 0-9, - , _ and .
da: Værtsnavnet må kun bestå af tegnene a-z, A-Z, 0-9, -, _ og .

source: The image file is corrupt
da: Image-filen er korrupt

source: The initial digest mode negotiated with the initiator.
da: Initial digest tilstand forhandlet med initiatoren.

source: The initiator can access to the target via the portals by authorised initiator names and networks in specific Initiator Group.
da: Initiatoren kan tilgå målet via portalerne fra de godkendte initiator navne og netværk angivet i Initiator Gruppen.

source: The initiator can access to the target with correct user and secret in specific Auth Group.
da: Initiatoren kan tilgå målet med den korrekte bruger og secret i den angivne Auth Gruppe.

source: The initiator can connect to the portals in specific Portal Group.
da: Initiatoren kan forbinde til portalerne i den angivne Portal Gruppe.

source: The initiator can discover the targets with correct user and secret in specific Auth Group.
da: Initiatoren kan opdage målet med den korrekte bruger og secret i den angivne Auth Gruppe.

source: The istgtcontrol can access the targets with correct user and secret in specific Auth Group.
da: istgtcontrol kan tilgå målene med det korrekte brugernavn og hemmeligt i den angivne Auth Gruppe.

source: The login name contains invalid characters.
da: Login navnet indeholder ugyldige tegn.

source: The login name is a reserved login name.
da: Login navnet er et reserveret login navn.

source: The login name is limited to 16 characters.
da: Login navnet er begrænset til 16 tegn.

source: The max. connection per IP must be either 0 (unlimited) or greater.
da: Maks. antal forbindelser per IP skal enten være 0 (uendeligt) eller større.

source: The maximum download bandwith in KiB/s. An empty field means infinity.
da: Maksimum download båndbredde i KiB/s. Et tomt felt betyder uendeligt.

source: The maximum idle time be a number.
da: Maksimum ledig tid skal være et tal.

source: The maximum port to allocate for PASV style data connections (0 = use any port).
da: Maksimum porten der allokeres til PASV data forbindelser (0 = brug hvilken som helst port).

source: The maximum upload bandwith in KB/s. An empty field means infinity.
da: Maksimum upload båndbredde i KB/s. Et tomt felt betyder uendeligt.

source: The method can be accepted by the target. Auto means both none and authentication.
da: Denne metode kan accepteres af målet. Auto betyder både ingen og godkendelse.

source: The method can be accepted in discovery session. Auto means both none and authentication.
da: Denne metode kan accepteres i discovery sessionen. Auto betyder både ingen og godkendelse.

source: The method can be accepted in the controller.
da: Metoden kan accepteres i controlleren.

source: The minimum port to allocate for PASV style data connections (0 = use any port).
da: Minimum porten der allokeres til PASV data forbindelser (0 = brug hvilken som helst port).

source: The module provides automatic bans that are triggered based on configurable criteria. A ban prevents the banned user, host, or class from logging into the server, it does not prevent the banned user, host, or class from connecting to the server.
da: Dette modul tildeler automatiske udelukninger der aktiveres ved brugerdefinerede kriterier. En udelukning forhindrer den udelukkede bruger, vært eller klasse fra at logge ind på server. Den forhindrer ikke den udelukkede bruger, vært eller klasse i at oprette forbindelse til serveren.

source: The network '%s' is invalid.
da: Netværket '%s' er ugyldigt.

source: The new password does not match. Please ensure the passwords match exactly.
da: Det nye kodeord er ikke ens. Kontroller venligst at kodeord er ens.

source: The number of clients must be between 1 and 50.
da: Antallet af klienter skal være mellem 1 og 50.

source: The old password is not correct.
da: Det gamle kodeord er ikke korrekt.

source: The password contains the illegal character ':'.
da: Kodeordet indeholder det ugyldige tegn '.'.

source: The password encryption protocol to use.
da: Hvilken protokol til kryptering af kodeord der skal bruges.

source: The passwords do not match.
da: Kodeordene er ikke ens.

source: The path '%s' does not exist.
da: Stien '%s' eksisterer ikke.

source: The path '%s' is a directory.
da: Stien '%s' er en mappe.

source: The path '%s' is not a directory.
da: Stien '%s' er ikke en mappe.

source: The peer connection encryption mode.
da: Peer forbindelses krypterings tilstanden

source: The permissions on new files and directories are normally governed by create mask and directory mask but the inherit permissions parameter overrides this. This can be particularly useful on systems with many users to allow a single share to be used flexibly by each user.
da: Rettighederne på nye filer og mapper er normalt bestemt af oprettelses masken og mappe masken, men arv af rettigheder indstillinger overgår disse. Dette kan være specielt praktisk på systemer med mange brugere, for at gøre et enkelt share meget fleksibelt for hver bruger.

source: The pool name does not match the naming rules.
da: Puljens navn overholder ikke navne reglerne.

source: The port to listen to. The default is to listen to the tftp port specified in /etc/services.
da: Porten der skal lyttes til. Standarden er at lytte på den tftp port angivet i /etc/services.

source: The portal '%s' is invalid.
da: Portalen '%s' er ugyldig.

source: The portal takes the form of 'address:port'. for example '192.168.1.1:3260' for IPv4, '[2001:db8:1:1::1]:3260' for IPv6. the port 3260 is standard iSCSI port number. For any IPs (wildcard address), use '0.0.0.0:3260' and/or '[::]:3260'. Do not mix wildcard and other IPs at same address family.
da: Portalen tager form efter 'adresse:port'. For eksempel '192.168.1.1:3260' for IPv6, '[2001:db8:1:1::1]:3260' for IPv6. Porten 3260 er standard porten for iSCSI. For alle IPer (joker adresse), bruges '0.0.0.0:3260' og/eller '[::]:3260'. Bland ikke joker og andre IP-adresser i samme adresse familie.

source: The powerd utility monitors the system state and sets various power control options accordingly.
da: Værktøjet powerd overvåget systemets tilstand, og indstiller forskellige strømstyrings muligheder derefter.

source: The queuedepth range is invalid.
da: Queuedepth området er ugyldigt.

source: The recommended length for compatibility is %d.
da: Den anbefalede længde for kompatibilitet er %d.

source: The recommended queue depth is %d.
da: Den anbefalede kø størrelse er %d.

source: The reloading request has been sent to the daemon. You can see the result by <a href="%s">Log</a>.
da: Ønske om genopfrisk er sendt til deamon. Du kan se resultatet på <a href="%s">Log</a>.

source: The removable area mapped to LUN%d.
da: Det flytbare område er kortlagt til LUN%d.

source: The rule number determines the order of the rule.
da: Regel nummeret bestemmer reglens rækkefølge.

source: The serial or USB port where your UPS is connected.
da: Seriel eller USB porten din UPS er koblet til.

source: The server has been reset to factory defaults and is now rebooting. This may take one minute.
da: Serveren er blevet sat til standard opsætning og vil nu genstarte. Dette vil tage et minuts tid.

source: The server will reboot after restoring the configuration.
da: Serveren vil genstarte efter gendannelse af konfiguration

source: The share name is already used.
da: Share navnet er allerede i brug.

source: The size of the swap file in MB.
da: Størrelsen på swap file i MB.

source: The storage area mapped to LUN%d.
da: Lager område sammenkoblet til LUN%d.

source: The subject of the email.
da: Emnet på emailen.

source: The system is halting now. This may take one minute.
da: Systemet stopper nu. Dette kan tage omkring et minut.

source: The system is rebooting now. This may take one minute.
da: Systemet genstarter nu. Dette kan tage omkring et minut.

source: The tag range is invalid.
da: Mærkat området er ugyldigt.

source: The target name already exists.
da: Mål navnet eksisterer allerede.

source: The time in seconds until shutdown is initiated. If the UPS happens to come back before the time is up the shutdown is canceled.
da: Tiden i sekunder inden nedlukningen starter. Hvis UPSen modtager strøm igen inden tiden er gået, bliver nedlukningen annulleret.

source: The time update interval must be either between 6 and 1440.
da: Tidens opdaterings interval skal være mellem 6 og 1440.

source: The unique group ID is already used.
da: Det unikke gruppe ID er allerede brugt.

source: The unique rule number is already used.
da: Det unikke regel nummer er allerede brugt.

source: The unique user ID is already used.
da: Det unikke bruger ID er allerede brugt.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
da: Den uploadede fil overskrider MAX_FILE_SIZE direktivet der var angivet i HTML formularen.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
da: Den uploadede fil overskrider upload_max_filesize direktivet i php.ini.

source: The uploaded file was only partially uploaded.
da: Den uploadede fil blev kun delvist uploaded.

source: The uploaded image file is not for this platform
da: Den uploadede image-fil er ikke til denne platform

source: The user's login shell.
da: Brugerens login shell.

source: The value of the variable.
da: Variablens værdi.

source: The volume must be detached before it can be deleted.
da: Volumen skal frakobles inden den kan slettes.

source: The working directory does not exist.
da: Arbejdsmappen eksisterer ikke.

source: There are too many additional groups.
da: Der er for mange ekstra grupper.

source: There is no error, the file uploaded with success.
da: Der opstod ingen fejl, filen blev succesfuldt uploaded.

source: There must be 2 disks in a RAID 1 volume.
da: Der skal være 2 diske i et RAID 1 volume.

source: There must be a minimum of 2 disks in a JBOD.
da: Der skal mindst være 2 diske i et JBOD.

source: There must be a minimum of 2 disks in a RAID 0 volume.
da: Der skal være mindst 2 diske i et RAID 0 volume.

source: There must be a minimum of 3 disks in a RAID 5 volume.
da: Der skal være mindst 3 diske i et RAID 5 volume.

source: There must be at least 1 disks selected.
da: Der skal vælges mindst 1 disk.

source: There must be at least 2 disks in a mirror.
da: Der skal være mindst 2 diske i et spejl.

source: There must be at least 2 disks in a raidz.
da: Der skal være mindst 2 diske i et raidz.

source: There must be at least 3 disks in a raidz2.
da: Der skal være mindst 3 diske i et raidz2.

source: There must be at least 4 disks in a raidz3.
da: Der skal være mindst 4 diske i et raidz3.

source: There must be selected a minimum of 1 interface.
da: Der skal vælges mindst 1 grænseflade.

source: There should be enough to handle the maximum level of concurrency from its clients, typically four to six.
da: Der bør være nok til at kunne håndtere det højeste niveau af samtidige klienter, typisk fire til seks.

source: These MIBs will be added to /etc/sysctl.conf. This allow you to make changes to a running system.
da: Disse MIBer vil blive tilføjet til /etc/sysctl.conf. Dette gør dig i stand til at foretage ændringer på et levende system.

source: These commands will be executed pre or post system initialization (booting) or before system shutdown.
da: Disse kommandoer bliver udført før eller efter system initialiseringen (opstart) eller inden system nedlukning.

source: These option(s) will be added to /etc/rc.conf. This allow you to overwrite options used by various generic startup scripts.
da: Disse indstillinger bliver tilføjet til /etc/rc.conf. Dette gør dig i stand til at overskrive indstillinger, der bruges af diverse generiske opstarts scripts.

source: These parameters are added to %s.
da: Disse parametre er tilføjet til %s.

source: These parameters are added to [Global] section of %s.
da: Disse parametre bliver tilføjet til [Global] sektionen i %s.

source: These parameters are added to [Share] section of %s.
da: Disse parametre bliver tilføjet til [Share] sektionen i %s.

source: These parameters will be added to %s.
da: Disse parametre bliver tilføjet til %s.

source: These parameters will be added to [global] settings in %s.
da: Disse parametre bliver tilføjet til [global] indstillingerne i %s.

source: These parameters will be added to global settings in %s.
da: Disse parametre vil blive tilføjet til de globale indstillinger i %s.

source: These parameters will be added to the module configuration in rsyncd.conf.
da: Disse parametre vil blive tilføjet modul konfigurationen i rsyncd.conf.

source: This LAGG cannot be deleted because it is still being used as an interface.
da: Denne LAGG kan ikke slettes, fordi den stadig bruges af en grænseflade.

source: This URL is already configured.
da: Denne URL er allerede konfigureret.

source: This VLAN cannot be deleted because it is still being used as an interface.
da: Dette VLAN kan ikke slettes, fordi den stadig bruges af en grænseflade.

source: This allows you to lower the power consumption of the drive, at the expense of performance.
da: Dette gør dig i stand til at sænke drevets strømforbrug, på bekostning af ydelsen.

source: This allows you to set how loud the drive is while it's operating.
da: Dette gør dig i stand til at bestemme hvor meget et drev larmer, når det kører.

source: This allows you to set the file system for preformatted hard disks containing data.
da: Dette gør dig i stand til at vælge filsystemet på preformaterede harddiske der indeholder data.

source: This allows you to set the transfer mode for ATA/IDE hard drives.
da: Dette gør dig i stand til at vælge overførslens tilstand for ATA/IDE harddiske.

source: This configuration settings are used to generate the ups.conf configuration file which is required by the NUT UPS daemon. To get more information how to configure your UPS please check the NUT (Network UPS Tools) <a href='%s' target='_blank'>documentation</a>.
da: Disse konfigurations indstillinger bliver brugt til at generere ups.conf konfigurations filen, som er krævet af NUT UPS daemonen. For at få flere informationer om hvordan din UPS konfigureres, kan du finde det i NUT (Network UPS Tools) <a href='%s' target='_blank'>dokumentationen</a>.

source: This controls the access a remote host has to this module.
da: Dette styrer om en fjern vært har adgang til dette modul.

source: This controls the access to this share with an access password.
da: Dette styrer adgangen til dette share med en adgangskode.

source: This controls whether this share is accessible by guest account.
da: Dette kontrollerer om der er adgang til denne deling for gæste konti.

source: This controls whether this share is seen in the list of available shares in a net view and in the browse list.
da: Dette styrer om dette share bliver vist i listet over tilgængelig shares på netværket og i gennemsøgnings listen.

source: This couple targetname/targetaddress already exists in the disk list.
da: Dette par destinationsnavn/destinationsadresse eksisterer allerede på disklisten

source: This device already exists in the raid volume list.
da: Denne enhed eksisterer allerede i RAID volume listen.

source: This disk already exists in the disk list.
da: Denne disk eksisterer allerede i disk listen.

source: This email has been sent to validate your email configuration.
da: Denne email er sendt for at validere din email konfiguration

source: This extent is used.
da: Denne extent er brugt.

source: This function is unsupported. Use it on your own risk!
da: Denne funktion er ikke understøttet. Brug den på eget ansvar!

source: This group already exists in the group list.
da: Denne gruppe eksisterer allerede i gruppe listen.

source: This is both the name of the server as advertised via Zeroconf/Bonjour/Rendezvous, and the name of the database exported via DAAP.
da: Dette er navnet på både serveren som proklameret af Zeroconf/Bonjour/Rendezvous, og navnet på databasen der eksporteres via DAAP.

source: This may make more efficient use of the system CPU's and cause Samba to be faster. Samba automatically turns this off for clients that use protocol levels lower than NT LM 0.12 and when it detects a client is Windows 9x.
da: Dette kan bruge systemets CPU mere effektivt, og øge ydelsen på Samba. Samba deaktiverer automatisk dette for klienter der bruger protokol niveauer mindre en NT LM 0.12, og når det opdager en klient der bruger Windows 9x.

source: This means that the image you uploaded is not an official/supported image and may lead to unexpected behavior or security compromises. Only install images that come from sources that you trust, and make sure that the image has not been tampered with.<br /><br />Do you want to install this image anyway (on your own risk)?
da: Dette betyder at det image du har uploaded ikke er et officielt/understøttet image, og kan resultere i uventet opførsel eller sikkerheds problemer. Installer kun images der kommer fra kilder du stoler på, og er sikker på at imaget ikke er blevet ændret.<br /><br />Vil du installere dette image alligevel (på egen risiko)?

source: This name already exists in the disk list.
da: Dette navn eksisterer allerede i disk listen.

source: This name is for example: %s.
da: Dette navn er for eksempel: %s.

source: This name is for example: iqn.2005-01.il.ac.huji.cs:somebody.
da: Dette navn kan f.eks. være: iqn.2005-01.il.ac.huji.cs:somebody.

source: This name is used to uniquely identify your UPS on this system.
da: Dette navn bruges til at unikt identificere din UPS på dette system.

source: This option allows the users and groups that access a share to be specified. Users and groups are specified, delimited by commas. Groups are designated by a @ prefix.
da: Denne indstilling gør det muligt at angive hvilke bruger og grupper der har adgang til sharet. Brugere og grupper angives adskilt af komma. Grupper angives med et @ foran.

source: This option causes rsync to copy the local data to the remote server.
da: Denne indstilling får rsync til at kopiere den lokale data til den eksterne server.

source: This option causes rsync to update the remote extended attributes to be the same as the local ones.
da: Denne indstilling får rsync til at opdatere de fjerne udvidede attributter så de er magen til de lokale.

source: This option causes the receiving rsync to set the destination permissions to be the same as the source permissions.
da: Denne indstillinger får den modtagende rsync til at indstille destinations tilladelserne så de er magen til kilde tilladelserne.

source: This option determines if this module should be listed when the client asks for a listing of available modules. By setting this to false you can create hidden modules.
da: Denne indstillinger bestemmer om modulet skal vises, når klienter forespørger om en liste med tilgængelige moduler. Hvis dette bliver sat til falsk, kan du skabe skjulte moduler.

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this module. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
da: Denne indstilling er liste, adskilt af komma, mellemrum eller tabulator, over værter der IKKE har tilladelse til at tilgå dette modul. Når der opstår konflikter i listes, bliver tillad listen vægtet højest. Hvis det er nødvendigt at nægte adgangen for alle som standard, kan man bruge nøgleordet ALL (eller netmasken 0.0.0.0/0), og så specifikt angive de værter der skal have adgang, i værts tillad parameteren. Lad dette felt være tomt for at bruge standard indstillingerne.

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this share. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
da: Denne indstilling er liste, adskilt af komma, mellemrum eller tabulator, over værter der IKKE har tilladelse til at tilgå dette share. Når der opstår konflikter i listes, bliver tillad listen vægtet højest. Hvis det er nødvendigt at nægte adgangen for alle som standard, kan man bruge nøgleordet ALL (eller netmasken 0.0.0.0/0), og så specifikt angive de værter der skal have adgang, i værts tillad parameteren. Lad dette felt være tomt for at bruge standard indstillingerne.

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this module. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
da: Denne indstilling er liste, adskilt af komma, mellemrum eller tabulator, over værter der IKKE har tilladelse til at tilgå dette modul. Du kan angive værterne ved navn eller IP-adresse. Lad dette felt være tomt for at bruge standard indstillingerne.

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this share. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
da: Denne indstilling er liste, adskilt af komma, mellemrum eller tabulator, over værter der IKKE har tilladelse til at tilgå dette share. Du kan angive værterne ved navn eller IP-adresse. Lad dette felt være tomt for at bruge standard indstillingerne.

source: This option specifies the group name or group ID that file transfers to and from that module should take place. Leave this field empty to use default settings.
da: Denne indstillinger angiver gruppe navnet eller gruppens ID som filoverførsler til og fra dette modul skal udføres som. Lad dette felt være tomt for at bruge standard indstillingerne.
