Repository: nas4free/nas4free
Catalog: branches/10.1.0.2/locale/*.po
Languages: da

source: Logical Unit Type mapped to LUN.
da: Logical Unit Type kortlagt til LUN.

source: Login
da: Log ind

source: Login name of user.
da: Brugerens login navn

source: Logout
da: Log ud

source: Low voltage transfer point
da: Lav volt overførsels punkt

source: Low voltage trimming transfer point
da: Lav volt trimnings overførsels punkt

source: Lowest value is higher priority. For master node, use 0 or 1. If preempt is enabled, it is adjusted to 240 on failure.
da: Lavest værdi er højere priotet. For master node, brug 0 eller 1. Hvis preempt er aktiveret, det er justeret til 240 ved fejl.

source: MAC address
da: MAC adresse

source: MISSING
da: MANGLER

source: MOTD
da: Dagens meddelelse

source: MOVED TO
da: FLYTTET TIL

source: MS Active Directory informations
da: MS Active Directory informationer

source: MS Domain
da: MS Domæne

source: Machine suffix
da: Maskine endelse

source: Make sure you have activated S.M.A.R.T. for your devices.
da: Sørg for at du har aktiveret S.M.A.R.T. for dine enheder.

source: Make sure you have already configured your <a href='%s'>Email</a> settings.
da: Sørg for at du allerede har konfigureret dine <a href='%s'>Email</a> indstillinger.

source: Management
da: Håndtering

source: Manufacturer
da: Producent

source: Manufacturing date
da: Fremstillingsdato

source: Map all users to root
da: Kortlæg alle brugere som root

source: Map to guest
da: Kæde til gæst

source: Map to user
da: Kortlæg til bruger

source: Masquerade address
da: Masquerade adresse

source: Max Protocol
da: Max protokol

source: Max. TTL
da: Maks. TTL

source: Max. block size
da: Maks. blok størrelse

source: Max. conn. per IP
da: Maks. forb. per IP

source: Max. connections
da: Maks. forbindelser

source: Max. login attempts
da: Maks. login forsøg

source: Max. passive port
da: Maks. passiv port

source: Max. sessions
da: Maks. sessioner

source: Max. time-to-live (max. number of hops) used in outgoing probe packets.
da: Maks. time-to-live (maks. antal hop) brugt i udgående sonde pakker.

source: Maximum connections
da: Maksimum antal forbindelser

source: Maximum frequency
da: Maksimal frekvens

source: Maximum idle time in seconds.
da: Maksimum ledig tid i sekunder.

source: Maximum number of allowed password attempts before disconnection.
da: Maksimum antal tilladte login forsøg inden afbrydelse.

source: Maximum number of connections in each session (%d by default).
da: Maksimum antal forbindelser for hver session (%d som standard.)

source: Maximum number of connections per IP address (0 = unlimited).
da: Maksimum antal forbindelser per IP-adresse (0 = uendeligt).

source: Maximum number of pre-send R2T in each connection (%d by default). The actual number is limited to QueueDepth of the target.
da: Enheden model pre-send R2T i hver enkelt forbindelse (%d som standard). Det faktiske antal er begrænset til QueueDepth af målet.

source: Maximum number of sessions holding at same time (%d by default).
da: Maksimum antal sessions i kø på samme tid (%d som standard).

source: Maximum number of simultaneous clients.
da: Maksimum antal samtidige klienter.

source: Maximum number of simultaneous connections. Default is 0 (unlimited).
da: Maksimum antal samtidige forbindelser. Standard er 0 (uendeligt).

source: Maximum performance, maximum acoustic output
da: Maksimum ydelse, maksimum akustisk output

source: Maximum temperature seen (degrees C)
da: Maksimum temperatur detekteret (grader C)

source: Media
da: Medie

source: Media Directory
da: Medie mappe

source: Media library
da: Medie bibliotek

source: Medium acoustic output
da: Medium akustisk output

source: Memory usage
da: Hukommelsesforbrug

source: Message of the day.
da: Dagens besked

source: Min. passive port
da: Min. passiv port

source: Minimum battery level for UPS restart after power-off
da: Minimums batteri niveau for UPS genstart efter nedlukning

source: Minimum free space
da: Minimum ledig plads

source: Minimum frequency
da: Minimums frekvens

source: Minimum incoming voltage seen
da: Mindste spænding detekteret

source: Minimum performance, Minimum acoustic output
da: Minimum ydelse, minimum akustisk output

source: Minimum relative humidity seen (percent)
da: Mindst detekteret fugtighed (procent)

source: Minimum temperature seen (degrees C)
da: Mindste temperatur detekteret (grader C)

source: Minutes
da: Minutter

source: Minutes between network time sync.
da: Minustter mellem netværks tids synkronisering.

source: Mirror
da: Spejl

source: Missing a temporary folder.
da: Mangler en midlertidig mappe.

source: Mode
da: Tilstand

source: Model extra
da: Model ekstra

source: Model name
da: Model navn

source: Modified
da: Ændret

source: Modifying
da: Modificerer

source: Module
da: Modul

source: Modules
da: Moduler

source: Monday Tuesday Wednesday Thursday Friday Saturday Sunday
da: Mandag Tirsdag Onsdag Torsdag Fredag Lørdag Søndag

source: Months
da: Måneder

source: Mount Point
da: Monterings punkt

source: Mount point
da: Monterings punkt

source: Mount point name
da: Monterings punkt navn

source: Mount the file system read-only (even the super-user may not write it).
da: Monter filsystemet som skrivebeskyttet (selv superbrugere kan ikke skrive til det).

source: Mounting device.
da: Monterer enhed.

source: Mounting...
da: Monterer...

source: Mounts
da: Montager

source: Must choose one
da: Du skal vælge en

source: Mutual CHAP Users
da: Mutual CHAP brugere

source: NAS4Free WebGUI Login
da: Nas4Free WebGUI Adgang

source: NOPIN sending interval in seconds (%d by default).
da: NOPIN afsendelse interval i sekunder (%d som standard).

source: NOT YET AVAILABLE
da: IKKE TILGÆNGELIG ENDNU

source: NTP is not enabled.
da: NTP er ikke aktiveret.

source: NTP must be enabled.
da: NTP skal være aktiveret

source: NTP time server
da: NTP tidsserver

source: Name
da: Navn

source: Name of the NAS host, without domain part e.g. %s.
da: Navn på NAS værten, uden domæne delen f.eks. %s.

source: Name of the device to use as swap device, e.g. %s.
da: Navnet på enheden der skal bruge som swap enhed, f.eks. %s.

source: Name of the server. If this field is left empty the default server is specified.
da: Serverens navn. Hvis dette felt er tomt, bliver standard serveren brugt.

source: Name of the variable.
da: Variablens navn

source: NetBIOS domain
da: NetBIOS domæne

source: NetBIOS name
da: NetBIOS navn

source: Network
da: Netværk

source: Network File System
da: Netværks Fil System

source: Network authorised to access to the iSCSI target. It takes IP or CIDR addresses or 'ALL' for any IPs.
da: Netværk godkendt til at tilgå iSCSI mål. Godtager IP eller CIDR adresser eller 'ALL' for alle IPer.

source: Network mask
da: Netværksmaske

source: Network port
da: Netværks port

source: Network that is authorised to access the NFS share.
da: Netværk der er godkendt til at tilgå NFS sharet.

source: Networks
da: Netværk

source: Never - Poll (check) the device regardless of its power mode. This may cause a disk which is spun-down to be spun-up when it is checked.
da: Aldrig - Kontroller enheden uanset dens strømtilstand. Dette kan få en disk, der er holdt op med at køre, til at køre rundt igen når den kontrolleres

source: Never - default
da: Aldrig - Standard

source: New Device
da: Ny enhed

source: New password
da: Ny adgangskode

source: No
da: Nej

source: No DNS setting found.
da: Ingen DNS indstillinger fundet

source: No RSYNC Client configured
da: Ingen RSYNC klient konfigureret

source: No configured Auth Group. Please add new <a href='%s'>Auth Group</a> first.
da: Ingen konfigureret Auth Gruppe. Tilføj venligst en ny <a href='%s'>Auth Gruppe</a> først.

source: No configured CARP interfaces.
da: Ingen netkort konfigureret til CARP

source: No configured CARP interfaces. Please add new <a href='%s'>CARP interface</a> first.
da: Ingen netkort konfigureret til CARP. Tildel nyt <a href='%s'>CARP netkort</a> først.

source: No configured Extent. Please add new <a href='%s'>Extent</a> first.
da: Ingen konfigurerede Extents. Tilføj venligst en ny <a href='%s'>Extent</a> først.

source: No configured Initiator Group. Please add new <a href='%s'>Initiator Group</a> first.
da: Ingen konfigurerede Initiator Grupper. Tilføj venligst en ny <a href='%s'>Initiator Gruppe</a> først.

source: No configured Portal Group. Please add new <a href='%s'>Portal Group</a> first.
da: Ingen konfigurerede Portal Grupper. Tilføj venligst en ny <a href='%s'>Portal Gruppe</a> først.

source: No configured pools. Please add new <a href='%s'>pools</a> first.
da: Ingen konfigurerede puljer. Tilføj venligst en ny <a href='%s'>pulje</a> først.

source: No configured virtual devices. Please add new <a href='%s'>virtual device</a> first.
da: Ingen konfigurerede virtuelle enheder. Tilføj venligst en ny <a href='%s'>virtuel enhed</a> først.

source: No device selected.
da: Ingen enhed valgt.

source: No disk configured
da: Ingen diske konfigureret

source: No disks available. Please add new <a href='%s'>disk</a> first.
da: Ingen diske tilgængelige. Tilføj venligst en ny <a href='%s'>disk</a> først.

source: No disks configured, please add disks to see the diagnostic information of disks!
da: Ingen disk konfigureret, venligts tilføj disks for at se diagnotisk information på disks!

source: No file was uploaded.
da: Ingen fil blev oploaded.

source: No new disk found.
da: Ingen ny disk fundet

source: No new software raid disk found.
da: Ingen nye software raid disk fundet.

source: No pool was found.
da: Ingen pulje fundet.

source: Node A IP address
da: Node A IP adresse

source: Node A settings
da: Node A indstillinger

source: Node B IP address
da: Node B IP adresse

source: Node B settings
da: Node B indstillinger

source: Node Name
da: Node Navn

source: Nominal battery voltage
da: Nominel batteri spænding

source: Nominal input current (A)
da: Nominel indgangs strøm (A)

source: Nominal input line frequency (Hz)
da: Nominel indgangs frekvens (HZ)

source: Nominal input voltage
da: Nominel indgangs spænding

source: Nominal output current (A)
da: Nominel udgangs strøm (A)

source: Nominal output frequency (Hz)
da: Nominel udgangs frekvens (Hz)

source: Nominal output voltage (V)
da: Nominel udgangs spænding (V)

source: Nominal value of real power (Watts)
da: Nominel værdi for netto forbrug (Watt)

source: None
da: Ingen

source: Norwegian (Bokmal)
da: Norsk (Bokmål)

source: Not all drivers/NICs support 802.1Q VLAN tagging properly. On cards that do not explicitly support it, VLAN tagging will still work, but the reduced MTU may cause problems.
da: Ikke alle drivere/NIC understøtter 802.1Q VLAN mærkater korrekt. På kort der ikke udtrykkeligt understøtter det, vil VLAN mærkater stadig virke, men den reducerede MTU kan skabe problemer.

source: Not attached
da: Ikke tilsluttet

source: Not found path.
da: Sti ikke fundet.

source: Note
da: Bemærk

source: Note: Ctrl-click (or command-click on the Mac) to select and de-select minutes, hours, days and months.
da: Bemærk: Ctrl-klik (eller kommando-klik på Mac) for at vælge og fravælge minutter, timer, dage og måneder.

source: Note: Ctrl-click (or command-click on the Mac) to select and deselect groups.
da: Bemærk: Ctrl-klik (eller kommando-klik på Mac) for at vælge og fravælge grupper.

source: Note: Ctrl-click (or command-click on the Mac) to select multiple entries.
da: Bemærk: Ctrl-klik (eller kommando-klik på Mac) for at vælge flere elementer.

source: Nothing to synchronize
da: Intet at synkronisere

source: Notification email from host: %s
da: Anmeldelse e-mail fra host: %s

source: Now
da: Nu

source: Null passwords
da: Tomme kodeord

source: Number of bad battery packs
da: Antal dårlige batteri pakker

source: Number of battery packs
da: Antal batteri pakker

source: Number of clients
da: Antal klienter

source: Number of log entries to show
da: Antal log posteringer der skal vises

source: Number of log entries to show must be between 5 and 1000.
da: Antallet af log posteringer der skal vises skal være mellem 5 og 1000.

source: Number of servers
da: Antal servere

source: Numeric identifier of the group.
da: Numerisk identifikation for gruppen.

source: ONLINE
da: TILSLUTTET

source: OPT only
da: Kun OPT

source: Object name
da: Objekt navn

source: Occurrence
da: Frekvens

source: Off
da: Fra

source: Old passphrase
da: Gammelt kodeord

source: Old password
da: Gammelt kodeord

source: On
da: Til

source: Once you add the virtual device, it becomes impossible to delete again. It recommends adding the same number of drives as the existing virtual device.
da: Når du først har tilføjet en virtuel enhed, så er det umuligt at slette den igen. Det anbefales at man tilføjer det samme antal drev som antal virtuelle enheder.

source: Online version check
da: Online versions tjek

source: Only allow anonymous users. Use this on a public FTP site with no remote FTP access to real accounts.
da: Tillad kun anonyme brugere. Brug dette på en offentlig FTP side uden FTP adgang til rigtige konti.

source: Only allow authenticated users. Anonymous logins are prohibited.
da: Tillad kun godkendte brugere. Anonyme logins er forbudte.

source: Option
da: Indstilling

source: Optional user-friendly string of the target.
da: Valgfri brugervenlig streng om målet.

source: Options
da: Indstillinger

source: Origin
da: Oprindelse

source: Others
da: Andre

source: Out
da: Ud

source: Outgoing Power/Inverter Information
da: Udgående Strøm/Inverter information

source: Outgoing SMTP mail server address, e.g. smtp.mycorp.com.
da: Udgående SMTP mailserver adresse, f.eks. smtp.mycorp.com.

source: Outgoing mail server
da: Udgående mailserver

source: Output current (A)
da: Udgangsstrøm (A)

source: Output frequency (Hz)
da: Udgangsfrekvens (Hz)

source: Output voltage
da: Udgangsspænding

source: Output voltage (V)
da: Udgangsspænding (V)

source: Overload
da: Overbelastning

source: Overwrite already configured disks (only affects filesystem value).
da: Overskriv allerede konfigurerede diske (påvirker kun filsystem værdien).

source: Overwrite disks configuration
da: Overskriv disk konfiguration

source: Owner
da: Ejer

source: PHP Command
da: PHP kommando

source: PPTP clients
da: PPTP klienter

source: Package Name
da: Pakke navn

source: Package file
da: Pakke fil

source: Package is already installed.
da: Pakken er allerede installeret.

source: Package upload failed (out of memory?)
da: Pakke upload fejlede (løbet tør for ledig hukommelse?)

source: Packages
da: Pakker

source: Painfully aggressive
da: Smertefuld agressiv

source: Pairwise
da: Parvis

source: Parent Directory
da: Overmappe

source: Partition number
da: Partitions nummer

source: Partition type
da: Partitions type

source: Partitions
da: Partitioner

source: Passive ports
da: Passive porte

source: Passive ports restricts the range of ports from which the server will select when sent the PASV command from a client. The server will randomly choose a number from within the specified range until an open port is found. The port range selected must be in the non-privileged range (eg. greater than or equal to 1024). It is strongly recommended that the chosen range be large enough to handle many simultaneous passive connections (for example, 49152-65534, the IANA-registered ephemeral port range).
da: Passive porte begrænser området af porte serveren kan vælge imellem når PASV kommandoen modtages fra en klient. Serveren vil vælge et vilkårligt tal fra det angivne område, indtil en åben port bliver fundet. Det valgte port område skal være i et ikke-priviligerede område (altså større end eller lig med 1024). Det anbefales kraftigt at det valgte område er stort nok til at kunne klare mange samtidige passive forbindelser (for eksempel 49152-65534, IANAs registrerede fjernforbindelses port område).

source: Passphrase
da: Adgangskode

source: Passphrase don't match.
da: Adgangskoderne passer ikke sammen.

source: Password
da: Kodeord

source: Password (confirmed)
da: Kodeord (bekræftet)

source: Password authentication
da: Kodeords godkendelse

source: Password don't match.
da: Kodeorderne passer ikke sammen.

source: Password encryption
da: Kodeords kryptering

source: Password for the administrative pages.
da: Kodeord til de administrative sider.

source: Password of domain administrator account.
da: Kodeord til domæne administratorens konto.

source: Password server
da: Adgangskode server

source: Password suffix
da: Kodeords endelse

source: Paste a DSA PRIVATE KEY in PEM format here.
da: Indsæt en DSA PRIVAT NØGLE i PEM format her.

source: Paste a signed certificate in X.509 PEM format here.
da: Indsæt et signeret certifikat i X.509 PEM format her.

source: Paste an private key in PEM format here.
da: Indsæt en privat nøgle i PEM format her.

source: Path
da: Sti

source: Path of the URL relative to document root.
da: Den relative stietil URLen i forhold til dokument roden.

source: Path to be shared.
da: Sti der skal deles.

source: Path to the local device. (e.g. %s)
da: Sti til lokal enhed (f. eks. %s).

source: Peer Secret
da: Peer hemmelighed

source: Peer User
da: Peer bruger

source: Permit root login
da: Tillad root login

source: Permit to do SSH Tunneling.
da: Tillad SSH Tunneling.

source: Physical interface
da: Fysisk grænseflade

source: Ping winbindd to see if it is alive:
da: Ping winbindd for at se om den er i live:

source: Platform OS
da: Platform Styresystem

source: Please check the <a href='%s' target='_blank'>documentation</a>.
da: Se venligst <a href='%s' target='_blank'>dokumentationen</a>.

source: Please note that blanks in path names are not allowed.
da: Bemærk venligst at tomme stier ikke er tilladt.

source: Polish
da: Polsk

source: Polling time
da: Kontrol tid

source: Pool
da: Pulje

source: Pool information and status
da: Pulje information og status

source: Pools
da: Puljer

source: Port %ld is already used by another service.
da: Porten %ld bruges allerede af en anden tjeneste.

source: Port forwarding
da: Port fremsendelse

source: Port to listen for incoming peer connections. Default port is %d.
da: Port der skal lyttes til for indgående peer forbindelser. Standard porten er %d.

source: Port to listen on. Default iTunes port is 3689.
da: Port der skal lyttes til. Standard iTunes porten er 3689.

source: Port to listen on. Default port is %d.
da: Port der skal lyttes til. Standard porten er %d.

source: Port to listen on. Only dynamic or private ports can be used (from %d through %d). Default port is %d.
da: Port der skal lyttes til. Kun dynamiske eller private porte kan bruges (fra %d til og med %d). Standard porten er %d.

source: Portal Group
da: Portal gruppe

source: Portal Groups
da: Portal grupper

source: Portals
da: Portaler

source: Ports
da: Porte

source: Portuguese (Brazil)
da: Portugisisk (Brasilien)

source: Portuguese (Portugal)
da: Portugisisk (Portugal)

source: Power Daemon
da: Strøm Daemon

source: Power Mode
da: Power tilstand

source: Power mode
da: Strømtilstand

source: Predefined system groups
da: Prædefineret system grupper

source: Preferred
da: Foretrukken

source: Prefix
da: Præfiks

source: Preformatted file system
da: Preformateret filsystem

source: Preserve extended attributes
da: Bevar udvidede attributter

source: Preserve modification times.
da: Bevar ændringstiderne.

source: Preserve permissions
da: Bevar tilladelser

source: Prevent deep discharge of battery
da: Forhindrer dyb afladning af batteri

source: Primary
da: Primær

source: Primary Group
da: Primær Gruppe

source: Primary group
da: Primær gruppe

source: Primary group is also selected in additional group.
da: Den primære grupper bliver også valgt som en yderlig gruppe.

source: Private Key
da: Privat Nøgle

source: Private key
da: Privat nøgle

source: Process
da: Proces

source: Processes
da: Processer

source: Processes information
da: Proces information

source: Product ID
da: Produkt ID

source: Profile
da: Profil

source: Protocol
da: Protokol

source: Provider
da: Udbyder

source: Puts the hard disk into standby mode when the selected amount of time after the last hard disk access has been elapsed.
da: Sætter harddisken i standby tilstand, når det angivne tidsrum efter sidste harddisk tilgang er gået.

source: Queue Depth
da: Kø dybde

source: Quiet
da: Stille

source: Quota
da: Kvote

source: RAID 0/1/5 information and status
da: RAID 0/1/5 information og tilstand

source: RAID 1 information and status
da: Raid 1 information og tilstand

source: RAID 5 information and status
da: Raid 5 og tilstand

source: RSYNC - Client
da: RSYNC - Klient

source: RSYNC - Local
da: RSYNC - Lokal

source: RSYNC Client
da: RSYNC Klient

source: RSYNC Client informations
da: RSYNC klient informationer

source: RSYNC events
da: RSYNC hændelser

source: Raid name
da: Raid navn

source: Read
da: Læse

source: Read Only (ro)
da: Skrivebeskyttet (ro)

source: Read Only Access
da: Skrivebeskyttet adgang

source: Read from biggest priority
da: Læs fra største prioritet

source: Read from lowest load
da: Læs fra mindste belastning

source: Read only
da: Skrivebeskyttet

source: Read/Write
da: Læse/skrive

source: Read/Write (rw)
da: Læs/Skriv (rw)

source: Read/Write (rw,dynamic) for removable types file size grow and shrink automatically by EOF (ignore specified size)
da: Læs/Skriv (rw,dynamisk) for flytbare enheder, filstørrelsen vokser eller skrumper automatisk efter EOF (ignorer angivet størrelse)

source: Read/Write (rw,extend) for removable types extend file size if EOM reached
da: Læs/Skriv (rw,udvid) for flytbare enheder, udvid filstørrelsen hvis EOM bliver nået

source: Read/Write Access
da: Læse/Skrive adgang

source: Readonly
da: Skrivebeskyttet

source: Realm
da: Område

source: Reason for last transfer to battery (* opaque)
da: Årsag for sidste skift til batteri (* gennemsigtig)

source: Reboot
da: Genstart

source: Receive Buffer Size
da: Modtage buffer størrelse

source: Recurse into directories.
da: Medtag undermapper

source: Recursive
da: Rekursiv

source: Recycle bin
da: Papirkurv

source: Refresh
da: Opdater

source: Reject
da: Afvis

source: Relative humidity alarm (enabled/disabled)
da: Relativ fugtighed alarm (aktiveret/deaktiveret)

source: Relative humidity threshold high (percent)
da: Relativ fugtighed setpunkt høj (procent)

source: Reload page
da: Genindlæs siden

source: Remaining battery runtime
da: Tilbageværende batteri tid

source: Remote address
da: Fjern-adresse

source: Remote module (source)
da: Fjern-modul (kilden)

source: Remote module name
da: Fjern-modul navn

source: Remote monitoring
da: Fjern-overvågning

source: Remote syslog server
da: Fjern-syslog server

source: Removable
da: Flytbar

source: Remove all entries from ARP table
da: Fjern alle posteringer i ARP tabellen

source: Replace Battery UPS
da: Udskift batteri UPS

source: Report Generator
da: Rapport Generator

source: Report if the temperature had changed by at least N degrees Celsius since last report. Set to 0 to disable this report.
da: Rapporter hvis temperaturen har ændret sig mindst N grader Celsius siden sidste rapport. Sæt dette til 0 for at deaktivere denne rapport.

source: Report if the temperature is greater or equal than N degrees Celsius. Set to 0 to disable this report.
da: Rapporter hvis temperaturen er større end eller lig med N grader Celsius. Sæt dette til 0 for at deaktivere denne rapport.

source: Reports
da: Rapporter

source: Require authentication.
da: Kræver godkendelse.

source: Required
da: Påkrævet

source: Rescan disks
da: Scan efter diske

source: Rescan interval
da: Genscan interal

source: Resolve
da: Løs

source: Resolve IP addresses to hostnames
da: Løs IP-adresser til værtsnavne

source: Resource
da: Ressource

source: Resource name
da: Ressourcenavn

source: Resources
da: Ressourcer

source: Restore configuration
da: Gendan konfigurationen
