Repository: nas4free/nas4free
Catalog: branches/10.1.0.2/locale/*.po
Languages: da

source: This option specifies the user name or user ID that file transfers to and from that module should take place. In combination with the '%s' option this determines what file permissions are available. Leave this field empty to use default settings.
da: Denne indstillinger angiver brugernavnet eller brugerens ID som filoverførsler til og fra dette modul skal udføres som. Sammen med '%s' indstillinger, bestemmer dette hvilke fil tilladelser der er tilgængelige. Lad dette felt være tomt for at bruge standard indstillingerne.

source: This page reflects the configuration that has been created with the WebGUI.
da: Denne side reflekterer konfigurationen der er oprettet via WebGUI.

source: This page reflects the current system configuration. It may be different to the configuration which has been created with the WebGUI if changes has been done via command line.
da: Denne side reflekterer den nuværende system konfiguration. Den kan være anderledes end den konfiguration der er lavet med WebGUI, hvis der er blevet lavet ændringer via kommandolinjen.

source: This parameter controls whether files starting with a dot appear as hidden files.
da: Denne parameter styrer om filer, der starter med et punktum, skal vises som skjulte filer.

source: This parameter says that if N occurrences of the event happen within the given time interval, then a ban is automatically added.
da: Denne parameter siger at hvis hændelsen opstår N gange indenfor det angivne tidsinterval, bliver udelukkelsen automatisk tilføjet.

source: This parameter specifies the suffix that is used for groups when these are added to the LDAP directory, e.g. %s
da: Denne parameter angiver endelsen der bruges til grupper, når disse bliver tilføjet i LDAP mappen, f.eks. %s

source: This parameter specifies the suffix that is used for machines when these are added to the LDAP directory, e.g. %s
da: Denne parameter angiver endelsen der bruges til maskiner, når disse bliver tilføjet i LDAP mappen, f.eks. %s

source: This parameter specifies the suffix that is used for passwords when these are added to the LDAP directory, e.g. %s
da: Denne parameter angiver endelsen der bruges til kodeord, når disse bliver tilføjet i LDAP mappen, f.eks. %s

source: This parameter specifies the suffix that is used for users when these are added to the LDAP directory, e.g. %s
da: Denne parameter angiver endelsen der bruges til brugere, når disse bliver tilføjet i LDAP mappen, f.eks. %s

source: This pool name already exists.
da: Pulje navnet eksisterer allerede.

source: This rule is triggered whenever the selected event directive occurs.
da: Denne regel aktiveres når det valgte hændelses direktiv opstår.

source: This server uses default swap.
da: Denne server anvender standard swap.

source: This tag already exists.
da: Mærkatet eksisterer allerede.

source: This tag is used.
da: Mærkatet er brugt.

source: This the IP address or DNS name of the iSCSI target.
da: Dette er IP-adressen eller DNS navnet på iSCSI målet.

source: This user already exists in the user list.
da: Denne bruger eksisterer allerede i bruger listen

source: This user already exists.
da: Brugeren eksisterer allerede.

source: This virtual device name already exists.
da: Det virtualle enheds navn eksisterer allerede.

source: This will cause %s not to check for newer firmware versions when the <a href='%s'>%s</a> page is viewed.
da: Dette vil gøre så %s ikke ser efter nye firmware versioner, når <a href='%s'>%s</a> siden bliver vist.

source: This will create a recycle bin on the share.
da: Dette vil oprette en papirkurv på sharet.

source: This will erase ALL data on the selected disks! Do not use this option if you want to add an already existing RAID again.
da: Dette vil slette ALT data på de valgte diske! Brug ikke denne valgmulighed, når du vil tilføje et allerede eksisterende RAID igen.

source: This will erase ALL data on your disk! Do not use this option if you want to add an existing encrypted disk.
da: Dette vil slette ALT data på din disk! Brug ikke denne valgmulighed, hvis du vil tilføje en eksisterende krypteret disk.

source: This will provide ZFS ACL support. (ZFS only)
da: Dette vil tilføje ZFS ACL udvidelse. (Kun ZFS)

source: This will provide shadow copy created by auto snapshot. (ZFS only)
da: Dette vil tilbyde en skygge kopi lavet af auto snapshot. (kun ZFS)

source: Time
da: Tid

source: Time before the load will be rebooted
da: Tid før lasten vil blive genstartet

source: Time before the load will be shutdown
da: Tid før lasten vil blive lukket ned

source: Time before the load will be started
da: Tid før lasten vil blive startet

source: Time interval
da: Tidsinterval

source: Time server
da: Tidsserver

source: Time update interval
da: Tids opdaterings interval

source: Time zone
da: Tidszone

source: Times
da: Antal

source: To configure the target, you must add at least Portal Group and Initiator Group and Extent.<br />Portal Group which is identified by tag number defines IP addresses and listening TCP ports.<br />Initiator Group which is identified by tag number defines authorised initiator names and networks.<br />Auth Group which is identified by tag number and is optional if the target does not use CHAP authentication defines authorised users and secrets for additional security.<br />Extent defines the storage area of the target.
da: For at konfigurere målet, skal du tilføje mindst en Portal Gruppe, Initiator Gruppe og Extent.<br />Portal Gruppen, som identificeres ved mærket nummeret, definerer IP-adresse og lyttende TCP porte.<br />Initiator Gruppen, som identificeres ved mærkat nummeret, definerer godkendte initiator navne og netværk.<br />Auth Gruppen, som identificeres ved mærkat nummeret, og er valgfri hvis målet ikke bruger CHAP godkendelse, definerer godkendte brugere og hemmeligheder for yderligere sikkerhed.<br />Extent definerer målets lager område.

source: To e-mail
da: Til email

source: To email
da: Til email

source: To get detailed informations about TCP Wrappers check the FreeBSD <a href='%s' target='_blank'>documentation</a>.
da: For mere detaljerede informationer om TCP Wrapper, kan du finde det i FreeBSD <a href='%s' target='_blank'>dokumentationen</a>.

source: To get detailed informations about writing firewall rules check the FreeBSD <a href='%s' target='_blank'>documentation</a>.
da: For mere detaljerede informationer om at skrive firewall regler, kan du finde det i FreeBSD <a href='%s' target='_blank'>dokumentationen</a>.

source: To get more information how to configure LCDproc check the LCDproc <a href='%s' target='_blank'>documentation</a>.
da: For at læse mere information om at indstille LCDproc så læs LCDproc <a href='%s' target='_blank'>brugervejledningen</a>.

source: To increase CIFS performance try the following:<div id='enumeration'><ul><li>Enable 'Asynchronous I/O (AIO)' switch</li><li>Enable 'Large read/write' switch</li><li>Enable '<a href='%s'>Tuning</a>' switch</li></ul></div>
da: For at forbedre CIFS ydelsen, kan du prøve følgende:<div id='enumeration'><ul><li>Aktiver 'Asynkron I/O (AIO)' indstillingen</li><li>Aktiver 'Stor læsning/skrivning' indstillingen</li><li>Aktiver '<a href='%s'>Finjustering</a>' indstillingen</li></ul></div>

source: To match any IP address leave this field empty.
da: Lad feltet være tomt, hvis alle IP-adresser skal gælde.

source: To use Active Directory the CIFS/SMB service will enabled, too. The following services will use AD authentication:<div id='enumeration'><ul><li>CIFS/SMB</li><li>SSH</li><li>FTP</li><li>AFP</li><li>System</li></ul></div>
da: For at bruge Active Directory skal CIFS/SMB tjenesten også være aktiveret. De følgende tjenester vil bruge AD godkendelse: <div id='enumeration'><ul><li>CIFS/SMB</li><li>SSH</li><li>FTP</li><li>AFP</li><li>System</li></ul></div>

source: Tolerated
da: Tolereret

source: Tools
da: Værktøjer

source: Total: %s | Used: %s | Free: %s
da: Ialt: %s | Brugt: %s | Ledigt: %s

source: Total: %s | Used: %s | Free: %s | State: %s
da: Ialt: %s | Brugt: %s | Ledig: %s | Status: %s

source: Traceroute may take a while to complete. You may hit the Stop button on your browser at any time to see the progress of failed traceroutes.
da: Traceroute kan tage tid at fuldføre. Du kan trykke på din browsers Stop-knap når som helst, for at se fremskridtet for fejletede traceroutes.

source: Transcoding
da: Omkodning

source: Transfer mode
da: Overførsels tilstand

source: Transfer rate
da: Overførsel hastighed

source: Trap host
da: Trap vært

source: Trap string
da: Trap tekststreng

source: Trap string.
da: Trap tekststreng.

source: Triple-parity RAID-Z
da: Tripelt-paritets RAID-Z

source: Trivial File Transfer Protocol
da: Trivial File Transfer Protokol

source: Trusted domains
da: Sikre domæner

source: Try to force import.
da: Prøv at gennemtvinge import.

source: Try to import from on-disk ZFS config.
da: Forsøg at importere fra on-disk ZFS konfigurationen.

source: Tuning
da: Finjustering

source: Turkish
da: Tyrkisk

source: Turn the monitor to standby after N seconds.
da: Sæt skærmen i standby efter N sekunder.

source: Type used as extent.
da: Type brugt som Extent.

source: UFS and variants are the NATIVE file format for FreeBSD (the underlying OS of %s). Attempting to use other file formats such as FAT, FAT32, EXT2, EXT3, or NTFS can result in unpredictable results, file corruption, and loss of data!
da: UFS og varianter er det MEDFØDTE filformat for FreeBSD (det underlæggende OS for %s). Forsøg på at bruge andre filsystemet såsom FAT, FAT32, EXT2, EXT3 og NTFS kan give uforudsigelige resultater, korrupte filer og tab af data!

source: UPS Off Line
da: UPS ikke oppe

source: UPS On Battery
da: UPS på batteri

source: UPS On Line
da: UPS oppe

source: UPS Unit General Information
da: UPS enhed general information

source: UPS Waiting
da: UPS venter

source: UPS alarms
da: UPS alarmer

source: UPS beeper status
da: UPS lydenhed status

source: UPS coldstarts from battery
da: UPS koldstarter fra batteri

source: UPS disabled
da: UPS deaktiveret

source: UPS external contact sensors
da: UPS eksterne kontakt følere

source: UPS goes on battery
da: UPS slået over på batteri

source: UPS reaches low battery
da: UPS har lavt batteri

source: UPS starts when mains is (re)applied
da: UPS starter når strømmen igen er sat til

source: UPS temperature
da: UPS temperatur

source: Ukrainian
da: Ukrainsk

source: Unavailable
da: Utilgængelig

source: Unformated
da: Uformateret

source: Uninstall package
da: Afinstaller pakke

source: Unison File Synchronisation
da: Unison Fil Synkronisering

source: Unix Command
da: Unix kommando

source: Unix charset
da: Unix tegnsæt

source: Unknown
da: Ukendt

source: Unknown or unformatted
da: Ukendt eller uformateret

source: Unload
da: Fjern

source: Unmount disk/partition
da: Afmonter disk/partition

source: Unmounting...
da: Afmonterer...

source: Up
da: Op

source: Update period
da: Updaterings periode

source: Updating in 5 seconds.
da: Opdaterer om 5 sekunder.

source: Upgrade firmware
da: Opgrader firmware

source: Upload bandwidth
da: Upload båndbredde

source: Use a space to separate multiple hosts (only one required). Remember to set up at least one DNS server if you enter a host name here!
da: Brug et mellemrum til at adskille flere værter (kun en er påkrævet). Husk at opsætte mindst en DNS server, hvis du indtaster et værtsnavn her!

source: Use sendfile
da: Brug sendfile

source: Use the following IP address as the source address in outgoing packets.
da: Brug den følgende IP-adresse som kilde adressen i udgående pakker.

source: Use the specified NTP server.
da: Brug den angivne NTP server.

source: Use this option to override the default permission modes for newly created files (%s by default).
da: Brug denne indstillinger til at overskrive standard rettighederne for nye oprettede filer (%s som standard).

source: Use this option to override the directory creation mask (022 by default).
da: Brug denne indstilling til at styre mappe oprettelses masken (022 som standard).

source: Use this option to override the directory creation mask (0777 by default).
da: Brug denne indstilling til at styre mappe oprettelses masken (0777 som standard).

source: Use this option to override the file creation mask (0666 by default).
da: Brug denne indstilling til at styre fil oprettelses masken (0666 som standard).

source: Use this option to override the file creation mask (077 by default).
da: Brug denne indstilling til at styre fil oprettelses masken (077 som standard).

source: Use this option to override the username ('ftp' by default) which will be used for access to services which are specified as guest. Whatever privileges this user has will be available to any client connecting to the guest service. This user must exist in the password file, but does not require a valid login.
da: Brug denne indstilling til at styre brugernavnet ('ftp' som standard) der skal bruges for at tilgå de tjenester der angives som gæst. Denne brugers rettigheder vil være tilgængelige for enhver klient forbundet til gæste tjenesten. Denne bruger skal eksistere i kodeords filen, men kræver ikke et gyldigt login.

source: Used
da: Brugt

source: User
da: Bruger

source: User ID
da: Bruger ID

source: User defined groups
da: Bruger definerede grupper

source: User full name.
da: Brugerens fulde navn.

source: User mask
da: Bruger maske

source: User numeric id.
da: Bruger nummerisk id.

source: User password.
da: Bruger adgangskode

source: User portal
da: Bruger potal

source: User suffix
da: Bruger endelse

source: Username
da: Brugernavn

source: Username field :
da: Brugernavn felt :

source: Username of a domain administrator account.
da: Brugernavnet på domæne administrator kontoen.

source: Users
da: Brugere

source: Users and Groups
da: Brugere og grupper

source: Using %s bytes fragment size.
da: Bruger %s bytes fragment størrelse.

source: VLAN tag
da: VLAN mærkat

source: Value
da: Værdi

source: Variable
da: Variabel

source: Vendor ID
da: Fabrikant ID

source: Virtual Host ID
da: Virtuel Vært ID

source: Virtual IP address
da: Virtuel IP adresse

source: Virtual device
da: Virtuel enhed

source: Virtual devices
da: Virtuelle enheder

source: Virtual interface
da: Virtuel grænseflade

source: Volume
da: Diskenhed

source: Volume Name
da: Volume navn

source: Volume label
da: Volume mærkat

source: Volume label of the new file system.
da: Volume mærket på det nye filsystem.

source: Volumes
da: Enheder

source: WAN address
da: WAN adresse

source: WINS server IP address (e.g. from MS Active Directory server).
da: WINS server IP-adresse (f.eks. fra en MS Active Directory server).

source: WPA-EAP (Extensible Authentication Protocol)
da: WPA-EAP (Extensible Authentication Protokol)

source: Wait time
da: Vente tid

source: Warning
da: Advarsel

source: Warning: You are going to delete a RAID volume. All data will get lost and can not be recovered.
da: Advarsel: Det er ved at slette et RAID volume. Alt data bliver tabt, og kan ikke gendannes.

source: Warning: You are going to delete an encrypted volume. All data will get lost and can not be recovered.
da: Advarsel: Du er ved at slette en krypteret volume. Alt data bliver tabt, og kan ikke gendannes.

source: Watch directory
da: Overvåget mappe

source: Webserver document root is missing.
da: Webserver dokument-rod mangler.

source: Week days
da: Ugedage

source: When UPS switches to Low Battery
da: Når UPS skifter til lavt batteri

source: When a client initially connects to the server the ident protocol is used to attempt to identify the remote username.
da: Når en klient først opretter forbindelse til serveren, vil ident protokollen forsøge at identificere det fjerne brugernavn.

source: Where to save downloaded data.
da: Hvor de downloadede data skal gemmes.

source: Whether scans should be skipped if there are no users connected. This allows the drive to spin down when no users are connected.
da: Om undersøgelsen skal springes over, hvis der ikke er forbundet nogen brugere. Dette tillader at drevet kan stoppe, når der ikke er nogen brugere forbundet.

source: Who
da: Hvem

source: Wildcard
da: Jokertegn

source: Wireless configuration
da: Trådløs opsætning

source: Workgroup
da: Arbejdsgruppe

source: Working directory
da: Arbejdsmappe

source: Write
da: Skrive

source: Write Cache
da: Skrive Cache

source: Write only
da: Kun skrive

source: Wrong partition type or partition number.
da: Forkert partitions type eller partitions nummer.

source: Yes
da: Ja

source: You can use the following parameters for substitution:
da: Du kan bruge følgende parametre for erstatning:

source: You can't mount the partition '%s' where the config file is stored.<br />
da: Du kan ikke montere partitionen '%s' hvor konfigurations-filen er gemt.<br />

source: You can't unmount a drive which is used by swap file, a iSCSI-target file or any other running process!
da: Du kan ikke afmontere et drev der bruges af swap filen, en iSCSI mål fil eller en anden kørende proces!

source: You have to activate <a href='%s'>Zeroconf/Bonjour</a> to advertise this service to clients.
da: Du er nødt til at aktivere <a href='%s'>Zeroconf/Bonjour</a> for at oplyse klienter om denne tjeneste.

source: You have to select at least one item for '%s'.
da: Du skal vælge mindst et element til '%s'.

source: You may enter a description here for your reference.
da: Du kan indtaste en beskrivelse her til din reference.

source: You may specify as SCSI INQUIRY data. Empty as default. (up to %d ASCII chars)
da: Du kan angive som SCSI INQUIRY data. Tom som standard. (Op til %d ASCII tegn)

source: You may specify logical block length (%d by default).
da: Du kan angive den logiske blok størrelse (%d som standard).

source: You must add disks first.
da: Du skal tilføje diske først.

source: You must enter the same IP type for network and gateway.
da: Du skal indtaste den samme IP type for netværk og gateway.

source: You must select at least one authentication method.
da: Du skal vælge mindst en godkendelses metode.

source: You should use HTTPS as WebGUI protocol for sending passphrase.
da: Du bør bruge HTTPS som WebGUI protokol for at sende adgangskoden.

source: Your ZFS system is not healthy.
da: Dit ZFS system er ikke sundt.

source: Your own email address.
da: Din egen email adresse.

source: ZFS dataset information and status
da: ZFS datasæt information og status

source: ZFS dataset properties
da: ZFS datasæt egenskaber

source: ZFS snapshot information and status
da: ZFS snapshot information og status

source: ZFS snapshot properties
da: ZFS snapshot egenskaber

source: ZFS volume
da: ZFV volume

source: ZFS volume information and status
da: ZFS enhed information og status

source: ZFS volume properties
da: ZFS enhed egenskaber

source: ZFS volume size. To specify the size use the following human-readable suffixes (for example, 'k', 'KB', 'M', 'Gb', etc.).
da: ZFS enhed størrelse. For at vælge størrelse bruges der følgende endelser (feks, 'k', 'KB', 'M', 'Gb', og lign.).

source: adaptive (low power consumption)
da: adaptive (lav strøm forbrug)

source: all encrypted disks are imported.
da: alle krypterede diske er importeret

source: change failed.
da: ændring fejlede.

source: chroot() everyone, but root.
da: chroot() alle, undtagen root.

source: day(s)
da: dag(e)

source: e.g. %s
da: f.eks. %s

source: filechooser
da: Filvælger

source: get target info failed.
da: Kunne ikke hente mål info.

source: hiadaptive (high performance)
da: hiadaptive (høj ydelse)

source: hour(s)
da: time(r)

source: iSCSI Target
da: iSCSI mål

source: iSCSI initial parameter (%d by default).
da: iSCSI start parameter (%d som standard).

source: iSCSI initiator disabled
da: iSCSI initiator deaktiveret

source: infinity
da: uendelig

source: load/unload failed.
da: Indlæsning/Udlæsning fejlede.

source: maximum (highest performance)
da: maksimum (højeste ydelse)

source: minimum (power saving)
da: minimum (strøm besparelse)

source: minute(s)
da: minut(ter)

source: minutes
da: minutter

source: mirroring
da: spejling

source: n/a
da: Ikke tilgængelig

source: no new encrypted disk found.
da: ingen ny krypteret disk fundet

source: none
da: ingen

source: rotated block-interleaved parity
da: roteret block-interleaved paritet

source: scan target failed.
da: Kunne ikke scanne målet.

source: second(s)
da: sekund(er)

source: successfully.
da: successfuldt.

source: sysvol exist in path.
da: sysvol eksisterer i stien.

source: to
da: til
