Repository: nas4free/nas4free
Catalog: branches/10.1.0.2/locale/*.po
Languages: da

source: Controls the compression algorithm used for this dataset. The 'lzjb' compression algorithm is optimized for performance while providing decent data compression. Setting compression to 'On' uses the 'lzjb' compression algorithm. You can specify the 'gzip' level by using the value 'gzip-N', where N is an integer from 1 (fastest) to 9 (best compression ratio). Currently, 'gzip' is equivalent to 'gzip-6'.
da: Styrer komprimerings algoritmen der bruges til dette datasæt. 'lzjb' komprimerings algoritmen er optimeret for ydelse, mens den giver nogenlunde data komprimering. Hvis komprimeringen sættes til 'Til', bruges 'lzjb' komprimerings algoritmen. Du kan angive 'gzip' niveauet ved at bruge 'gzip-N', hvor N er et tal fra 1 (hurtigste) til 9 (bedste komprimering). I øjeblikket er 'gzip' det samme som 'gzip-6'.

source: Controls the compression algorithm used for this volume. The 'lzjb' compression algorithm is optimized for performance while providing decent data compression. Setting compression to 'On' uses the 'lzjb' compression algorithm. You can specify the 'gzip' level by using the value 'gzip-N', where N is an integer from 1 (fastest) to 9 (best compression ratio). Currently, 'gzip' is equivalent to 'gzip-6'.
da: Kontrollerer den kompressions algoritme brugt til denne enhed. 'lzjb' algoritmen er optimeret til hastighed mens den tilbyder acceptabel data kompression. Vælges kompression 'Til' så bruges der 'lzjb' algoritmen. Du kan specificere 'gzip' niveau ved at bruge værdien 'gzip-N', hvor N er et tal fra 1 (hurtigst) til 9 (bedste kompressions faktor). På nuværende tidspunkt er 'gzip' det samme som 'gzip-6'.

source: Controls the dedup method. <br><b><font color='red'>NOTE/WARNING</font>: See <a href='http://wiki.nas4free.org/doku.php?id=documentation:setup_and_user_guide:disks-zfs-volumes-volume' target='_blank'>ZFS volumes & deduplication</a> wiki article BEFORE using this feature.</b></br>
da: Styrer de-dublikerings metode. <br><b><font color='red'>NOTE/WARNING</font>: Se <a href='http://wiki.nas4free.org/doku.php?id=documentation:setup_and_user_guide:disks-zfs-volumes-volume' target='_blank'>ZFS & de-dublikering</a> wiki article FØR anvendelse.</b></br>

source: Controls whether this dataset can be modified.
da: Styrer om dette datasæt kan redigeres.

source: Count
da: Antal

source: Create ZFS on GPT partition
da: Opret ZFS på GPT partitionen

source: Create and initialize RAID.
da: Opret og initialiser RAID.

source: Create encrypted volume
da: Opret krypteret volume

source: Create mask
da: Opret maske

source: Create work directory if it doesn't exist.
da: Opret arbejdsmappen, hvis den ikke eksisterer.

source: Created UFS file system:
da: Oprettet UFS fil system:

source: Creates the pool with an alternate root.
da: Opretter puljen med en alternativ rod.

source: Creates the recursive snapshot.
da: Opretter det rekursive snapshot.

source: Creating filesystem
da: Opretter filsystem

source: Creating filesystem with 'Soft Updates'
da: Opretter filsystem med 'Soft Updates'

source: Creating partition
da: Opretter partition

source: Creation
da: Oprettelse

source: Credits
da: Anerkendelser

source: Critical
da: Kritisk

source: Cron job
da: Cron opgave

source: Current
da: Nuværende

source: Current Version:
da: Nuværende Version

source: Current password
da: Aktuel adgangskode

source: Current password is default password. You should use your own password.
da: Nuværende adgangskode er standard adgangskode. Du bør anvende din egen adgangskode.

source: Current value of real power (Watts)
da: Nuværende måling af aktuelt forbrug (Watt)

source: Custom
da: Brugerdefineret

source: Custom device
da: Tilpasset enhed

source: Custom script
da: Brugerdefineret script

source: Custom script is not found.
da: Brugerdefineret script blev ikke fundet.

source: Custom script is required.
da: Brugerdefineret script er krævet.

source: Czech
da: Tjekkisk

source: DHCP cannot be used for LAN interface.
da: DHCP kan ikke bruges på LAN kontaktflade.

source: DNS domain
da: DNS domæne

source: DNS server is empty.
da: DNS server er tom

source: DNS settings
da: DNS indstillinger

source: DO NOT abort the firmware upgrade process once it has started. Once it is completed, the server will automatically reboot, the current configuration will be maintained.<br />You need a minimum of %d MiB free RAM to perform the upgrade.<br />It is strongly recommended that you <a href='%s'>Backup</a> the server configuration before doing a upgrade.
da: AFBRYD IKKE denne firmware opgradering når først den er startet. Når opgraderingen er genneført, vil serveren automatisk genstarte. Nuværende konfiguration er bevaret.<br />Du behøver minimum %d MiB ledig hukommelse for at gennemføre opgraderingen.<br />Det anbefales kraftigt at gemme en <a href='%s'>kopi</a> af server konfigurationen før opgradering.

source: Daemon
da: Dæmon

source: Daemon events
da: Dæmon hændelser

source: Daemon log
da: Dæmon log

source: Danish
da: Dansk

source: Data integrity
da: Data integritet

source: Database directory
da: Database mappe

source: Dataset
da: Datasæt

source: Datasets
da: Datasæt

source: Date & Time
da: Dato & tid

source: Days
da: Dage

source: Debug
da: Fejlsøgning

source: Decrypt password
da: Dekryptere kodeord

source: Default
da: Standard

source: Default is %s.
da: Standard er %s.

source: Default root
da: Standard rod

source: Default user name is 'admin'.
da: Standard brugernavn er 'admin'.

source: Define directories/URL's that require authentication.
da: Angiv mapper/URLs der kræver godkendelse.

source: Defines when the shutdown is initiated.
da: Angiv hvornår nedlukningen starter.

source: Delete
da: Slet

source: Delete ARP entry
da: Slet ARP indtastning

source: Delete Host
da: Slet vært

source: Delete Login Info
da: Slet login informationer

source: Delete MIB
da: Slet MIB

source: Delete RAID
da: Slet RAID

source: Delete Route
da: Slet rute

source: Delete Rsync job
da: Slet Rsync opgave

source: Delete URL
da: Slet URL

source: Delete algorithm
da: Slet algoritme

source: Delete all MIBs
da: Slet alle MIBer

source: Delete all options
da: Slet alle indstillinger

source: Delete all rules
da: Slet alle regler

source: Delete all self-tests
da: Slet alle selv-diagnoser

source: Delete auth group
da: Slet Auth gruppe

source: Delete auto snapshot
da: Slet auto snapshot

source: Delete clone
da: Slet klon

source: Delete command
da: Slet kommando

source: Delete dataset
da: Slet datasæt

source: Delete device
da: Slet enhed

source: Delete disk
da: Slet disk

source: Delete extent
da: Slet extent

source: Delete files on the receiving side that don't exist on sender.
da: Slet filer på den modtagende side der ikke eksisterer hos afsenderen.

source: Delete group
da: Slet gruppe

source: Delete initiator
da: Slet initiator

source: Delete initiator group
da: Slet Initiator gruppe

source: Delete interface
da: Slet grænseflade

source: Delete job
da: Slet opgave

source: Delete module
da: Slet modul

source: Delete mount point
da: Slet monterings punkt

source: Delete option
da: Slet indstilling

source: Delete pool
da: Slet pulje

source: Delete portal group
da: Slet Portal gruppe

source: Delete resource
da: Slet ressource

source: Delete rule
da: Slet regel

source: Delete self-test
da: Slet selv-diagnose

source: Delete share
da: Slet share

source: Delete snapshot
da: Slet snapshot

source: Delete target
da: Slet mål

source: Delete user
da: Slet bruger

source: Delete volume
da: Slet volume

source: Deletes the recursive snapshot.
da: Fjerne det rekursive snapshot.

source: Deleting
da: Sletter

source: Deleting GEOM metadata
da: Sletter GEOM metadata

source: Deleting MBR and partition table
da: Sletter MBR og partitions tabel

source: Deny
da: Nægt

source: Description
da: Beskrivelse

source: Destination email address.
da: Destinations email adresse.

source: Destination host name or IP number.
da: Destinations værtsnavn eller IP-adresse.

source: Destination network
da: Destinations netværk

source: Destination network bit count
da: Destinations netværks bit antal

source: Destination network for this static route
da: Destinations netværk for denne statiske rute

source: Destination port
da: Destinations port

source: Destination share
da: Destinations share

source: Detected
da: Fundet

source: Detected Language:<br />(Change if needed)
da: Skønnet sprog:<br />(Ændres efter behov)

source: Detected RSYNC remote shares
da: Fundne fjerne RSYNC shares

source: Detected an error while importing.
da: Registrerede en fejl ved importering.

source: Determine the default timeout, in microseconds, before the first packet is retransmitted. The default is 1000000 (1 second).
da: Angiv en standard timeout, i mikrosekunder, før den første pakke blive gensendt. Standard er 1000000 (1 sekund).

source: Device
da: Enhed

source: Device / Label
da: Enhed / mærkat

source: Device /dev/%s - %s
da: Enhed /dev/%s - %s

source: Device IP
da: Enheds IP

source: Device Serial
da: Enhed serienummer

source: Device polling
da: Enheds polling

source: Device polling is a technique that lets the system periodically poll network devices for new data instead of relying on interrupts. This can reduce CPU load and therefore increase throughput, at the expense of a slightly higher forwarding delay (the devices are polled 1000 times per second). Not all NICs support polling.
da: Enheds polling er en teknik der lader systemet periodisk undersøge netværksenheder efter ny data, istedet for at være afhængig af interrupts. Dette kan reducere CPU forbruget og derfor øge båndbredden, på bekostning af en fremsendelses forsinkelse (enhederne polles 1000 gange hvert sekund). Ikke alle netkort understøtter polling.

source: Device: %s | Total: %s | Used: %s | Free: %s
da: Enhed: %s | Ialt: %s | Brugt: %s | Ledig: %s

source: Devices
da: Enheder

source: Diagnostics
da: Diagnostik

source: Difference
da: Forskel

source: Digital Audio Access Protocol
da: Digital Audio Adgangs Protokol

source: Direction
da: Retning

source: Directory
da: Mappe

source: Directory for incomplete files. An empty field means disable.
da: Folder for u-fuldstændige filer. Tomt felt betyder "anvendes ikke"

source: Directory listing
da: Indholdsliste

source: Directory mask
da: Mappe maske

source: Directory that contains removable media. (e.g /mnt/iscsi/)
da: Mappe der indeholder flytbare medier. (F.eks. /mnt/iscsi/)

source: Directory to watch for new .torrent files.
da: Mappe der skal overvåges for nye .torrent-filer.

source: Disable File Manager
da: Deaktiver Filhåndtering

source: Disable TCP wrapper (mod_wrap module).
da: TCP wrapper anvendes ikke (mod_wrap module).

source: Disable console menu
da: Deaktiver konsol menuen

source: Disable firmware upload
da: Deaktiver firmware upload

source: Disable firmware version check
da: Deaktiver firmware versions kontrol

source: Disable speaker beep on startup and shutdown
da: Deaktiver højttaler bip ved opstart og nedlukning

source: Disabled
da: Deaktiveret

source: Discovered iSCSI target for %s
da: Fandt iSCSI mål for %s

source: Discovery Auth Group
da: Discovery Auth gruppe

source: Discovery Auth Method
da: Discovery Auth metode

source: Disk space usage
da: Diskplads forbrug

source: Disks
da: Diske

source: Disks (ATA)
da: Diske (ATA)

source: Disks (ATA) information
da: Disks (ATA) informationen

source: Display
da: Visning

source: Distributed hash table
da: Distribueret hash tabel

source: Do you really want to clear and import?\nThe existing config will be cleared and overwritten.
da: Vil du virkelig at slette og importere?\Eksisterende konfiguration bliver overskrevet.

source: Do you really want to delete all MIBs?
da: Vil du virkelig slette alle MIBer?

source: Do you really want to delete all options?
da: Vil du virkelig slette alle indstillinger?

source: Do you really want to delete all rules?
da: Vil du virkelig slette alle regler?

source: Do you really want to delete all scheduled self-tests?
da: Vil du virkelig slette alle planlagte selv-diagnoser?

source: Do you really want to delete this MIB?
da: Vil du virkelig slette denne MIB?

source: Do you really want to delete this Rsync job?
da: Vil du virkelig slette denne Rsync opgave?

source: Do you really want to delete this URL?
da: Vil du virkelig slette denne URL?

source: Do you really want to delete this auth group?
da: Vil du virkelig slette denne Auth gruppe?

source: Do you really want to delete this auto snapshot?
da: Vil du virkeligt fjerne dette auto snapshot?

source: Do you really want to delete this clone?
da: Vil du virkeligt fjerne denne klon?

source: Do you really want to delete this command?
da: Vil du virkelig slette denne kommando?

source: Do you really want to delete this cron job?
da: Vil du virkelig slette denne cron opgave?

source: Do you really want to delete this dataset?
da: Vil du virkelig slette dette datasæt?

source: Do you really want to delete this device?
da: Vil du virkelig slette denne enhed?

source: Do you really want to delete this disk? All elements that still use it will become invalid (e.g. share)!
da: Vil du virkelig slette denne disk? Alle elementer der bruger den bliver ugyldiggjort (f.eks. share)!

source: Do you really want to delete this extent?
da: Vil du virkelig slette denne extent?

source: Do you really want to delete this group?
da: Vil du virkelig slette denne gruppe?

source: Do you really want to delete this host?
da: Vil du virkelig slette denne vært?

source: Do you really want to delete this initiator group?
da: Vil du virkelig slette denne Initiator gruppe?

source: Do you really want to delete this initiator? All elements that still use it will become invalid (e.g. share)!
da: Vil du virkelig slette denne initiator? Alle elementer der bruger den bliver ugyldiggjort (f.eks. share)!

source: Do you really want to delete this interface?
da: Vil du virkelig slette denne grænseflade?

source: Do you really want to delete this module?
da: Vil du virkelig slette dette modul?

source: Do you really want to delete this mount point? All elements that still use it will become invalid (e.g. share)!
da: Vil du virkelig slette dette monterings punkt? Alle elementer der bruger dette bliver ugyldiggjort (f.eks. share)!

source: Do you really want to delete this option?
da: Vil du virkelig slette denne indstillinger?

source: Do you really want to delete this pool?
da: Vil du virkelig slette denne pulje?

source: Do you really want to delete this portal group?
da: Vil du virkelig slette denne Portal gruppe?

source: Do you really want to delete this resource?
da: Vil du virkelig slette denne ressource?

source: Do you really want to delete this route?
da: Vil du virkelig slette denne rute?

source: Do you really want to delete this rule?
da: Vil du virkelig slette denne regel?

source: Do you really want to delete this scheduled self-test?
da: Vil du virkelig slette denne planlagte selv-diagnose?

source: Do you really want to delete this share?
da: Vil du virkelig slette denne share?

source: Do you really want to delete this snapshot?
da: Vil du virkeligt fjerne dette snapshot?

source: Do you really want to delete this target?
da: Vil du virkelig slette dette mål?

source: Do you really want to delete this user?
da: Vil du virkelig slette denne bruger?

source: Do you really want to delete this volume?\n!!! Note, all data will get lost and can not be recovered. !!!
da: Vil du virkelig slette dette volume?\n!!! Bemærk, alt data går tabt og kan ikke gendannes. !!!

source: Do you really want to format this disk? All data will be lost!
da: Vil du virkelig formatere denne disk? Alt data går tabt!

source: Do you really want to import?\nThe existing config may be overwritten.
da: Vil du virkelig importere?\Eksisterende konfiguration kan blive overskrevet.

source: Do you really want to remove the selected item from the list?
da: Vil du virkelig fjerne det valgte element fra listen?

source: Do you really want to uninstall this package?
da: Vil du virkelig afinstallere denne pakke?

source: Document root
da: Dokument rod

source: Document root of the webserver. Home of the web page files.
da: Webserverens dokument rod. Hjem for hjemmeside-filerne.

source: Domain
da: Domæne

source: Domain controller name
da: Domæne controller navn

source: Domain name
da: Domænenavn

source: Domain name (DNS/Realm-Name)
da: Domænenavn (DNS/Realm-navn)

source: Domain name (NetBIOS-Name)
da: Domænenavn (NetBIOS-navn)

source: Domain name in old format, e.g. EXAMPLE.
da: Domænenavn i gammelt format, f.eks. EXAMPLE.

source: Domain name, e.g. example.com.
da: Domænenavn, f.eks. example.com.

source: Don't Erase MBR
da: Slet ikke MBR

source: Don't erase the MBR (useful for some RAID controller cards)
da: Slet ikke MBR (nyttig med nogle RAID controller kort)

source: Donate
da: Donér

source: Done
da: Færdig

source: Done.
da: Færdig.

source: Dos charset
da: DOS tegnsæt

source: Double-parity RAID-Z
da: Dobbelt-paritets RAID-Z

source: Download bandwidth
da: Download båndbredde

source: Download configuration
da: Download konfiguration

source: Download directory
da: Download mappe

source: Download firewall rules.
da: Download firewall regler.

source: Driver list
da: Driverliste

source: Driver parameters
da: Driver parametre

source: Driver used
da: Anvendt driver

source: Driver version internal
da: Driver version intern

source: Duplex
da: Dupleks

source: Duplicate mount point name.
da: Duplikeret monterings punkts navn.

source: Dutch
da: Hollandsk

source: Dynamic DNS
da: Dynamisk DNS

source: Dynamic IP (DHCP) can not be used for HAST resources.
da: Dynamisk IP (DHCP) kan ikke anvendes for HAST ressourcer.

source: EA support
da: EA understøttelse

source: EFI/GPT partition can be use with UFS only.
da: EFI/GPT partition kan kun bruges med UFS.

source: ERROR:
da: FEJL:

source: Edit
da: Rediger

source: Edit Host
da: Rediger vært

source: Edit MIB
da: Rediger MIB

source: Edit RAID
da: Rediger RAID

source: Edit Route
da: Rediger rute

source: Edit Rsync job
da: Rediger Rsync opgave

source: Edit URL
da: Rediger URL

source: Edit auth group
da: Rediger Auth gruppe

source: Edit auto snapshot
da: Rediger auto snapshot

source: Edit command
da: Rediger kommando

source: Edit dataset
da: Rediger datasæt

source: Edit device
da: Rediger enhed

source: Edit disk
da: Rediger disk

source: Edit extent
da: Rediger extent

source: Edit group
da: Rediger gruppe

source: Edit initiator
da: Rediger initiator

source: Edit initiator group
da: Rediger Initiator gruppe

source: Edit interface
da: Rediger grænseflade

source: Edit job
da: Rediger opgave

source: Edit module
da: Rediger modul

source: Edit mount point
da: Rediger monterings punkt

source: Edit option
da: Rediger indstillinger

source: Edit pool
da: Rediger pulje

source: Edit portal group
da: Reduger Portal gruppe

source: Edit resource
da: Rediger resource

source: Edit rule
da: Rediger regel

source: Edit self-test
da: Rediger selv-diagnose

source: Edit share
da: Rediger share

source: Edit snapshot
da: Rediger snapshot

source: Edit target
da: Rediger mål

source: Edit user
da: Rediger bruger

source: Edit volume
da: Rediger enhed

source: Efficiency of the UPS (Ratio of the output current on the input current)
da: UPS effektivitet (udgangsstrøm i forhold til indgangsstrøm)

source: Email Report
da: Email Rapport

source: Email notification
da: Email besked

source: Email report
da: Email rapport

source: Empty as default.
da: Normalt tom.

source: Enable
da: Aktiver

source: Enable Advanced Format (4KB sector)
da: Aktiver avanceret formatering (4KB sektorer)

source: Enable Asynchronous I/O (AIO)
da: Aktiver Asynkron I/O (AIO)

source: Enable FXP protocol.
da: Aktiver FXP protokol.

source: Enable NFSv4 server.
da: Aktiver NFSv4 server.

source: Enable NTP
da: Aktiver NTP

source: Enable SMTP authentication.
da: Aktiver SMTP godkendelse.

source: Enable STARTTLS encryption. This doesn't mean you have to use TLS, you can use SSL.
da: Anvend STARTTLS kryptering. Dette kræver ikke brug af TLS, du kan bruge SSL.

source: Enable Time Machine support
da: Time Machine understøttelse

source: Enable ZFS ACL
da: Aktiver ZFS ACL

source: Enable Zeroconf/Bonjour to advertise services of this device
da: Aktiver Zeroconf/Bonjour til at proklamere denne enheds tjenester

source: Enable anonymous bind.
da: Aktiver anonym bind.

source: Enable authentication.
da: Aktiver godkendelse.

source: Enable compression.
da: Aktiver komprimering.

source: Enable console screensaver
da: Aktiver konsol pauseskærm

source: Enable device polling
da: Aktiver enheds polling

source: Enable directory listing.
da: Aktiver indholdslister.

source: Enable distributed hash table.
da: Aktiver distribueret hash tabel.

source: Enable domain wildcarding.
da: Aktiver domæne jokertegn.

source: Enable encryption.
da: Kryptering.

source: Enable extended attribute support
da: Aktiver understøttelse for udvidede attributter

source: Enable extended attributes for this file system.
da: Aktiver udvidede attributter for dette filsystem.

source: Enable firmware upload
da: Aktiver firmware upload

source: Enable foreground/background file system consistency check during boot process.
da: Aktiver forgrunds/baggrunds filsystem kontrol under opstarten.

source: Enable guest access
da: Aktiver gæst adgang

source: Enable guest access.
da: Aktiver gæste adgang.

source: Enable keyboard-interactive authentication.
da: Aktiver tastatur-interaktiv godkendelse.

source: Enable large read/write
da: Aktiver stor læsning/skrivning

source: Enable local user authentication.
da: Aktiver lokale brugere godkendelse

source: Enable module listing.
da: Aktiver modul liste

source: Enable peer exchange (PEX).
da: Aktiver peer exchange (PEX).

source: Enable permission inheritance
da: Aktiver at tilladelser kan arves

source: Enable port forwarding via NAT-PMP or UPnP.
da: Aktiver port fremsendelse via NAT-PMP eller UPnP.

source: Enable proxy authentication.
da: Aktiver proxy godkendelse.

source: Enable recycle bin
da: Aktiver papirkurv

source: Enable remote monitoring of the local connected UPS.
da: Aktiver fjernovervågning af den lokalt forbundne UPS.

source: Enable reverse DNS lookup performed on the remote host's IP address for incoming active mode data connections and outgoing passive mode data connections.
da: Aktiver at omvendte DNS opslag blever udført på den fjerne værts IP-adresse for indgående aktive data forbindelser og udgående passive data forbindelser.

source: Enable reverse DNS lookup.
da: Aktiver omvendt DNS opslag.

source: Enable serial console
da: Aktiver seriel konsol

source: Enable shadow copy
da: Aktiver shadow kopi

source: Enable store DOS attributes
da: Aktiver lagring af DOS attributter

source: Enable syslog'ing to remote syslog server
da: Aktiver syslog'ning til fjern syslog server

source: Enable the ident protocol (RFC1413).
da: Aktiver ident protokollen (RFC1413).

source: Enable the system power control utility
da: Aktiver systemets strømstyrings værktøj

source: Enable transcoding.
da: Aktiver omkodning

source: Enable traps.
da: Aktiver traps.

source: Enable tuning of some kernel variables
da: Aktiver finjustering af nogle kernel variabler

source: Enable use sendfile.
da: Aktiver brug af sendfile.

source: Enable write cache mode.
da: Anvend skrive cache.

source: Enabled
da: Aktiveret

source: Encrypt password
da: Krypter kodeord

source: Encrypt password (confirmed)
da: Krypter kodeord (godkend)

source: Encrypted
da: Krypteret

source: Encrypted configuration is automatically gzipped.
da: Krypteret konfiguration er automatisk gzippet.

source: Encrypting '%s'... Please wait
da: Krypterer '%s'... Vent venligst

source: Encryption
da: Kryptering

source: Encryption algorithm
da: Krypterings algoritme
