Repository: nas4free/nas4free
Catalog: branches/10.1.0.2/locale/*.po
Languages: da

source: Restore metadata from the given file to the given provider.
da: Gendan metadata fra den givne fil til den givne udbyder.

source: Results for net rpc testjoin:
da: Resultat fra net rpc testjoin:

source: Results of last self test
da: Resultat af sidste selv-test

source: Resume
da: Genoptag

source: Retry
da: Forsøg igen

source: Return to Command page
da: Retur til kommando side

source: Reverse DNS lookup
da: Omvendt DNS opslag

source: Reverse direction
da: Modsat retning

source: Role
da: Rolle

source: Romanian
da: Rumænsk

source: Root
da: Rod

source: Root bind DN
da: Rod bind DN

source: Root bind password
da: Rod bind kodeord

source: Rotation rate
da: Rotations rate

source: Round-robin read
da: Round-robin læsning

source: Routes
da: Ruter

source: Routing tables
da: Rute tabeller

source: Rows
da: Rækker

source: Rsync job
da: Rsync opgave

source: Rule
da: Regel

source: Rule number
da: Regel nummer

source: Rules
da: Regler

source: Run as
da: Kør som

source: Run now
da: Kør nu

source: Running
da: Kører

source: Russian
da: Russisk

source: S.M.A.R.T. events
da: S.M.A.R.T. hændelser

source: S.M.A.R.T. extra options
da: S.M.A.R.T. ekstra indstillinger

source: SMB3 is for recent OS like Windows 8. SMB2 is for OS like Windows 7 and Vista. NT1 is for legacy OS like XP.
da: SMB3 er for nyere operativsystemer som Windows 8. SMB2 er for operativsystemer som Windows 7 og Vista. NT1 er for ældre operativsystemer som Windows XP.

source: SNMP Modules
da: SNMP moduler

source: SSH events
da: SSH hændelser

source: Samba will read from file asynchronously when size of request is bigger than this value. (%d by default)
da: Samba vil læse asynkront fra filen, når størrelse på forespørgslen er mere end denne værdi. (%d som standard)

source: Samba will write to file asynchronously when size of request is bigger than this value. (%d by default)
da: Samba vil skrive asynkront til filen, når størrelse på forespørgslen er mere end denne værdi. (%d som standard)

source: Save
da: Gem

source: Save and Restart
da: Gem og genstart

source: Save file
da: Gem fil

source: Save login information in configuration file.
da: Gem login information i konfigurations filen.

source: Saved file to
da: Gemte filen til

source: Scan Targets
da: Scan mål

source: Scan file system every N seconds to see if any files have been added or removed. Set to 0 to disable background scanning. If background rescanning is disabled, a scan can still be forced from the status page of the administrative web interface.
da: Undersøg filsystemet hver N sekunder, for at se om der er blevet tilføjet eller fjernet nogle filer. Sæt dette til 0 for at deaktivere baggrunds undersøgelsen. Hvis baggrunds undersøgelse er deaktiveret, kan en undersøgelse stadig gennemtvinges fra status siden på den administrative hjemmeside.

source: Scan type
da: Undersøgelses type

source: Schedule time
da: Plalagt tid

source: Scheduled
da: Planlagt

source: Scheduled Self-Test
da: Planlagt selv-diagnose

source: Scheduled reboot
da: Planlagt genstart

source: Scheduled self-tests
da: Planlagte selv-diagnoser

source: Scheduled shutdown
da: Planlagt nedlukning

source: Secondary
da: Sekundær

source: Secret
da: Hemmelighed

source: Secure Shell
da: Sikker shell

source: Security
da: Sikkerhed

source: Select Hypertext Transfer Protocol (HTTP) or Hypertext Transfer Protocol Secure (HTTPS) for the WebGUI.
da: Vælg Hypertext Transfer Protocol (HTTP) eller Hypertext Transfer Protocol Secure (HTTPS) for WebGUI.

source: Select a disk that is enabled for S.M.A.R.T. monitoring.
da: Vælg en disk der har aktiveret S.M.A.R.T. overvågning

source: Select item to remove from the list
da: Vælg element der skal fjernes fra listen

source: Select mount point where to create the swap file.
da: Vælg monterings punkt hvor swap filen skal oprettes.

source: Select the FreeBSD package to be installed.
da: Vælg den FreeBSD pakke der skal installeres.

source: Select the language of the WebGUI.
da: Vælg sprog for WebGUI

source: Select the location closest to you.
da: Vælg den nærmeste placering.

source: Select your read balance algorithm.
da: Vælg din læse balance algoritme.

source: Selected
da: Valgt

source: Selected device or label does not exist.
da: Valgte enhed eller mærkat eksisterer ikke.

source: Selected file isn't an valid ISO file.
da: Den valgte fil er ikke en gyldig ISO fil.

source: Send Buffer Size
da: Sende buffer størrelse

source: Send Command!
da: Send kommando!

source: Send a TEST warning email on startup.
da: Afsend en TEST advarsel email ved opstart.

source: Send now
da: Afsend nu

source: Send test email
da: Afsend test email

source: Separate email addresses by semi-colon.
da: Adskil email adresser med semikolon.

source: Serial Console
da: Seriel konsol

source: Serial number
da: Serienummer

source: Server Name
da: Server Navn

source: Server description. This can usually be left blank.
da: Server beskrivelse. Dette kan som regel efterlades tomt.

source: Server name
da: Server navn

source: Service
da: Tjeneste

source: Services
da: Tjenester

source: Set additional group memberships for this account.
da: Vælg yderligere gruppe medlemsskaber for denne konto.

source: Set browseable
da: Kan gennemsøges

source: Set read only
da: Skrivebeskyttet

source: Set share password.
da: Share kodeord

source: Set the account's primary group to the given group.
da: Sæt kontoens primære gruppe til den givne gruppe.

source: Set the content location(s) to or from the media library.
da: Angiv placering(er) for indhold til og fra medie biblioteket.

source: Set the desired Service Set Identifier (aka network name).
da: Vælg den ønskede Service Set Identifier (også kalder netværksnavn).

source: Set the maximum transmission unit of the interface to n, default is interface specific. The MTU is used to limit the size of packets that are transmitted on an interface. Not all interfaces support setting the MTU, and some interfaces have range restrictions.
da: Sæt grænsefladens maksimum forsendelses enhed til n, standarden er grænseflade specifikt, MTUen bliver brugt til at begrænse størrelsen af pakkerne der sendes på grænsefladen. Ikke alle grænseflader understøtter justering af MTUen, og nogle grænseflader fra område begrænsninger.

source: Set title scrolling speed between 0-10 (default 10).
da: Sæt titel scrolling hastighed imellem 0-10 (standard 10).

source: Sets an alternate mount point for the root dataset. Default is /mnt.
da: Sætter et alternativt monterings punkt for rod datasættet. Standard er /mnt.

source: Sets the interval between disk checks to N seconds. The minimum allowed value is 10.
da: Sætter intervallet mellem disk kontroller til N sekunder. Den mindste tilladte værdi er 10.

source: Sets the umask for newly created files to the specified value. The default is zero (anyone can read or write).
da: Sætter umask for nye filer til en specifik værdi. Standard er nul (alle kan læse og skrive).

source: Settings
da: Indstillinger

source: Shadow Copy
da: Skygge kopi

source: Shadow Copy format
da: Skygge kopi format

source: Share Character Set
da: Share tegnsæt

source: Share Password
da: Share kodeord

source: Share passwords can not be more than 8 characters.
da: Share kodeord kan ikke være længere end 8 tegn.

source: Shell
da: Skal

source: Show RAW UPS Info
da: Vis RAW UPS information

source: Show log entries in reverse order (newest entries on top)
da: Vis log posteringer i omvendt rækkefølge (nyeste posteringer øverst)

source: Show process information
da: Vis proces informationer

source: Show ups information
da: Vis UPS information

source: Shutdown
da: Luk ned

source: Shutdown mode
da: Nedluknings tilstand

source: Shutdown timer
da: Nedluknings timer

source: Single-parity RAID-Z
da: Enkelt-paritet RAID-Z

source: Size
da: Størrelse

source: Size of receive buffer (%d by default).
da: Størrelse på modtage bufferen (%d som standard).

source: Size of send buffer (%d by default).
da: Størrelse på sende bufferen (%d som standard).

source: Size offered to the initiator. (up to 8EiB=8388608TiB. actual size is depend on your disks.)
da: Størrelse tilbudt af initiatoren. (Op til 8EiB=8388608TiB. Aktuel størrelse afhængeg af dine diske.)

source: Skew
da: Forvansket

source: Skip first scan
da: Hop over første skanning

source: Sleep - Check the device unless it is in SLEEP mode.
da: Sov - Kontroller enheden medmindre den er i SOV tilstand.

source: Slovak
da: Slovakisk

source: Slovenian
da: Slovensk

source: Snapshot Visibility
da: Snapshot Synlighed

source: Sockets
da: Sokler

source: Software used
da: Benyttet software

source: Source
da: Kilde

source: Source directory to be synchronized.
da: Kilde mappe der skal synkroniseres.

source: Source port
da: Kilde port

source: Source share
da: Kilde share

source: Space Used
da: Brugt plads

source: Spanish
da: Spansk

source: Sparse
da: Spredt

source: Specified path is NFSv4 root directory.
da: Specificeret sti er NFSv4 rod mappe.

source: Specifies how many servers to create.
da: Angiver hvor mange servere der skal oprettes.

source: Specifies that the file system should be exported read-only.
da: Angiver at filsystemet skal eksporteres skrivebeskyttet.

source: Specifies the command to be run.
da: Angiver kommandoen der skal udføres.

source: Specifies the maximum permitted block size. The permitted range for this parameter is from 512 to 65464.
da: Angiver den største tilladte blok størrelse. Det tilladte område for denne parameter er fra 512 til 65464.

source: Specifies the share character set. For example UTF8, UTF8-MAC, ISO-8859-15, etc.
da: Angiver sharets tegnsæt. For eksempel UTF8, UTF8-MAC, ISO-8859-15 osv.

source: Specifies the time in hh:mm:ss after which the ban expires.
da: Angiver tiden i tt:mm:ss hvorefter udelukkelsen udløber.

source: Specifies the time interval in hh:mm:ss in which the given number of occurrences must happen to add the ban.
da: Angiver tidsintervallet i tt:mm:ss hvor et givent antal hændelser skal opstå for at tilføje udelukkelsen.

source: Specifies the username which the service will run as.
da: Angiver hvilken bruger tjenesten skal køres som.

source: Specifies whether it is allowed to login as superuser (root) directly.
da: Angiver om det skal være tilladt at logge ind som superbruger (root) direkte.

source: Specify the percentage of space held back from normal users. Note that lowering the threshold can adversely affect performance and auto-defragmentation.
da: Angiv hvor stor procentdel plads det skal holdes tilbage fra normale brugere. Bemærk at hvis denne grænse sænkes, kan det seriøst påvirke ydelsen og den automatiske defragmentering.

source: Split request
da: Opdel forespørgsel

source: Standby - Check the device unless it is in SLEEP or STANDBY mode. In these modes most disks are not spinning, so if you want to prevent a laptop disk from spinning up each poll, this is probably what you want.
da: Standby - Kontroller enheden medmindre den er i SOV eller STANDBY tilstand. I disse tilstande kører de fleste diske ikke rundt, så hvis du vil forhindre en bærbar disk i at køre rundt ved hver forespørgsel, er det sikkert denne mulighed du vil have.

source: Standby time
da: Standby tid

source: Static
da: Statisk

source: Static Routes
da: Statiske Ruter

source: Static routes
da: Statiske ruter

source: Status report successfully sent to: %s.
da: Status rapporten blev succesfuldt sendt til: %s

source: Status report successfully sent.
da: Status rapporten blev succesfuldt afsendt.

source: Stop after sending (and receiving) N packets.
da: Stop efter afsendelse (og modtagelse) af N pakker.

source: Stopped
da: Stoppet

source: Storage
da: Lagring

source: Store DOS attributes
da: Gem DOS attributter

source: Store NTFS acls
da: Gem NTFS acls

source: Store alternate data streams
da: Gem alternative data strømme

source: String displayed in the dialog presented to the user when accessing the URL.
da: Tekst der vises i dialogen der vises når brugeren tilgår URLen.

source: String identifier of the extent.
da: Streng identifikation af denne extent.

source: Subject
da: Emne

source: Subnet bit count
da: Undernet bit antal

source: Subnet mask
da: Undernetmaske

source: Subsystem
da: Undersystem

source: Successful
da: Succesfuld

source: Successful.
da: Succesfuld.

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
da: Søndag Mandag Tirsdag Onsdag Torsdag Fredag Lørdag

source: Suppress non-error messages.
da: Undertryk beskeder der ikke er fejl.

source: Swap disabled
da: Swap deaktiveret

source: Swap memory
da: Swap hukommelse

source: Swap usage
da: Swap forbrug

source: Swedish
da: Svensk

source: Switch VIP to BACKUP
da: Skift VIP til BACKUP

source: Switch VIP to MASTER
da: Skift VIP til MASTER

source: Switch to
da: Skift til

source: Switch to %s/s
da: Skift til %s/s

source: Sync
da: Synk.

source: Synchronization time
da: Synkroniserings tid

source: Synchronize
da: Synkroniser

source: System Beep
da: Systembip

source: System events
da: Systemhændelser

source: System load
da: System belastning

source: System message buffer
da: System besked buffer

source: System time
da: System tid

source: System tuning
da: System finjustering

source: System uptime
da: System oppetid

source: TCP forwarding
da: TCP fremsendelse

source: TCP port to bind the server to.
da: TCP port serveren skal bindes til.

source: TLS mode
da: TLS tilstand

source: Tag
da: Mærkat

source: Tag number
da: Mærkat nummer

source: Tag%d
da: Mærkat%d

source: Tag%d (%s)
da: Mærkat%d (%s)

source: Tape
da: Bånd

source: Target
da: Destination

source: Target Alias
da: Mål alias

source: Target Name
da: Destinations navn

source: Target address
da: Destinations adresse

source: Target directory.
da: Destinations mappe.

source: Target information
da: Mål information

source: Target is not selected.
da: Målet er ikke valgt.

source: Target list
da: Mål liste

source: Target name
da: Destinations navn

source: Target side secret.
da: Mål-side hemmelighed.

source: Target side user name. It is usually the initiator name by default.
da: Mål-side brugernavn. Dette er som regel initiator navnet som standard.

source: Targets
da: Mål

source: Temperature
da: Temperatur

source: Temperature alarm (enabled/disabled)
da: Temperatur alarm (aktiveret/deaktiveret)

source: Temperature monitoring
da: Temperatur overvågning

source: Temperature threshold high (degrees C)
da: Temperatur setpunkt høj (grader C)

source: Temperature threshold low (degrees C)
da: Temperatur setpunkt lav (grader C)

source: Temporary Device
da: Midlertidig enhed

source: Temporary directory
da: Midlertidig mappe

source: Temporary directory to store transcoded files.
da: Midlertidig mappe hvor omkodede filer skal gemmes.

source: Test email from host: %s
da: Test email fra vært: %s

source: Test email successfully sent to: %s.
da: Test email blev succesfuldt afsendt til: %s.

source: Test email successfully sent.
da: Test email blev succesfuldt afsendt.

source: The deny option specifies users and groups who are not allowed access to the share. It follows the same format as the allow option.
da: Nægt indstillingen angiver brugere og grupper der ikke har tilladelse til at tilgå dette share. Denne bruger samme format som tillad indstillinger.

source: The COM port in BIOS has to be enabled before enabling this option.
da: COM-porten skal aktiveres i BIOS, inden denne indstilling aktiveres.

source: The IP address of the UPS master.
da: UPS master IP adresse

source: The IP address that this hostname represents.
da: IP-adressen som dette værtsnavn repræsenterer.

source: The MIB '%s' already exist.
da: '%s' MIBen eksisterer allerede.

source: The MIB '%s' doesn't exist in sysctl.
da: '%s' MIBen eksisterer ikke i sysctl.

source: The RAID volume is currently mounted! Remove the <a href='%s'>mount point</a> first before proceeding.
da: RAID volumen er monteret i øjeblikket! Fjern <a href='%s'>monterings punktet</a> først, inden du fortsætter.

source: The TCP port must be a valid port number.
da: TCP porten skal gøre et gyldigt port nummer.

source: The VLAN ID must be between 1 and 4094.
da: VLAN ID skal være mellem 1 og 4094.

source: The action which will be executed when the packet match the criteria specified below.
da: Handlingen som skal udføres når pakken opfylder kravene angivet nedenfor.

source: The administrator has been notified to apply your changes.
da: Administratoren er blevet informeret om at anvende dine ændringer.

source: The associated MIB files can be found at %s.
da: De associerede MIB filer kan findes i %s.

source: The attribute '%s' contains invalid characters and is not a valid NetBIOS name.
da: Beskrivelsen '%s' indeholder ugyldige tegn, og er ikke et gyldigt NetBIOS navn.

source: The attribute '%s' contains invalid characters and is not a valid domain name.
da: Beskrivelsen '%s' indeholder ugyldige tegn, og er ikke et gyldigt domæne navn.

source: The attribute '%s' contains invalid characters and is not a valid workgroup name.
da: Beskrivelsen '%s' indeholder ugyldige tegn, og er ikke et gyldigt Arbejdsgruppe navn.

source: The attribute '%s' contains invalid characters.
da: Attributten '%s' indeholder ugyldige tegn.

source: The attribute '%s' contains the illegal character ':' and is not a valid password.
da: Beskrivelsen '%s' indeholder ugyldigt tegn ':', og er ikke en gyldig adgangskode.

source: The attribute '%s' does not appear to be a valid certificate.
da: Attributten '%s' ser ikke ud til at være et gyldigt certifikat.

source: The attribute '%s' does not appear to be a valid private %s key.
da: Attributten '%s' ser ikke ud til at være en gyldig privat %s nøgle.

source: The attribute '%s' does not appear to be a valid private key.
da: Attributten '%s' ser ikke ud til at være en gyldig privat nøgle.

source: The attribute '%s' is an invalid port number.
da: Attributten '%s' er et ugyldigt port nummer.

source: The attribute '%s' is invalid.
da: Attributten '%s' er ugyldig.

source: The attribute '%s' is not a valid IP address.
da: Beskrivelsen '%s' er ikke en gyldig IP adresse.

source: The attribute '%s' is not a valid MAC address.
da: Beskrivelsen '%s' er ikke en gyldig MAC adresse.

source: The attribute '%s' is not a valid time value.
da: Atribut '%s' er ikke en gyldig tids værdi

source: The attribute '%s' is required.
da: Attributten '%s' er påkrævet.

source: The attribute '%s' may only consist of the characters a-z, A-Z, 0-9, _ , -.
da: Attributten '%s' må kun bestå af tegnene a-z, A-Z, 0-9, _ og -.

source: The attribute '%s' may only consist of the characters a-z, A-Z, 0-9.
da: Attributten '%s' må kun bestå af tegnene a-z, A-Z og 0-9.

source: The attribute '%s' must be a number.
da: Attributten '%s' skal være et tal.

source: The attribute '%s' must be a string.
da: Attributten '%s' skal være en tekststreng.

source: The attribute '%s' must be in the range from %d to %d.
da: Attributten '%s' skal være i området fra %d til %d.

source: The attribute '%s' must be less than '%s'.
da: Attributten '%s' skal være mindre end '%s'.

source: The attribute '%s' must contain at least one entry.
da: Attributten '%s' skal indeholde mindst en postering.

source: The base name (e.g. iqn.2007-09.jp.ne.peach.istgt) will append the target name that is not starting with 'iqn.'.
da: Base navnet (f.eks. iqn.2007.09.jp.ne.peach.istgt) vil tilføje mål navnet der ikke starter med 'iqn.'.

source: The basic configuration usually takes the form of 'daemon : address : action'. Where daemon is the daemon name of the service started. The address can be a valid hostname, an IP address or an IPv6 address enclosed in brackets. The action field can be either allow or deny to grant or deny access appropriately. Keep in mind that configuration works off a first rule match semantic, meaning that the configuration file is scanned in ascending order for a matching rule. When a match is found the rule is applied and the search process will halt.
da: Basis konfigurationen er sædvanligvis i formatet 'daemon : adresse : handling'. Hvor daemon er damon navnet på den startede tjeneste. Adressen kan være et gyldigt værtsnavn, en IP-adresse eller en IPv6 adresse omsluttet af klammer. Handlings-feltet kan enten være allow eller deny for at henholdsvis tillade eller nægte adgang. Husk at konfigurationen fungerer efter en første regel semantik, der betyder at konfigurationen bliver gennemsøgt fra starten efter en regel der passer. Når en passende regel bliver fundet, vil denne blive anvendt og søgningen stopper.

source: The changes have been applied successfully.
da: Ændringerne blev succesfuldt anvendt.

source: The changes have been saved. You have to <a href='%s'>reboot</a> the system for the changes to take effect.
da: Ændringerne er blevet gemt. Du skal <a href='%s'>genstarte</a> system inden ændringerne bliver anvendt.

source: The cleartext credentials with which to bind.
da: Klartekst legitimationsoplysningerne der skal tilkobles.

source: The command to be executed.
da: Kommandoen der skal udføres

source: The configuration could not be restored.
da: Konfigurationen kunne ikke gendannes.

source: The configuration could not be restored. %s
da: Konfigurationen kunne ikke gendannes. %s.

source: The configuration could not be restored. No file was uploaded!
da: Konfigurationen kunne ikke gendannes. Ingen fil var gemt!

source: The configuration has been restored. The server is now rebooting.
da: Konfigurationen blev gendannet. Serveren genstarter nu.

source: The confirmed password does not match. Please ensure the passwords match exactly.
da: De valgte adgangskoder er ikke ens. Vær sikker på at adgangskoder er tastet ens.

source: The credentials with which to bind.
da: Legitimationsoplysningerne der skal tilkobles.

source: The cron job has been executed successfully.
da: Cron opgaven blev udført korrekt.

source: The current password is incorrectly entered.
da: Nuværende adgangskode ikke korrekt angivet.

source: The custom format of the snapshot for shadow copy service can be specified. The default format is %s used for ZFS auto snapshot.
da: Det brugerdefinerede format af snapshottet for skygge kopi service kan specificeres. Det forvalgte format er %s som bruges til ZFS auto snapshot.

source: The default SMTP mail server port, e.g. 25 or 587.
da: Standard SMTP mail server porten, f.eks. 25 eller 587.

source: The default base distinguished name (DN) to use for searches, e.g. %s
da: Standard base distinguished name (DN) der bruges i søgninger, f.eks. %s

source: The default key lengths are: 128 for AES, 128 for Blowfish, 128 for Camellia and 192 for 3DES.
da: Standard nøgle længderne er: 128 for AES, 128 for Blowfish, 128 for Camellia og 192 for 3DES.

source: The default time in seconds to display a screen.
da: Standard tiden i sekunder for at vise et skærmbillede.

source: The device name may only consist of the characters a-z, A-Z, 0-9.
da: Enhedsnavnet må kun bestå af tegnene a-z, A-Z og 0-9.

source: The device's IP address.
da: Enhedens IP-adresse.

source: The directory containing the files you want to publish. The remote host does not need to pass along the directory as part of the transfer.
da: Mappen der indeholder de filer du gerne vil udgive. Den fjerne vært behøver ikke videregive mappen som en del af overførslen.

source: The disk is currently mounted! <a href='%s'>Unmount</a> this disk first before proceeding.
da: Disken er monteret i øjeblikket! <a href='%s'>Afmonter</a> denne disk, inden du fortsætter.

source: The disk is currently mounted! The mount point will be removed temporarily to perform selected command.
da: Disken er monteret i øjeblikket! Monterings punktet vil blive midlertidigt fjernet, for at udføre den valgte kommando.
