Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: List of mount points
ja: マウントポイントのリスト
lv: Saraksts ar montēšanas punktiem
nb: Liste over monterings punkter
pt: Lista de pontos de montagem

source: Load
ja: ロード
lv: Slodze
nb: Last inn
pt: Carregar

source: Load averages
ja: システム負荷
lv: Vidējā slodze
nb: Gjennomsnittlig belastning
pt: Carga média

source: Load file
ja: ロード

source: Load on UPS
ja: UPSの負荷

source: Load when UPS switches to overload condition ("OVER")
ja: 過負荷状態に移行するUPS負荷

source: Loadbalance
ja: ロードバランス
lv: Slodzes balanss
nb: Lastbalansering
pt: Balanço de carga

source: Local
ja: ローカル
lv: Vietējs
nb: Lokal

source: Local Master Browser
ja: ローカルマスタブラウザ
lv: Vietējais Saimnieka Pārlūks
pt: Master browser local

source: Local User
ja: ローカルユーザ
lv: Vietējais Lietotājs
nb: Lokal bruker
pt: Utilizador local

source: Local share (destination)
ja: ローカル共有 (接続先)
lv: Vietējais kopīgojums (mērķis)
nb: Lokal deling (mål)
pt: Partilha local (destino)

source: Local shares to be synchronized
ja: ローカル共有は同期されました
lv: Sinhronizējamie vietējie kopīgojumi
nb: Lokale delinger som skal synkroniseres
pt: Partilhas locais a serem sincronizadas

source: Local user bandwidth
ja: ローカルユーザの帯域
lv: Vietējā lietotāja joslas platums
nb: Lokal bruker båndbredde
pt: Largura de banda de utilizador local

source: Local user download bandwith in KB/s. An empty field means infinity.
ja: ユーザへのダウンロード帯域を KB/s に制限します。空の場合は無制限となります。
lv: Vietējā lietotāja lejupielādes joslas platums iekš KB/S. Tukšs lauks nozīmē bezgalību.
nb: Lokal bruker båndbredde i KB/s. Et tomt felt betyr ubegrenset.
pt: Largura de banda de utilizador local em KB/s. Um campo vazio significa valor infinito.

source: Local user upload bandwith in KB/s. An empty field means infinity.
ja: ユーザへのアップロード帯域を KB/s に制限します。空の場合は無制限となります。
lv: Vietējā lietotāja augšupielādes joslas platums iekš KB/S. Tukšs lauks nozīmē bezgalību.
nb: Lokal båndbredde for opplasting i KB/s. Et tomt felt betyr ubegrenset.
pt: Largura de banda de upload para o utilizador local em KB/s. Um campo vazio significa valor infinito.

source: Local users only
ja: ローカルユーザのみ
lv: Tikai vietējie lietotāji
nb: Lokale brukere kun
pt: Apenas utilizadores locais

source: Location
ja: 場所
lv: Atrašanās vieta
nb: Plassering
pt: Localização

source: Location information, e.g. physical location of this system: 'Floor of building, Room xyz'.
ja: このシステムの設置されている場所の情報。 例. XXXビル3階のYYY号室'
lv: Atrašanās vietas informācija, piem. fiziska sistēmas atrašanās vieta: 'Ēkas stāvs, Istaba xyz'.
nb: Lokaliserings informasjon, f.eks. fyskisk plassering av systemet: 'Rom XYZ'.
pt: Informação de localização, e.g. localização física do sistema: 'Andar do edifício, Quarto xyz'.

source: Location of the files to share.
ja: 共有ファイルの場所を指定します。
lv: Koplietojamo datņu atrašanās vieta
nb: Filer som skal deles
pt: Localização dos ficheiros para partilhar.

source: Location where the content database file will be stored.
ja: コンテンツデータベースファイルが保存される場所を指定します。
lv: Vieta, kur satura datubāzes datne tiks glabāta.
nb: Lokasjon hvor innholdsdatabasen skal lagres.
pt: Local onde será guardada a base de dados de conteúdos

source: Location where the database with media contents will be stored.
ja: コンテンツデータベースファイルが保存される場所を指定します。

source: Location where the working files will be stored, e.g. %s/backup/.unison
ja: 作業ファイルが保存される場所を指定します。例) %s/backup/.unison
lv: Vieta, kur darbojošās datnes tiks glabātas, piem. %s/backup/.unison
nb: Lokasjon der fungerende filer vil bli lagret, f.eks %s/backup/.unison
pt: Localização onde os ficheiros de trabalho devem ser guardados, e.g. %s/backup/.unison

source: Log
ja: ログ
lv: Žurnāls
nb: Logg
pt: Registo

source: Log (mirror)
ja: ログ (ミラー)
lv: Žurnāls (spogulis)
nb: Logg (speilet)

source: Log Device
ja: ログ デバイス

source: Log Level
ja: ログレベル
lv: Žurnalēšanas līmenis
nb: Logg nivå
pt: Nível de Registo

source: Log packets that are handled by this rule to syslog.
ja: このルールによって処理されたパケットを syslog に記録します。
lv: Žurnalēt paketes, kuras tiek padotas pa šo notiekumu uz syslog.
nb: Loggpakker som er håndtert av denne regelen til syslog.
pt: Pacotes de registos que são utilizados por esta regra para o syslog.

source: Logical Block Length
ja: 論理ブロック長
lv: Loģiskā Bloka Garums
nb: Logisk Blokklengde
pt: Tamanho Lógico Bloco

source: Logical Unit Controller Authorised network (%s by default)
ja: 論理装置コントローラの認証ネットワーク。(デフォルトは %s)
lv: Lokālās Vienības Kontroliera Autorizētais tīkls (%s pēc noklusējuma)
pt: Rede do Controlador Lógico de Unidade Autorizado (%s por defeito)

source: Logical Unit Controller IP address (%s by default)
ja: 論理装置コントローラのIPアドレス。(デフォルトは %s)
lv: Lokālās Vienības Kontroliera IP adrese (%s pēc noklusējuma)
pt: Endereço IP do Controlador Lógico de Unidade (%s por defeito)

source: Logical Unit Controller TCP port (%d by default)
ja: 論理装置コントローラのTCPポート。(デフォルトは %d)
lv: Lokālās Vienības Kontroliera TCP ports (%d pēc noklusējuma)
pt: Porta TCP de Controlador de Unidade Lógica (%d por defeito)

source: Logical Unit Controller login information
ja: 論理装置コントローラ ログイン情報
lv: Loģiskās Vienības Kontroliera autorizācijas informācija
pt: Informação de Login do Controlador Lógico de Unidade

source: Logical Unit Type mapped to LUN.
ja: LUN に割り当てる装置のタイプ。
lv: Loģiskais Vienības Tips kartēts uz LUN
pt: Tipo de Unidade Lógica mapeada em LUN.

source: Login
ja: ログイン
lv: Pieslēgties
nb: Innlogging
pt: Utilizador

source: Login name of user.
ja: ユーザのログイン名
lv: Lietotāja lietotājvārds
nb: Brukers innloggingsnavn
pt: Nome de utilizador

source: Logout
ja: ログアウト
lv: Atteikšanās
nb: Logg ut
pt: Terminar Sessão

source: Low voltage boosting transfer point
ja: 電圧上昇補正のしきい値

source: Low voltage transfer point
ja: 切替電圧下限値

source: Low voltage trimming transfer point
ja: 電圧下降補正の戻り値

source: Lowest value is higher priority. For master node, use 0 or 1. If preempt is enabled, it is adjusted to 240 on failure.
ja: 小さい値は高い優先度です。マスターノードの場合は 0 または 1 を使用してください。preempt が有効になっている場合は、失敗時に240に調整されます。

source: MAC address
ja: MAC アドレス
lv: MAC adrese
nb: MAC adresse
pt: Endereço MAC

source: MBR partition
ja: MBR パーティション
lv: MBR partīcija
nb: MBT partisjon
pt: Partição MBR

source: MISSING
ja: 失敗
lv: PAZUDIS
nb: MANGLER
pt: EM FALTA

source: MOVED TO
ja: 移動先

source: MS Active Directory informations
ja: MS Active Directory の情報
lv: MS Aktīvās Mapes informācijas
nb: MS Active Directory informasjon
pt: Informação do MS Active Directory

source: MS Domain
ja: MS ドメイン
lv: MS Domēns
nb: MS Domene
pt: Domínio MS

source: Machine suffix
ja: マシンサフィックス
lv: Mašīnas sufikss
nb: Maskin suffiks
pt: Sufixo da máquina

source: Make sure you have activated S.M.A.R.T. for your devices.
ja: ハードディスクの設定で S.M.A.R.T. が有効に設定されているかを確認して下さい。
lv: Pārbaudi vai esi aktivizējis S.M.A.R.T. savām ierīcēm.
nb: Forsikre deg om at du har aktivert S.M.A.R.T. for dine enheter.
pt: Certifique-se que activou o S.M.A.R.T. para os seus dispositivos.

source: Make sure you have already configured your <a href='%s'>Email</a> settings.
ja: 既に <a href='%s'>メール</a> の設定が完了しているか確認して下さい。
lv: Pārbaudi vai jau esi konfigurējis savus <a href='%s'>E-pasta</a> uzstādījumus.
nb: Sjekk at du allerede har konfigurert dine <a href='%s'>e-post</a> innstillinger.
pt: Certifique-se que já configurou as suas definições de <a href='%s'>Email</a>.

source: Management
ja: マネージメント
lv: Menedžments
nb: Håndering
pt: Gestão

source: Manufacturer
ja: 製造者
lv: Ražotājs
nb: Produsent
pt: Fabricante

source: Manufacturing date
ja: 製造日

source: Map all users to root
ja: 全てのユーザを root にマッピングします。
lv: Kartēt visus lietotājus uz sakni
nb: Map alle brukere til root
pt: Mapear todos os utilizadores para root

source: Map to guest
ja: ゲストのマッピング

source: Map to user
ja: ユーザのマッピング
lv: Kartēt uz lietotāju
nb: Map til bruker
pt: Mapear para o utilizador

source: Masquerade address
ja: マスカレードアドレス
lv: Maskēšanās adrese
nb: Masker adresse
pt: Endereço da máscara

source: Max Protocol
ja: 最大プロトコル

source: Max. TTL
ja: 最大 TTL
nb: Maks. TTL
pt: TTL Máximo

source: Max. block size
ja: ブロックサイズの最大値
lv: Max. bloka izmērs
nb: Maks. blokk størrelse
pt: Tamanho máximo dos blocos

source: Max. conn. per IP
ja: IP 毎の最大接続数
lv: Max. piesl. uz IP
nb: Maks tilkoblinger per IP
pt: Máx. de Lig. por IP

source: Max. connections
ja: 最大接続数
lv: Max. pieslēgumi
nb: Maks tilkoblinger
pt: Número máximo de ligações

source: Max. login attempts
ja: 最大ログイン試行数
lv: Max. autorizēšanās mēginājumi
nb: Maks innloggings forsøk
pt: Número máximo de tentativas de login

source: Max. passive port
ja: パッシブモードで使用するポート (最大)
lv: Max. pasīvais ports
nb: Maks passiv port
pt: Porta passiva máxima

source: Max. pre-send R2T
ja: 最大R2T事前送信数
lv: Maks. pirms-sūtīšanas R2T

source: Max. sessions
ja: 最大セッション数
lv: Max. sesijas
nb: Maks sesjoner
pt: Número máximo de sessões

source: Max. time-to-live (max. number of hops) used in outgoing probe packets.
ja: 発信するプローブパケットの time-to-live (ホップカウント) の最大値
lv: Max. laiks-uz-dzīvi (max. lēcienu skaits) lietots izejošās .zondes paketēs.
nb: Maks. time-to-live (maks. antall hopp) brukt i utgående søke-pakker.
pt: Valor do <i>time-to-live</i> (número máximo de <i>hops</i>) usado nos pacotes enviados.

source: Maximum connections
ja: 最大接続数
lv: Maksimālie pieslēgumi
nb: Maksimalt antall tilkoblinger
pt: Máximo de ligações

source: Maximum frequency
ja: 最大周波数

source: Maximum idle time in seconds.
ja: 最大のアイドル時間を秒単位で指定します。
lv: Maksimālais tukšgaitas laiks sekundēs.
nb: Maksimal inaktivitetstid i sekunder.
pt: Tempo máximo de paragem, em segundos.

source: Maximum incoming voltage seen
ja: 最大入力電圧

source: Maximum number of allowed password attempts before disconnection.
ja: セッションの切断までに、この値までパスワードの再入力を試行出来ます。
lv: Maksimālais skaits atļauto paroles mēģinājumu pirms atslēgšanas.
nb: Maksimalt antall feilede innloggingsforsøk før avkobling.
pt: Número máximo de tentativas de palavra-passe antes de desligar.

source: Maximum number of connections in each session (%d by default).
ja: セッションあたりの最大接続数(初期値:%d)
lv: Maksimālais pieslēgumu skaits katrai sesijai (%d pēc noklusējuma).
nb: Maksimalt antall tilkoblinger i hver økt (%d standard).
pt: Número máximo de ligações em cada sessão (%d by default).

source: Maximum number of connections per IP address (0 = unlimited).
ja: 1つの IP アドレスあたりの最大接続数 (0 = 無制限)。
lv: Maksimālais pieslēgumu skaits uz IP adresi (0 = neirobežots)
nb: Maksimalt antall tilkoblinger per IP adresse (0 = ubegrenset).
pt: Máximo de ligações por endereço IP (0 = ilímitado)

source: Maximum number of pre-send R2T in each connection (%d by default). The actual number is limited to QueueDepth of the target.
ja: コネクション毎の最大R2T事前送信数(初期値:%d)。実際の数はターゲットの QueueDepth に制限されます。
lv: Maks. skaits pirms-sūtīšanas R2T katrā savienojumā (%d pēc noklusējuma). Aktuālais skaitlis ir limitēts līdz mērķa RindasDziļumam

source: Maximum number of sessions holding at same time (%d by default).
ja: 同時に維持する最大セッション数(初期値:%d)
lv: Maksimālais skaits turošo sesiju vienā laikā (%d pēc noklusējuma).
nb: Maksimalt antall samtidsøkter (%d standard).
pt: Número máximo de sessões durante o mesmo período de tempo (%d by default).

source: Maximum number of simultaneous clients.
ja: 同時接続クライアントの最大値。
lv: Maksimālais skaits vienlaicīgu lietotāju.
nb: Maksimalt antall samtidige klienter.
pt: Número máximo de clientes em simultâneo.

source: Maximum number of simultaneous connections. Default is 0 (unlimited).
ja: 最大の同時接続数。初期値は 0 (無制限)。
lv: Maksimālais skaits vienlaicīgu lietotāju. Noklusējums ir 0 (neierobežots).
nb: Maksimalt antall samtidige tilkoblinger. Standard er 0 (ubegrenset).
pt: Número máximo de conecções em simultâno. Por defeito 0 (ílimitado).

source: Maximum performance, maximum acoustic output
ja: 最大のパフォーマンス、最大の音響出力
lv: Maksimāla jauda, maksimālā akustiskā izvade
nb: Maksimal ytelse, maksimal akustisk lyd
pt: Performance máxima, máximo nivel de ruído

source: Maximum relative humidity seen (percent)
ja: 最大相対湿度

source: Maximum temperature seen (degrees C)
ja: 最大温度(セ氏)

source: Media
ja: メディア
lv: Vide
pt: Média

source: Media Directory
ja: メディアディレクトリ
lv: Multimēdija Mape
nb: Mediamappe
pt: Directoria de Media

source: Media library
ja: メディアライブラリ

source: Medium acoustic output
ja: 中間の音響出力
lv: Vidēja akustiskā izvade
nb: Middels akustisk lyd
pt: Nível de ruído médio

source: Member Interface
ja: メンバ インターフェース

source: Memory usage
ja: メモリ使用率
lv: Atmiņas lietojums
nb: Minne bruk
pt: Utilização da memória

source: Message of the day.
ja: 今日の一言。
lv: Dienas vēstule
pt: Mensagem do dia.

source: Min. passive port
ja: パッシブモードで使用するポート(最小)
lv: Min. pasīvais ports
pt: Porta passiva mínima

source: Minimum
ja: 最小
lv: Minimums
pt: Mínimo

source: Minimum battery level for UPS restart after power-off
ja: 電源OFF後のUPS再起動の最少バッテリー残量

source: Minimum free space
ja: 空き容量の最小値
lv: Minimālā brīvā vieta
nb: Minimum ledig plass
pt: Reservar espaço livre

source: Minimum frequency
ja: 最少周波数

source: Minimum incoming voltage seen
ja: 最少入力電圧

source: Minimum performance, Minimum acoustic output
ja: 最小のパフォーマンス、最小の音響出力
lv: Minimāla jauda, Minimāla akustiskā izvade
nb: Minimal ytelse, Minimal akustisk lyd
pt: Performance mínima. nivel de ruído mínimo

source: Minimum relative humidity seen (percent)
ja: 最少相対湿度(%)

source: Minimum temperature seen (degrees C)
ja: 最少温度(セ氏)

source: Minutes
ja: 分
lv: Minūtes
nb: Minutter
pt: Minutos

source: Minutes between network time sync.
ja: NTP の時間更新間隔を指定して下さい。
lv: Minūtes starp tīkla laika sinhronizāciju.
nb: Minutter mellom nettverks tids synk.
pt: Número de minutos entre cada actualização da hora

source: Mirror
ja: ミラー
lv: Spogulis
nb: Speil
pt: Espelho

source: Missing a temporary folder.
ja: テンポラリフォルダがありません。
lv: Pazudusi pagaidu mape.
nb: Mangler en midlertidig mappe.
pt: Falta uma pasta temporária.

source: Mode
ja: モード
lv: Režīms
nb: Modus
pt: Modo

source: Model
ja: モデル

source: Model name
ja: モデル名
lv: Modeļa nosaukums
nb: Modellnavn
pt: Nome do modelo

source: Modified
ja: 変更日

source: Modifying
ja: 修正
lv: Modificēšana
nb: Endrer
pt: Modificando

source: Module
ja: モジュール
lv: Modulis
nb: Modul
pt: Módulo

source: Modules
ja: モジュール
lv: Moduļi
nb: Moduler
pt: Módulos

source: Monday Tuesday Wednesday Thursday Friday Saturday Sunday
ja: 月曜日 火曜日 水曜日 木曜日 金曜日 土曜日 日曜日

source: Months
ja: 月
lv: Mēneši
nb: Måneder
pt: Meses

source: Mount Point
ja: マウントポイント
lv: Montēšanas Punkts
nb: Monteringspunkt
pt: Ponto de Montagem

source: Mount point
ja: マウントポイント
lv: Montēšanas punkts
nb: Monteringspunkt
pt: Ponto de montagem

source: Mount point name
ja: マウントポイント名
lv: Montēšanas punkta nosaukums
nb: Monteringspunkt navn
pt: Nome do ponto de montagem

source: Mount the file system read-only (even the super-user may not write it).
ja: ファイルシステムを読取り専用マウントします (スーパユーザでも書込み出来ません)。
lv: Montēt datņu sistēmu tikai lasīšanai (pat super-lietotājs tajā nevarēs ierakstīt)
nb: Monter filsystemet som read-only (les-kun), selv ikke superbrukeren kan skrive til det.
pt: Montar em modo só de leitura

source: Mounting device.
ja: マウントされているデバイス。
lv: Montēšanas ierīce
nb: Monterer enhet
pt: Dispositivo de montagem

source: Mounting...
ja: マウント中...
lv: Montē...
nb: Monterer....
pt: A montar...

source: Mounts
ja: マウント
lv: Samontētie
nb: Monteringer
pt: Pontos de montagem

source: Must choose one
ja: 必ず一つは選択して下さい
lv: Vajag vienu izvēlēties
nb: Må velge en
pt: Escolha uma opção

source: Mutual CHAP
ja: 双方向 CHAP
lv: Savstarpējs CHAP

source: Mutual CHAP Users
ja: 双方向 CHAP ユーザ
lv: Savstarpējie CHAP Lietotāji
pt: Utilizadores CHAP comuns

source: NAS4Free WebGUI Login
ja: NAS4Free WebGUI ログイン

source: NOPIN Interval
ja: NOPIN 間隔
lv: NOPIN Intervāls
pt: Intervalo NOPIN

source: NOPIN sending interval in seconds (%d by default).
ja: NOPIN 送信間隔の秒数(初期値は%d秒)
lv: NOPIN sūta intervālu sekundēs (%d pēc noklusējuma).
pt: Intervalos de envio NOPIN em segundos (%d by default).

source: NOT YET AVAILABLE
ja: まだ利用可能ではありません
lv: PAšLAIK NAV PIEEJAMS
nb: IKKE TILGJENGELIG ENNÅ
pt: AINDA NÃO DISPONÍVEL

source: NTP time server
ja: NTP サーバ
lv: NTP laika serveris
nb: NTP-tids tjener
pt: Servidor de horas NTP

source: NUT Internal Driver Information
ja: NUT 内部ドライバ情報

source: Name
ja: 名前
lv: Nosaukums
nb: Navn
pt: Nome

source: Name of the NAS host, without domain part e.g. %s.
ja: ドメイン名を除いた NAS のホスト名。 例) %s
lv: NAS saimnieka nosaukums, bez domēna daļas piem. %s.
nb: Navnet til NAS verten, uten domene delen. F.eks. %s.
pt: Nome do servidor NAS, sem o sufixo de domínio e.g. %s.

source: Name of the device to use as swap device, e.g. %s.
ja: スワップデバイスとして使用するデバイスの名前。例) %s
lv: Ierīces nosaukumus, kura izmanots maiņas ierīci piem. %s.
nb: Navnet på enheten som skal benyttes som swap enhet, f.eks. %s.
pt: Nome do dispositivo para ser usado como swap, e.g. %s.

source: Name of the server. If this field is left empty the default server is specified.
ja: サーバ名。フィールドが空の場合はデフォルトのサーバ名が使用されます。
lv: Servera nosaukums. Ja šis lauks ir atstāts tukšs, noklusējuma serveris ir izvēlēts.
nb: Navnet på tjeneren. Hvis dette feltet er tomt vil standard tjener bli spesifisert.
pt: Nome do servidor. Se o campo for deixado em branco será definido o servidor padrão.

source: Name of the variable.
ja: 変数の名前
lv: Mainīgā vērtība.
nb: Variabelens navn
pt: O nome da variável.

source: NetBIOS name
ja: NetBIOS 名
lv: NetBIOS naosaukums
nb: NetBIOS navn
pt: Nome NetBIOS

source: Network
ja: ネットワーク
lv: Tīkls
nb: Nettverk
pt: Rede

source: Network File System
ja: NFS (Network File System)
lv: Tīkla Datņu Sistēma

source: Network authorised to access to the iSCSI target. It takes IP or CIDR addresses or 'ALL' for any IPs.
ja: iSCSI ターゲットへのアクセスを許可するネットワーク。IP または CIDR で指定するか、'ALL' で全てを許可します。
lv: Tīkla autorizēta piekļuve iSCSI mērķim. Tas paņem IP vai CIDR adreses vai 'ALL' jebkurām IP.
pt: Rede autorizada a aceder ao iSCSI. Será utilizado o endereço IP ou CIDR ou 'ALL' para todos os IPs.

source: Network mask
ja: ネットワークマスク
lv: Tīkla maska
nb: Nettverksmaske
pt: Mascára de Sub-rede

source: Network port
ja: ネットワークポート
lv: Tīkla ports
nb: Nettverks port
pt: Porta de rede

source: Network that is authorised to access the NFS share.
ja: NFS 共有にアクセス可能な権限を与えるネットワークを指定します。
lv: Tīkls, kurš ir autorizēts piekļūt NFS kopīgojumam.
nb: Nettverk som er autorisert til å aksessere NFS-delingen.
pt: Rede que está autorizada a aceder à partilha NFS.

source: Networks
ja: ネットワーク
lv: Tīkli
nb: Nettverk
pt: Redes

source: Never - Poll (check) the device regardless of its power mode. This may cause a disk which is spun-down to be spun-up when it is checked.
ja: Never - 電源モードに関わらず、デバイスをポーリング (チェック) します。これは、スピンダウンしているディスクに対してのチェックが行われる際にスピンアップする可能性があります。
lv: Nekad - Pārbaudīt ierīci neievērojot tās statusu (jaudas režīmu). Šis var likt diskam, kurš ir pārstājis griezties, sākt griezties, lai to pārbaudītu.
pt: Nunca - Inquire (verifica) o dispositivo e o seu modo de eneriga. Isto pode fazer com que o disco passe de spun-dowm para spun-up quando verificado.

source: Never - default
ja: Never - デフォルト
pt: Nunca - predefinido

source: New Device
ja: 新しいデバイス
lv: Jauna ierīce
nb: Ny enhet
pt: Novo Dispositivo

source: New password
ja: 新しいパスワード

source: No DNS setting found.
ja: DNS 設定が見つかりません。

source: No RSYNC Client configured
ja: 設定された RSYNC クライアントはありません
lv: RSYNC Klients nav konfigurēts
nb: Ingen RSYNC klient konfigruert
pt: Nenhum cliente RSYNC configurado

source: No configured Auth Group. Please add new <a href='%s'>Auth Group</a> first.
ja: 認証グループがありません。まず最初に新しい <a href='%s'>認証グループ</a> を追加してください。
lv: Nav konfigurēta Portāla Grupa. Lūdzu pievieno jaunu <a href='%s'>Portāla Grupu</a> vispirms.
pt: Nenhum Grupo de Autenticação. Por favor adicione um novo <a href='%s'>Grupo Autenticaçao</a> primeiro.

source: No configured CARP interfaces.
ja: CARPインターフェースが見つかりません。

source: No configured CARP interfaces. Please add new <a href='%s'>CARP interface</a> first.
ja: CARPインターフェースがありません。まず最初に新しい <a href='%s'>CARPインターフェース</a> を追加してください。

source: No configured Extent. Please add new <a href='%s'>Extent</a> first.
ja: エクステントがありません。まず最初に新しい <a href='%s'>エクステント</a> を追加してください。
lv: Nav konfigurēts Apjoms. Lūdzu pievieno jaunu <a href='%s'>Apjomu</a> vispirms.
pt: Nenhum bloco contíguo definido. Por favor adicione um novo <a href='%s'>Extent</a> primeiro.

source: No configured Initiator Group. Please add new <a href='%s'>Initiator Group</a> first.
ja: イニシエータグループがありません。まず最初に新しい <a href='%s'>イニシエータグループ</a> を追加してください。
lv: Nav konfigurēta Iniciatoru Grupa. Lūdzu pievieno jaunu <a href='%s'>Iniciatoru Grupu</a> vispirms.
pt: Não está configurado um Grupo Iniciador. Por favor adicione um <a href='%s'>Grupo Iniciador</a> primeiro.

source: No configured Portal Group. Please add new <a href='%s'>Portal Group</a> first.
ja: ポータルグループがありません。まず最初に新しい <a href='%s'>ポータルグループ</a> を追加してください。
lv: Nav konfigurēta Portāla Grupa. Lūdzu pievieno jaunu <a href='%s'>Portāla Grupu</a> vispirms.
pt: Nenhum Grupo de Portal configurado. Por favor adicione um novo <a href='%s'>Grupo de Portal</a> antes.

source: No configured pools. Please add new <a href='%s'>pools</a> first.
ja: プールがありません。まず最初に新しい <a href='%s'>プール</a> を追加してください。
lv: Nav konfigurēts neviens pūls. Lūdzu pievieno jaunus <a href='%s'>pūlus</a> vispirms.
pt: Nenhum conjunto de volumes configurado. Por favor adicione um novo <a href='%s'>conjunto de volumes</a> primeiro.

source: No configured virtual devices. Please add new <a href='%s'>virtual device</a> first.
ja: 仮想デバイスがありません。まず最初に新しい <a href='%s'>仮想デバイス</a> を追加してください。
lv: Nav konfigurētas virtuālās ierīces. Lūdzu pievieno jaunu <a href='%s'>virtuālo ierīci</a> vispirms.
nb: Ingen konfigurerte virtuelle enheter. Vennligst legg til <a href='%s'>disker</a> for å fortsette.
pt: Nenhum dispositivo virtual configurado. Por favor adicione um novo <a href='%s'>dispositivo virtual</a> primeiro.

source: No device selected.
ja: デバイスが選択されていませんでした。
lv: Nav izvēlēta neviena ierīce.
nb: Ingen enhet valgt.
pt: Nenhum dispositivo seleccionado.

source: No disk configured
ja: ディスクが設定されていません
lv: Nav konfigurēts neviens disks.
nb: Ingen disker konfigruert
pt: Nenhum disco configurado

source: No disks available. Please add new <a href='%s'>disk</a> first.
ja: 利用可能なディスクがありません。まず最初に新しい <a href='%s'>ディスク</a> を追加してください。
lv: Nav pieejami diski. Lūdzu pievieno jaunu <a href='%s'>disku</a> vispirms.
nb: Ingen disker tilgjengelig. Vennligst legg til <a href='%s'>disker</a> for å fortsette.
pt: Nenhum disco disponivel. Por favor adicione um novo <a href='%s'>disco</a> primeiro.

source: No disks configured, please add disks to see the diagnostic information of disks!
ja: ディスクが構成されていません。ディスクの診断情報を見るためにディスクを追加してください。

source: No file was uploaded.
ja: ファイルはアップロードされていませんでした。
lv: Neviena datne netika augšupielādēta.
nb: Ingen fil ble lastet opp.
pt: Nenhum ficheiro foi adicionado.

source: No new disk found.
ja: 新しいディスクがありません。

source: No new software raid disk found.
ja: 新しいソフトウェアRAIDがありません。

source: No pool was found.
ja: プールは見つかりませんでした。
lv: Neviens pūls netika atrasts.
pt: Não foi encontrado nenhum conjunto de voumes.

source: Node A IP address
ja: ノード A IPアドレス

source: Node A settings
ja: ノード A 設定

source: Node B IP address
ja: ノードB IPアドレス

source: Node B settings
ja: ノード B 設定

source: Node Base
ja: ノードベース
lv: Mezgla Bāze
pt: Nodo Base

source: Node ID
ja: ノードID

source: Node Name
ja: ノード名

source: Nominal battery voltage
ja: 公称バッテリー電圧

source: Nominal input current (A)
ja: 公称入力電流(A)

source: Nominal input line frequency (Hz)
ja: 公称入力周波数(Hz)

source: Nominal input voltage
ja: 公称入力電圧

source: Nominal output current (A)
ja: 公称出力電流(A)

source: Nominal output frequency (Hz)
ja: 公称出力周波数(Hz)

source: Nominal output voltage (V)
ja: 公称出力電圧(V)

source: Nominal value of apparent power (Volt-Amps)
ja: 公称皮相電力(VA)

source: Nominal value of real power (Watts)
ja: 公称有効電力(W)

source: None
ja: 無し
lv: Neviens
nb: Ingen
pt: Nenhum

source: Normal
ja: ノーマル
lv: Normāls

source: Norwegian (Bokmal)
ja: ノルウェー語 (Bokmal)
lv: Norvēģu (Bokmalu)
nb: Norsk (bokmål)
pt: Norueguês (Bokmal)
