Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: IP addresses are resolved to hostnames if <a href='%s'>&quot;Resolve IP addresses to hostnames&quot;</a> is enabled.
ja: <a href='%s'>&quot;IPアドレスからホスト名へ変換&quot;</a>が有効な場合、IPアドレスはホスト名へ変換されます。
lv: IP adreses tiek atrisinātas uz saimniekdatoru nosaukumiem, ja <a href='%s'>&quot;Atrisināt IP adreses uz saimniekdatoru nosaukumiem&quot;</a> ir iespējots.
nb: IP adresser er knyttet til vertsnavn hvis <a href='%s'>&quot; Knytt IP adresser til vertsnavn&quot;</a> er aktivert.
pt: Endereço IP é resolvido nos servidores se <a href='%s'>&quot;Resolver endereço IP nos servidores&quot;</a> está activo.

source: IP or FQDN address of remote Rsync server.
ja: リモート Rsync サーバの IP もしくは FQDN を入力します。
lv: Attālinātā Rsync servera IP vai FQDN adrese.
nb: IP eller FQDN til fjern Rsync tjener.
pt: Endereço IP ou FQDN do servidor remoto Rsync.

source: IP type mismatch for network and gateway.
ja: ネットワークとゲートウェイの IP タイプが違います。
lv: Tīkla un vartējas Ip adreses nesaderīgums.
nb: IP type stemmer ikke for nettverk og gateway.
pt: Erro de endereço IP para a rede ou gateway.

source: IPv4 Configuration
ja: IPv4 設定
lv: IPv4 Konfigurācija
nb: IPv4 Konfigurasjon
pt: Configuração IPv4

source: IPv4 DNS servers
ja: IPv4 DNS サーバ
lv: IPv4 DNS serveri
nb: IPv4 DNS tjenere
pt: Servidores de DNS (IPv4)

source: IPv4 addresses
ja: IPv4 アドレス
lv: IPv4 adreses
nb: IPv4 adresser
pt: Endereços IPv4

source: IPv6 Configuration
ja: IPv6 設定
lv: IPv6 Konfigurācija
nb: IPv6 Konfigurasjon
pt: Configuração IPv6

source: IPv6 DNS servers
ja: IPv6 DNS サーバ
lv: IPv6 DNS serveri
nb: IPv6 DNS tjenere
pt: Servidores de DNS (IPv6)

source: IPv6 Gateway
ja: IPv6 ゲートウェイ
lv: IPv6 Vartēja
pt: Gateway IPv6

source: IPv6 Prefix
ja: IPv6 プレフィックス
lv: IPv6 Prefiks
nb: IPv6-prefiks
pt: Prefixo IPv6

source: IPv6 address
ja: IPv6 アドレス
lv: IPv6 adreses
nb: IPv6 adresse
pt: Endereço IPv6

source: IPv6 addresses
ja: IPv6 アドレス一覧
lv: IPv6 adreses
nb: IPv6 adresser
pt: Endereços IPv6

source: IRC Live Support
ja: IRC ライブサポート
lv: IRC Tiešsaistes Palīdzība
nb: IRC Live Hjelp
pt: IRC Suporte ao vivo

source: ISO file to be mounted.
ja: マウントする ISO ファイル。
lv: ISO datne, kura tiks piemontēta.
nb: ISO til montering.
pt: Ficheiro ISO a ser montado.

source: ISP DNS servers
ja: ISP DNS サーバ
lv: ISP DNS serveri
nb: ISP DNS tjenere
pt: Servidor DNS do ISP

source: Ident protocol
ja: Ident プロトコル
lv: Identifikācijas protokols
nb: Ident protokoll
pt: Protocolo de identidade

source: Identifier
ja: 識別名
lv: Identifikators
nb: Identifikator
pt: Identificador

source: Idle - Check the device unless it is in SLEEP, STANDBY or IDLE mode. In the IDLE state, most disks are still spinning, so this is probably not what you want.
ja: Idle - スリープ、スタンバイ、アイドルモードで無い場合にデバイスをチェックします。アイドル状態でもほとんどのディスクは回転しているので、これは望む選択肢ではないかもしれません。
lv: Dīkstāve - Pārbaudīt ierīci, ja vien tā nav GULĒŠANAS, NODROSES VAI DĪKSTĀVES režīmā. DĪKSTĀVES režīmā, vairums disku joprojām griežās, šis iespējams nav tas, ko Tu vēlies.
nb: Idle - Sjekk enheten med mindre den er i SLEEP, STANDBY eller IDLE modus. I IDLE modus spinner de fleste disker fremdeles, så dette er sansynligvis ikke hva du vil ha.
pt: Idle - Verifique o dispositivo a menos que esteja em modo SUSPENDER, HIBERNAR ou IDLE. No estado IDLE, a maioria dos discos estão a funcionar, o que é provavelmente aquilo que não quer.

source: If allowed, a user of the trusted domains can access the share.
ja: 許可すると、信頼するドメインのユーザが共有にアクセスできるようになります。

source: If default root is enabled, a chroot operation is performed immediately after a client authenticates. This can be used to effectively isolate the client from a portion of the host system filespace.
ja: デフォルトルートが有効な場合、クライアント認証の直後に chroot のオペレーションが実行されます。これはホストシステムのファイルスペースの一部からクライアントを確実に切り離す為に使用できます。
lv: Ja noklusētā sakne ir iespējota, tad chroot operācija ir izpildīta nekavējoties pēc klienta autentifikācijas. Šis var tikt lietots, lai efektīvi izolētu klientu no saimniekdatora sistēmas datņu laukuma porcijas.
nb: Hvis standard root er aktivert, gjennomføres en chroot operasjon umiddelbart etter en klient autentiseres. Dette kan effektivt brukes for å isolere klienten fra en del av vertens eget system filrom.
pt: Se o utilizador padrão estiver activo, uma operação chroot é executada imediatamente após um cliente se autenticar. Isto pode ser usado para isolar efectivamente o cliente de uma porção do espaço do sistema de ficheiros do servidor.

source: If the selected disk/partition is mounted it will be unmounted temporarily to perform selected command, otherwise the commands work in read-only mode.<br />Service disruption to users accessing this mount will occur during this process.
ja: 選択されたディスク/パーティションがマウント済みの場合、選択したコマンドを実行することで一時的にアンマウントされ、そうでない場合、読込み専用モードで動作します。<br />この処理中に、このマウントへアクセスしているユーザへのサービスが中断される事があります。
lv: Ja izvēlētais disks/partīcija ir piemontēts, tas tiks atmontēts uz pagaidu laiku, kamēr tiks izpildīta komanda, citādāk komandas darbojas tikai lasīšanas režīmā.<br />Servisa pārraušana klientiem, kuri piekļūs šim montējumam, notiks šī procesa laikā.
nb: Dersom valgte disk/partisjon er montert vil den bli temporært avmontert for å utføre valgt kommando, hvis ikke virker kommandoen i lese-modus.<br />Brukere tilkoblet den aktuelle stasjonen vil merke tjenesteforstyrrelser.
pt: Se a partição/disco seleccionada estiver montada será desmontada temporariamente para efectuar o comando seleccionado, caso contrário o comando apenas funcionária em modo de leitura..<br />A perda do serviço a esta partição ocorrerá durante este processo.

source: If the server is behind a proxy set these parameters to give local services access to the internet via proxy.
ja: サーバ上のローカルサービスをプロキシ経由でアクセスできるようにするには、このパラメータをセットして下さい。

source: If this parameter is set, Samba attempts to first read DOS attributes (SYSTEM, HIDDEN, ARCHIVE or READ-ONLY) from a filesystem extended attribute, before mapping DOS attributes to UNIX permission bits. When set, DOS attributes will be stored onto an extended attribute in the UNIX filesystem, associated with the file or directory.
ja: このパラメータが有効な場合、Samba はまず DOS 属性 (SYSTEM, HIDDEN, ARCHIVE または READ-ONLY) をファイルシステムの拡張属性から読み出し、それを UNIX パーミッションへマッピングします。また、DOS属性は、UNIX ファイルシステム内のファイルやディレクトリに関連づけられた拡張属性へ保存されます。
lv: Ja šis uzstādījums ir uzstādīts, SAMBA mēģinās vispirms nolasīt DOS atribūtus (SISTĒMA, SLĒPTS, ARHĪVS vai TIKAI-LASĪT) no datņu sistēmas paplašinātā atribūta, pirms DOS aitrubūtu kartēšanas uz UNIX atļauju gabaliem. Kad uzstādīts, DOS atribūti tiks saglabāti uz paplašināta atribūta iekš UNIX datņu sistēmas, asociēts ar datni vai mapi.
pt: Se este parâmetro estiver configurado, Samba tentará ler primeiro os atributos DOS (SYSTEM, HIDDEN, ARCHIVE ou READ-ONLY) a partir dos atributos de um sistema de ficheiros extendido, antes de mapear os atributos DOS para bits de permissão UNIX. Quando configurado, os atributos DOS serão guardados num sistema de ficheiros extendidos UNIX, associado ao ficheiro ou à directoria.

source: If this parameter is set, then users may not create or modify files in the share.
ja: このパラメータが有効な場合、ユーザは共有領域へのファイル作成および変更が出来ません。
lv: Ja šis parametrs ir uzstādīts, tad lietotāji var nebūt spējīgi veidot vai labot datnes iekš kopīgojuma.
nb: Hvis denne er slått på kan brukere ikke lage eller endre filer i delingen.
pt: Se este parâmetro estiver activado os utilizadores não poderão criar nem modificar ficheiros dentro da pasta partilhada.

source: If this property is disabled, the file system cannot be mounted.
ja: このプロパティを無効にすると、ファイルシステムはマウントできなくなります。
lv: Ja šī butaforija ir atspējota, datņu sistēma nevar tikt piemontēta.
nb: Hvis denne er slått av, kan filsystemet ikke monteres.
pt: Se esta propriedade estiver desabilitada, o sistema de ficheiros não pode ser montado.

source: If this property is enabled, the snapshots are displayed into .zfs directory.
ja: このプロパティを有効にすると、スナップショットが .zfs ディレクトリ内に表示されます。

source: If you click 'Yes', The server will be reset to factory defaults and will reboot immediately. The entire system configuration will be overwritten. The LAN IP address will be reset to %s and the password will be set to '%s'.
ja: 'Yes' をクリックするとサーバーは工場出荷設定にリセットされ、直ちにリブートされます。全てのシステム構成が上書きされます。LAN IP アドレスは %s にリセットされ、パスワードは '%s' に設定されます。

source: If you want to change the password for accessing the WebGUI, enter it here twice.
ja: WebGUIにアクセスする為のパスワードを変更するには、ここに同じパスワードを2回入力してください。
lv: Ja vēlies mainīt paroli piekļūstot WebGUI, ievadi to te divreiz.
nb: Hvis du vil endre passordet for å aksessere WebGUI, skriv det inn her to ganger.
pt: Se desejar alterar a palavra-passe de acesso ao painel de administração introduza-a aqui (duas vezes)

source: Image upload failed (out of memory?)
ja: イメージアップロードが失敗しました (メモリ不足?)。
lv: Bildes augšupielāde neizdevās (beidzās atmiņa?)
nb: Opplasting av bilde feilet (tomt for minne?)
pt: A actualização falhou (falta de memória?)

source: Import
ja: インポート
lv: Importēt
nb: Importér
pt: Importar

source: Import disks
ja: ディスクのインポート
lv: Importēt diskus
nb: Importer disker
pt: Importar discos

source: Import disks used in configuration.
ja: この設定で利用されているディスクをインポートします。
lv: Importē diskus, kurus izmantoji konfigurācijā.
nb: Importer disker brukt i denne konfigurasjonen.
pt: Importar discos usados na configuração

source: Import firewall rules.
ja: ファイアウォールルールをインポート。
lv: Importēt ugunsmūra nosacījumus.
nb: Importer brannmur regler
pt: Importar regras da firewall.

source: Import on-disk ZFS config
ja: ディスク上のZFS設定をインポート
lv: Importēt uz-diska ZFS konfigurāciju
nb: Importer ZFS-konfigurasjon fra fil
pt: Importar configurar de disco ZFS

source: Import software raid disks
ja: ソフトウェアRAIDのインポート

source: In
ja: 入力
lv: Iekš
nb: Inn
pt: Entrada

source: In most cases, 'public' is used here.
ja: ほとんどの場合 'public' が使われます。
lv: Vairumā gadījumu, 'public' tiek šeit lietots.
nb: Som oftest blir 'public' brukt her.
pt: Na maioria dos casos, 'public' é usado aqui.

source: In slave mode it is the UPS name (Identifier) at the UPS master.
ja: スレーブモードではマスターでのUPS名(識別子)になります。

source: Include basic hardware information.
ja: 基本的なハードウェア情報を含む。
lv: Iekļaut vienkāršu aparatūras informāciju.
nb: Inkluder grunnleggende maskinvare informasjon.
pt: Incluir informação básica de hardware.

source: Incoming Line/Power Information
ja: 入力電源情報

source: Incomplete directory
ja: 未完了ディレクトリ
lv: Nepabeigtā mape
nb: Uferdig mappe
pt: Directoria incompleta

source: Info
ja: 情報
lv: Informācija
pt: Informação

source: Informal
ja: インフォーマル
lv: Neformāls
nb: Uformell

source: Information
ja: 情報
lv: Informācija
nb: Informasjon
pt: Informação

source: Information & Manual
ja: 情報とマニュアル
lv: Informācija & Instrukcijas
nb: Informasjon og brukerhåndbok
pt: Informação & Manual

source: Information & Manuals
ja: 情報＆マニュアル
pt: Informação e manuais

source: Inherit ACL
ja: ACL継承

source: Inherit permissions
ja: パーミッションを引き継ぐ
lv: Pārmantot tiesības
nb: Arv tillatelser
pt: Herdar permissões

source: Inhibit some of the syslog diagnostics for bad lines in /etc/exports.
ja: /etc/exports 内で間違った行があった際、syslog への診断メッセージをいくつか抑制します。
lv: Kavēt dažas syslog diagnostikas priekš nederīgām rindām iekš /etc/exports.
pt: Inibir algums dos ficheiros de registo de diagnóstico para linhas más em /etc/exports.

source: Initial Digest
ja: ダイジェスト初期値
lv: Sākuma apgūšana
pt: Mensagem Inicial

source: Initialize
ja: 初期化
lv: Inicializēt
nb: Initialiser
pt: Inicializar

source: Initialize and encrypt disk.
ja: ディスクの初期化と暗号化
lv: Inicializēt un šifrēt disku.
nb: Initialiser og krypter disk.
pt: Iniciar e encriptar disco

source: Initializing
ja: 初期化中
lv: Notiek inicializācija
nb: Klargjør
pt: A inicializar

source: Initiator Group
ja: イニシエータグループ
lv: Iniciatoru Grupa
pt: Grupo Iniciador

source: Initiator Groups
ja: イニシエータグループ
lv: Iniciatoru Grupas
pt: Grupos Iniciadores

source: Initiator authorised to access to the iSCSI target. It takes a name or 'ALL' for any initiators.
ja: iSCSIターゲットへのアクセスを許可するイニシエータ名。名前を指定するか 'ALL' で全てを許可します。
lv: Iniciatora autorizēta piekļuve iSCSI mērķim. Tas paņem nosaukumu vai 'ALL' visiem iniciatoriem.
pt: Iniciador autorizado a ter acesso ao disco iSCSI. Utilizar o nome ou 'ALL' para todos os iniciadores.

source: Initiator name
ja: イニシエーター名
lv: Iniciatora vārds
nb: Initierings navn
pt: Nome do iniciador

source: Initiator side secret. (for mutual CHAP authentication)
ja: イニシエータ側シークレット。(双方向 CHAP 認証)

source: Initiator side user name. (for mutual CHAP authentication)
ja: イニシエータ側ユーザ名。(双方向 CHAP 認証)
lv: Iniciatora puses lietotājvārds. (Priekš savstaprējas CHAP autentifikācijas)
pt: Nome de utilizado do lado iniciador. (para autenticações CHAP mútuas)

source: Initiators
ja: イニシエータ
lv: Iniciatori
pt: Iniciadores

source: Input current (A)
ja: 入力電流(A)

source: Input frequency
ja: 入力周波数

source: Input line frequency (Hz)
ja: 入力周波数(Hz)

source: Input line frequency high (Hz)
ja: 入力周波数上限(Hz)

source: Input line frequency low (Hz)
ja: 入力周波数下限(Hz)

source: Input power quality (* opaque)
ja: 入力電源の品質

source: Input power sensitivity
ja: 入力電源の感度

source: Input voltage
ja: 入力電圧

source: Inquiry Product
ja: プロダクトの照会
lv: Prasījuma Produkts
nb: Spør om produkt

source: Inquiry Revision
ja: リビジョンの照会
lv: Prasījuma Revīzija
nb: Spør om revisjon

source: Inquiry Serial
ja: シリアルの照会
lv: Prasījuma Seriālis
nb: Spør om serienummer

source: Inquiry Vendor
ja: ベンダの照会
lv: Prasījuma Pārdevējs
nb: Spør om forhandler

source: Install
ja: インストール
lv: Uzstādīt
nb: Installer
pt: Instalar

source: Install package
ja: パッケージのインストール
lv: Uzstādīt pakas
nb: Installer pakke
pt: Instalar pacote

source: Interface
ja: インタフェース
lv: Saskarne
nb: Grensesnitt

source: Interface Management
ja: インタフェースの管理
lv: Saskarnes Menedžments
nb: Grensesnitt håndtering
pt: Gestão de Interface

source: Interface selection
ja: インターフェース選択

source: Interfaces
ja: インタフェース
lv: Saskarnes
nb: Grensesnitt

source: Internal Server Information
ja: 内部サーバー情報

source: Internal UPS clock date
ja: 内部UPS日時

source: Internal UPS clock time
ja: 内部UPS時間

source: Interval between self tests
ja: セルフテスト間隔

source: Interval must be greater or equal than 10 seconds.
ja: 10 秒以上の時間を指定してください。
lv: Intervālam jābūt lielālam vai vienādam ar 10 sekundēm.
nb: Intervallet må være større enn eller lik 10 sekunder.
pt: Intervalo deve ser maior ou igual a 10 segundos.

source: Interval to wait after shutdown with delay command
ja: ディレイコマンドを使ったシャットダウンの待ち時間

source: Interval to wait before rebooting the UPS)
ja: UPS再起動の待ち時間

source: Interval to wait before restarting the load
ja: 再始動の待ち時間

source: Invalid file format or incorrect password.
ja: 無効なファイル形式またはパスワードが正しくありません。

source: Invalid file format.
ja: 無効なファイル形式です。
lv: Nederīgs datņu formāts.
nb: Ugyldig filformat.
pt: Formato de ficheiro inválido.

source: Invalid max. block size! It must be in the range from %d to %d.
ja: 無効なブロックサイズの最大値です! %d から %d の範囲で指定して下さい。
lv: Nederīks maksimālais bloku lielums! Tam vajag būt starp %d un %d.
nb: Feil maks. blokk størrelse. Må være innen rekkevidden fra %d til %d.
pt: Tamanho máximo do ficheiro inválido! Deve estar entre %d e %d.

source: Invalid username or password. Please try again.
ja: ユーザー名またはパスワードが無効です。再入力してください。

source: It can be changed from the client side by standard SCSI mode page at any time.
ja: 標準SCSIモードページによってクライアント側からいつでも変更することができます。

source: It cannot be used combining SMB2 and Anonymous.
ja: SMB2 と 匿名 は組み合せて使用することは出来ません。
pt: Não pode ser utilizado combinando SMB2 e anónimos.

source: It is impossible to enable 'Anonymous users only' and 'Local users only' authentication simultaneously.
ja: 同時に '匿名ユーザ専用' と 'ローカルユーザ専用' の両方を有効にする事は出来ません。
lv: Tas ir neiespējami iespējot 'Tikai anonīmie lietotāji' un 'Tikai vietējie lietotāji' autentifikāciju vienlaicīgi.
nb: Det er ikke mulig å slå på 'Kun anonyme brukere' og 'Kun lokale brukere' autentisering samtidig.
pt: É impossível activar a autenticação para 'Apenas utilizadores anónimos' e 'Apenas utilizador locais' simultaneamente.

source: It is not recommanded to import non healthy pools nor virtual devices that are part of a non healthy pool.
ja: 良好な状態でないプールまたはそれらに含まれる仮想デバイスをインポートする事は推奨しません。

source: It's recommended to change the default username and password for accessing the WebGUI, enter the username here.
ja: WebGUIにアクセスするためのデフォルトユーザ名とパスワードを変更することを推奨します。ここにユーザ名を入力してください。

source: Italian
ja: イタリア語
lv: Itāļu
nb: Italiensk
pt: Italiano

source: January February March April May June July August September October November December
ja: 1月 2月 3月 4月 5月 6月 7月 8月 9月 10月 11月 12月
lv: Janvāris Februāris Marts Aprīlis Maijs Jūnijs Jūlijs Augusts Oktobris Novembris Decembris
nb: Januas Februar Mars April May Juni Juli August September Oktober November Desember
pt: Janeiro Fevereiro Março Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro

source: Japanese
ja: 日本語
lv: Japāņu
nb: Japansk
pt: Japonês

source: Key
ja: 鍵
lv: Atslēga
nb: Nøkkel
pt: Chave

source: Key Management Protocol
ja: 鍵管理プロトコル
lv: Šifratslēgu Pārvaldības Protokols
pt: Protocolo de Gestão de Chaves

source: Key length
ja: 鍵長
lv: Atslēgas garums
nb: Nøkkellengde
pt: Comprimento da chave

source: Key length to use with the given cryptographic algorithm.
ja: 暗号化アルゴリズムで使用する鍵長。
lv: Lietojamais atslēgas garums ar norādītajiem kriptogrāfijas algoritmiem.
nb: Nøkkellengde for bruk med den kryptografiske algoritmen.
pt: Comprimento da chave a ser usado com o algoritmo de encriptação fornecido.

source: Kill encrypted volume
ja: 暗号化ボリュームを停止
lv: Iznīcināt šifrēto sējumu
nb: Drep kryptert volum
pt: Destrói volume encriptado

source: Korean
ja: 韓国語
lv: Korejiešu
pt: Coreano

source: LACP (Link Aggregation Control Protocol)
ja: LACP (リンクアグリゲーション制御プロトコル)
lv: LACP (Saišu Savākšanas Kontroles Protokols)

source: LAGG
ja: アグリゲーション

source: LAN Management
ja: LAN マネージメント
lv: LAN Menedžments
pt: Gestão LAN

source: LAN only
ja: LAN のみ

source: LCDproc (client)
ja: LCDproc (クライアント)
pt: LCDproc (cliente)

source: Language
ja: 言語
lv: Valoda
nb: Språk
pt: Idioma

source: Language to use on front panel
ja: フロントパネルで利用する言語

source: Last config change
ja: 最終設定変更日
lv: Pēdējā konfigurācijas izmaiņa
nb: Siste konfig endring
pt: Última alteração da configuração

source: Latest Beta Build: %s
ja: 最新ベータ版: %s

source: Latest Release: %s
ja: 最新リリース版: %s

source: Latvian
ja: ラトビア語
lv: Latviešu
nb: Latvisk
pt: Letão

source: Leave '%s' for unformated disks and format them using <a href='%s'>format</a> menu.
ja: フォーマットしたくない場合は '%s' を選択し、後で <a href='%s'>フォーマット</a> メニューからフォーマットして下さい。
lv: Atstāj '%s' neformatētiem diskiem, un formatē tos izmantojot <a href='%s'>formatēšanas</a> izvēlni.
pt: Deixar '%s' para discos não formatados e formatá-los usando o menu <a href='%s'>format</a>.

source: Leave already configured auto snapshots.
ja: 既存の自動スナップショットを残します。
pt: Deixe os snapshots automáticos já configurados.

source: Leave auto snapshot configuration
ja: 自動スナップショットの保存
pt: Deixa a configuração automática do snapshot

source: Leave this field empty to use default settings.
ja: デフォルトの設定を使用する場合はこのフィールドを空のままにして下さい。
pt: Deixe este campo vazio para utilizar as configurações predefinidas.

source: Level 1 - Minimum power usage with Standby (spindown)
ja: レベル 1 - スタンバイ (スピンダウン) の有る最小の消費電力
lv: Līmenis 1 - Minimāls elektrības lietojums ar Nodrosi (griezšanās beigšanu)
nb: Nivå 1 - Minimalt strømforbruk med standby (spindown)
pt: Nível 1 - Utilização mínima de energia em Standy (com spindown)

source: Level 127 - Intermediate power usage with Standby
ja: レベル 127 - スタンバイ有りの中間の消費電力
lv: Līmenis 127 - Vidējs elektrības lietojums ar Nodrosi
nb: Nivå 127 - Middels strømforbruk med standby
pt: Nível 127 - Utilização intermédia de energia em Standby

source: Level 128 - Minimum power usage without Standby (no spindown)
ja: レベル 128 - スタンバイ (スピンダウン) の無い最小の消費電力
lv: Līmenis 128 - Minimāls elektrības lietojums bez Nodroses (griezšanās beigšanas)
nb: Nivå 128 - Minimalt strømforbruk uten stadby (ingen spindown)
pt: Nível 128 - Utilização mínima de energia sem Standby (sem spindown)

source: Level 192 - Intermediate power usage without Standby
ja: レベル 192 - スタンバイ無しの中間の消費電力
lv: Līmenis 192 - Vidējs elektrības lietojums bez Nodroses
nb: Nivå 192 - Middels strømforbruk uten standby
pt: Nível 192 - Utilização intermédia de energia sem Standby

source: Level 254 - Maximum performance, maximum power usage
ja: レベル 254 - 最大のパフォーマンス、最大の消費電力
lv: Līmenis 254 - Maksimāla jauda, minimāls elektrības lietojums
nb: Nivå 254 - Maskimal ytelse, maksimalt strømforbruk
pt: Nível 254 - Performance máxima, utilização máxima de energia

source: Level 64 - Intermediate power usage with Standby
ja: レベル 64 - スタンバイ有りの中間の消費電力
lv: Līmenis 64 - Vidējs elektrības lietojums ar Nodrosi
nb: Nivå 64 - Middels strømforbruk med standby
pt: Nível 64 - Utilização intermédia de energia com Standby

source: Levels (MHz/mW): %s
ja: レベル (MHz/mW): %s
lv: Līmeņi (MHz/mW): %s
nb: Nivå (MHz/mW): %s
pt: Níveis (MHz/mW): %s

source: License
ja: ライセンス
lv: Licenze
nb: Lisens
pt: Licença

source: License & Credits
ja: ライセンスとクレジット
lv: Licenze & Titri
pt: Licença e Créditos

source: Life time
ja: 生存期間
pt: Tempo de vida

source: Limits the amount of space a dataset and its descendants can consume. This property enforces a hard limit on the amount of space used. This includes all space consumed by descendants, including file systems and snapshots. To specify the size use the following human-readable suffixes (for example, 'k', 'KB', 'M', 'Gb', etc.).
ja: データセットとその子孫が利用できる容量の合計を制限します。このプロパティは利用できる容量のハードリミットを設定します。これには、ファイルシステムとスナップショットを含む子孫によるすべての容量を含みます。サイズを指定するには、以下の人間が読める接尾語を使用してください。(例えば、'k', 'KB', 'M', 'Gb', など)
lv: Limitē vietas daudzumu,kuru var izmantot, datu kopa un tā pēcteči. Šis rekvizīts piespiež realizē stipru limitu izmantojamajai vietai. Šis iekļauj visu vietu, kuru izmanto pēcteči, iekļaujot datņu sistēmas un momentuzņēmumus. Lai izvēlētos lielumu, lieto cilvēkam-izlasāmus sufiksus (piem. 'K','KB','M','Gb', citi).
pt: Limita a quantidade de espaço que um conjunto de dados (datase) e seus descendentes podem consumir. Esta propriedade força um limite máximo na quantidade de espaço a usar. Esta inclui todo o espaço consumido pelos descendentes, incluindo sistemas de ficheiros e imagens. Para especificar o tamanho utilize os sufixos comuns para unidades (por exemplo, 'k', 'KB', 'M', 'Gb', etc.).

source: Link Aggregation and Failover
ja: リンクアグリゲーションとフェイルオーバ
lv: Saišu Apkopošana un Kļūmjpārlēce
pt: Link Aggregation e Failover

source: Link down action
ja: リンクダウン時の処理

source: Link up action
ja: リンクアップ時の処理

source: List
ja: リスト
lv: Saraksts
nb: Liste
pt: Lista

source: List of acceptable pairwise (unicast) ciphers for WPA. One or more of: CCMP (AES in Counter mode with CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).
ja: WPA で利用可能な暗号アルゴリズムのリスト。以下のうちひとつ以上: CCMP (AES, Counter mode with CBC-MAC Protocol, RFC 3610, IEEE 802.11i/D7.0)、TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0)。
lv: Saraksts ar pieņemamiem pāru veidu (unicast) šifriem priekš WPA. Viens vai vairāk no: CCMP (AES Skaitītāja režīmā ar CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Pagaidu Atslēgas Integritātes Protokols, IEEE 802.11i/D7.0).
pt: Lista de algoritmos de emparelhamento (unicas) aceitáveis para WPA. Um ou mais de: CCMP (AES em Counter mode com CBC-MAC, RFC 3610, IEEE 802.11i/D7.0), TKIP (Temporal Key Integrity Protocol, IEEE 802.11i/D7.0).

source: List of available target name on all configured iSCSI targets
ja: iSCSI ターゲットとして設定された使用可能なターゲット名の一覧
lv: Saraksts ar pieejamajiem mērķa vārdiem visiem konfigurētajiem iSCSI mērķiem
nb: Liste over tilgjengelige målnavn og alle konfigurerte iSCSI mål
pt: Lista de nomes disponíveis nos dispositivos iSCSI configurados.

source: List of detected disks
ja: 検出されたディスクのリスト
pt: Lista de discos detectados

source: List of imported users
ja: インポートされたユーザの一覧
lv: Saraksts ar importētiem lietotājiem
nb: Liste over importerte brukere
pt: Lista de utilizadores importados
