Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: After you click &quot;Save&quot;, you must reboot the server to make the changes take effect. You may also have to do one or more of the following steps before you can access your server again: <ul><li><span class='vexpl'>change the IP address of your server</span></li><li><span class='vexpl'>access the webGUI with the new IP address</span></li></ul>
ja: &quot;保存&quot; をクリックした後、変更を適用するにはサーバーをリブートしなければなりません。また、再度NASへアクセスする為に以下のステップを実行する必要があるかもしれません。<ul><li><span class='vexpl'>コンピュータの IPアドレスを変更して下さい</span></li><li><span class='vexpl'>新しい IP アドレスで WebGUIへアクセスして下さい</span></li></ul>

source: Aggregation protocol
ja: アグリゲーションプロトコル
lv: Apkopošanas protokols
nb: Aggregerings protokol
pt: Protocolo de agregação

source: Aggressive
ja: アグレッシブ
lv: Agresīvs
nb: Aggressiv
pt: Agressivo

source: Albanian
ja: アルバニア語
lv: Albāņu
nb: Albansk
pt: Albanês

source: All
ja: 全て
lv: Viss
nb: Alle
pt: Todos

source: All dirs
ja: すべてのディレクトリ
lv: Visas direktorijas
nb: Alle kataloger
pt: Todas as directorias

source: All dirs requires mounted path, but Path %s is not mounted.
ja: "すべてのディレクトリ"はマウントされたパスが必要ですが、指定されたパス %s はマウントされていません。
lv: Visas mapes pieprasa piemontētu ceļu, bet Ceļš %s nav piemontēts.
nb: Alle kataloger krever en montert sti, men Path %s er ikke montert.
pt: Todas as directorias requerem que o caminho esteja montado, mas a Directoria %s não está montada.

source: All disks are imported.
ja: すべてのディスクがインポートされました。

source: All shares use the option 'usedots' thus making the filenames .Parent and anything beginning with .Apple illegal.
ja: 全ての共有で 'usedots' を使用します。従って、ファイル名 .Parent と .Appleから始まる全てのファイルは使えません。
lv: Visi kopīgojumi lieto iespēju 'lietotpunktus (usedots)' veidojot datņu nosaukumus. Pirmavots un viss kas sākas ar .Apple ir nelegāls.
nb: Alle delte enheter benytter 'usedots'. Dette gjør filnavn som .Parent og alt annet som starter med .Apple ugyldig.
pt: Todas as partilhas usam a opção 'usedots' logo compondo os nomes de ficheiro. Directoria pai e qualquer coisa começando com .Apple é ilegal.

source: All software raid disks are imported.
ja: すべてのソフトウェアRAIDがインポートされました。

source: All users will have the root privilege.
ja: 全てのユーザが root 権限を持ちます。
lv: Visiem lietotājiem būs saknes privilēģijas
nb: Alle brukere vil ha superbrukerprivilegier.
pt: Todos os utilizadores terão previlégios de administrador (root)

source: Allow
ja: 許可
lv: Atļaut
nb: Tillat
pt: Permitir

source: Allow TLS/SSL connections only.
ja: TLS/SSL 接続のみ許可する。
lv: Pieļaut tikai TLS/SSL pieslēgumus.
nb: Tillat kun TLS/SSL tilkoblinger.
pt: Permitir apenas ligações TLS/SSL

source: Allow client access to accounts that have null passwords.
ja: 空のパスワードを持つアカウントでのアクセスを許可します。
lv: Ļaut klientam piekļūt lietotājiem, kuriem ir nulles paroles.
nb: Tillat klienttilgang til kontoer som har tomme passord.
pt: Permitir o acesso a clientes com palavras-passe em branco.

source: Allow clients to attempt to store OS/2 style extended attributes on a share.
ja: クライアントが、OS/2 スタイルの拡張属性の保存を試みる事を許可します。
lv: Atļaut klientiem uzglabāt OS/2 stila paplašinātos atribūtus kopīgojumā.
nb: Tillat forsøk på lagring av utvidede OS/2 attributter fra klienter på en delt ressurs.
pt: Permitir aos clientes tentar guardar uma directoria com atibutos OS/2.

source: Allow clients to resume interrupted uploads and downloads.
ja: クライアントが、中断されたアップロード及びダウンロードの再開 (リジューム) を許可します。
lv: Atļaut klientiem atsākt pārtrauktās augšupielādes un lejupielādes.
nb: Tillat klienter å fortsette stoppede opplastinger og nedlastinger.
pt: Permitir aos clientes continuar uploads e downloads interrompidos.

source: Allow new files
ja: 新しいファイルを許可します。
lv: Atļaut jaunas datnes
nb: Tillatt nye filer
pt: Permitir novos ficheiros

source: Allow new files to be created.
ja: 新しいファイルの作成を許可します。
lv: Atļaut izveidot jaunas datnes.
nb: Tillatt nye filer å bli laget
pt: Permitir novos ficheiros serem criados.

source: Allow to start UPS from battery
ja: バッテリーでのUPS起動の可否

source: Allow trusted domains.
ja: 信頼するドメインを許可する。

source: Allows certain users and groups to have read/write access to a share. This follows the allow option format.
ja: 特定のユーザ、グループが共有への読み書きアクセス権を持つ事を可能にします。これは許可オプションのフォーマットに追従します。
lv: Atļaut dažiem lietotājiem un grupām iegūt lasīšanas/rakstīšanas pieeju kopīgojumam. Tas pieļauj iespēju formatēt.
nb: Tillat visse brukere og grupper til å ha lese/skrive rettigheter til en deling. Dette følger tillatt formatet.
pt: Permitir certos utilizadores e grupos ter acesso escrita/leitura numa partilha. Isto segue o formato das regras de permissão.

source: Allows certain users and groups to have read-only access to a share. This follows the allow option format.
ja: 特定のユーザ、グループが共有への読取り専用アクセス権を持つ事を可能にします。これは許可オプションのフォーマットに追従します。
lv: Atļaut dažiem lietotājiem un grupām iegūt tikai lasīšanas pieeju kopīgojumam. Tas pieļauj iespēju formatēt.
nb: Lar visse brukere og grupper å ha kun lese tilgang på en deling. Dette følger tillat formatet.
pt: Permitir certos utilizadores ter acesso a partilhas de rede com premissões de leitura. Esta opção segue o formato permissivo.

source: Allows the server to try and become a local master browser.
ja: このサーバがローカルマスタブラウザの選出に参加する事を可能にします。

source: AltRoot
ja: 代替ルート (AltRoot)

source: Alternate TCP port. Default is 22
ja: 代わりの TCP ポート。デフォルトは 22
lv: Mainīt TCP portu. Noklusējumā ir 22
nb: Alternativ TCP port. Standard er 22
pt: Porta TCP alternativa. 22 por defeito.

source: Alternate TCP port. Default is 873
ja: 代わりの TCP ポート。デフォルトは 873
lv: Mainīt TCP portu. Noklusējumā ir 873
nb: Alternativ TCP port. Standard er 873
pt: Porta TCP alternativa. Por defeito é 873

source: Alternative configuration directory (usually empty).
ja: 代替の設定ディレクトリ (通常は空です)。
lv: Alternatīva konfigurācijas direktorija (parasti tukša).
nb: Alternativ konfigurasjons katalog (vanligvis tom).
pt: Configuração alternativa de directório (normalmente vazio).

source: Always on
ja: 常にオン
lv: Vienmēr ieslēgts
nb: Alltid på
pt: Sempre ligado

source: Always scan
ja: 常にスキャン
lv: Vienmēr skenēt
nb: Alltid scan
pt: Procurar Sempre

source: Ambient Conditions From External Probe Equipment
ja: 外部プローブ装置からの周囲条件

source: Ambient relative humidity (percent)
ja: 周辺相対湿度

source: Ambient temperature (degrees C)
ja: 周辺温度

source: An host with this name already exists.
ja: この名前がつけられたホストは既に存在しています。
lv: Saimniekdators ar šādu vārdu jau eksistē.
nb: En vert med det navnet eksisterer allerede.
pt: Um anfitrião com este nome já existe.

source: An interface with the specified description already exists.
ja: 指定された説明がつけられたインタフェースは既に存在しています。
lv: Interfeiss ar norādīto aprakstu jau eksistē.
nb: Et grensesnitt med den spesifiserte beskrivelsen finnes allerede.
pt: O interface com a discrição especificada já existe.

source: Anonymous bind
ja: 匿名バインド
lv: Anonīma saiste
nb: Anonym binding
pt: Ligação anónima

source: Anonymous user bandwidth
ja: 匿名ユーザの帯域
lv: Anonīmā lietotāja joslas platums
nb: Anonym bruker-båndbredde
pt: Largura de banda de utilizador anónimo

source: Anonymous user download bandwith in KB/s. An empty field means infinity.
ja: 匿名ユーザへのダウンロード帯域を KB/s に制限します。空の場合は無制限となります。
lv: Anonīma lietotāja lejupielādes joslas platums iekš KB/s. Tukšs lauks nozīmē bezgalību.
nb: Anonym nedlastings båndbredde i KB/s. Et tomt felt betyr uendelig.
pt: Largura de banda de download de utilizador anónimo em KB/s. Um campo vazio significa infinito.

source: Anonymous user upload bandwith in KB/s. An empty field means infinity.
ja: 匿名ユーザへのアップロード帯域を KB/s に制限します。空の場合は無制限となります。
lv: Anonīma lietotāja augšupielādes joslas platums iekš KB/S. Tukšums nozīmē bezgalību.
nb: Anonym opplastings båndbredde i KB/s. Et tomt felt betyr uendelig.
pt: Largura de banda de upload de utilizador anónimo em KB/s. Um campo vazio significa infinito.

source: Anonymous users only
ja: 匿名ユーザ専用
lv: Tikai anonīmi lietotāji
nb: Kun anonyme brukere
pt: Apenas utilizadores anónimos

source: Any
ja: すべて
lv: Jebkurš
nb: Hvilken som helst
pt: Qualquer

source: Apply
ja: 適用
nb: Bruk
pt: Aplicar

source: Apply changes
ja: 変更の適用
lv: Pielietot izmaiņas
nb: Bruk endringene
pt: Aplicar as alterações

source: Archive
ja: アーカイブ
lv: Arhīvs
nb: Arkiver
pt: Arquivo

source: Archive mode.
ja: アーカイブモード
lv: Arhīva režīms
nb: Arkiveringsmodus.
pt: Modo de arquivo.

source: Are you sure you want to proceed?
ja: 処理を進めても宜しいですか?
lv: Vai esat pārliecināts, ka vēlaties turpināt?
nb: Er du sikker på at du vil fortsette?
pt: Tem a certeza que pretende continuar?

source: Are you sure you want to reboot the system?
ja: 本当にリブートしても宜しいですか?
lv: Vai esat drošs, ka vēlaties pārlādēt sistēmu?
nb: Er du sikker på at du vil starte systemet på nytt?
pt: Tem a certeza que pretende reiniciar o sistema?

source: Are you sure you want to shutdown the system?
ja: 本当にシステムをシャットダウンしても宜しいですか?
lv: Vai esat drošs, ka vēlaties izslēgt sistēmu?
nb: Er du sikker på at du vil slå av systemet?
pt: Tem a certeza que pretende encerrar o sistema?

source: Asynchronous I/O (AIO)
ja: 非同期I/O (AIO)
lv: Asinhronais I/O (AIO)
nb: Asynkron I/O (AIO)
pt: I/O Assíncrono (AIO)

source: At the highest level, a target is what is presented to the initiator, and is made up of one or more extents.
ja: 最も上のレベルで、ターゲットはイニシエータに提示され、ひとつ以上のエクステントから構成されます。
lv: Augstākajā līmenī, mērķis ir tas, kas tiek prezentēts iniciatoram, un ir izveidots no viena vai vairākiem apjomiem.
nb: På det høyeste nivået, et mål er hva som presenteres til initiativtageren og består av en eller flere størrelser.
pt: Ao nivel superior, um 'target' é o que é apresentado ao 'initiator', e é feito de um ou mais 'extents'.

source: Attached
ja: 接続済み
lv: Pievienots
nb: Tilkoblet
pt: Anexado

source: Attaching provider '%s'.
ja: プロバイダ'%s' を接続しています。
lv: Pievienojam sniedzēju '%s'.
nb: Legger til tilbyder '%s'.
pt: Adicionando 'provider' '%s'.

source: Auth Group
ja: 認証グループ
lv: Auth Grupa
nb: Auth gruppe
pt: Grupo 'Auth'

source: Auth Groups
ja: 認証グループ
lv: Autorizētās Grupas
nb: Auth grupper
pt: Grupos 'Auth'

source: Auth Method
ja: 認証方法
lv: Autorizētās metodes
nb: Auth metode
pt: Método 'Auth'

source: Authenticate URL
ja: 認証 URL
lv: Autentificēt URL
nb: Autentiser URL
pt: Autenticar URL

source: Authentication
ja: 認証
lv: Autentifikācija
nb: Autentikasjon
pt: Autenticação

source: Authentication method
ja: 認証方法
lv: Autentificēšanas metode
nb: Autentiseringsmetode
pt: Método de autenticação

source: Authorised network
ja: 許可するネットワーク
lv: Autorizēts tīkls
nb: Autorisert nettverk
pt: Rede autorizada

source: Auths
ja: 認証
pt: Autores

source: Auto
ja: オート
lv: Automātiski
pt: Automático

source: Auto Snapshot
ja: 自動スナップショット
pt: Snapshot automático

source: Auto size
ja: オートサイズ
lv: Automātisks izmērs
nb: Automatisk størrelse
pt: Tamanho automático

source: AutoScale
ja: オートスケール
lv: Automātisks Mērogs
nb: AutoSkaler
pt: Escala automática

source: Autoselect
ja: 自動選択
lv: Automātiska izvēle
nb: Autovalg
pt: Selecção automática

source: Auxiliary device firmware
ja: 予備デバイスファームウェア

source: Auxiliary parameters
ja: 補助パラメータ
lv: Palīgu parametri
nb: Hjelpe-parametere
pt: Parametros auxiliares

source: Available
ja: 利用可能

source: Backup configuration
ja: 設定のバックアップ
lv: Dublēšanas konfigurēšana
nb: Innstillinger for sikkerhetskopi
pt: Guardar a configuração

source: Backup file
ja: バックアップファイル
lv: Dublēt datni
nb: Sikkerhetskopi
pt: Ficheiro de cópia de segurança

source: Backup/Restore
ja: バックアップ/リストア
lv: Dublēt/Atjaunot
nb: Sikkerhetskopi/Gjennoppretting
pt: Guardar/Repor configuração

source: Bad User - non existing users
ja: Bad User - 存在しないユーザ
nb: Feil bruker - ikke eksisterende bruker
pt: Utilizador mau - utilizadores não-existentes

source: Balance algorithm
ja: 負荷分散アルゴリズム
lv: Balancēt algoritmu
nb: Balanse algoritme
pt: Algoritmo de balanceamento.

source: Ban list
ja: 接続拒否リスト
lv: Aizliegumu saraksts
nb: Utestengte adresser
pt: Lista de Banidos

source: Ban list rule
ja: 接続拒否ルール
lv: Aizliegumu saraksta noteikums
nb: Regler for utestegning
pt: Regra da lista de banidos

source: Banner
ja: バナー
lv: Karogs
pt: Faixa

source: Base Name
ja: ベース名
lv: Bāzes Vārds
nb: Basisnavn
pt: Nome Base

source: Base Name will be appended automatically when starting without 'iqn.'.
ja: iqn. から指定しない場合は自動的にベース名が追加されます。
lv: Bāzes Nosaukums tiks pievienots automātiski, ja sāksies bez 'iqn.'.
nb: Basisnavn vil bli lagt til automatisk ved start uten 'iqn.'.
pt: O nome base será adicionado automáticamente quando iniciando sem 'iqn.'.

source: Battery Details
ja: バッテリー詳細

source: Battery Level
ja: バッテリー残量

source: Battery Low
ja: バッテリー残量が少なくなりました

source: Battery Remaining level when UPS switches to Shutdown mode (Low Battery)
ja: UPSがシャットダウンモードに移行するバッテリー残量(バッテリー切れ)

source: Battery alarm threshold
ja: バッテリー警告しきい値

source: Battery capacity
ja: バッテリー容量

source: Battery change date
ja: バッテリー交換日

source: Battery chemistry
ja: バッテリー種別

source: Battery current
ja: バッテリー電流

source: Battery level
ja: バッテリー残量

source: Battery level when UPS switches to "Warning" state
ja: UPSが警告状態に移行するバッテリー残量

source: Battery manufacturing date
ja: バッテリー製造日

source: Battery temperature
ja: バッテリー温度

source: Battery voltage
ja: バッテリー電圧

source: Best available
ja: 最も良いものを自動選択
lv: Lābākais pieejamais
nb: Beste tilgjengelige
pt: Melhor disponível

source: Bind password
ja: バインドパスワード
lv: Sasiet paroli
nb: Bind passord
pt: Password escondida

source: Blank time
ja: 待機時間
lv: Tukš laiks
nb: Blank tid
pt: Sem data/hora

source: Blocksize
ja: ブロックサイズ

source: Boot partition is too small. You need reinstall from LiveCD or LiveUSB, or resize boot partition of %s.
ja: ブートパーティションが小さすぎます。LiveCD か LiveUSB から再インストール、または %s のブートパーティションのサイズを変更する必要があります。

source: Bridge
ja: ブリッジ

source: Browseable
ja: ブラウズ可能
lv: Pārlūkojams
nb: Søkbar
pt: Navegável

source: Build date
ja: 構築された日付

source: Bulgarian
ja: ブルガリア語
lv: Bulgāru
nb: Bulgarsk
pt: Búlgaro

source: By default, only already existing files can be uploaded.
ja: デフォルトでは、既に存在しているファイルのみアップロードする事が出来ます。
lv: Pēc noklusējuma, tikai jau eksistējošas datnes var tikt augšupielādētas.
nb: Som standard kan kun allerede eksisterende filer lastes opp.
pt: Por defeito, apenas ficheiros já existentes podem ser 'uploaded'.

source: CARP only
ja: CARP のみ

source: CHANGED
ja: 変更

source: CHAP Users
ja: CHAP ユーザ
lv: CHAP lietotāji
nb: CHAP brukere
pt: Utilizadores CHAP

source: CIFS/SMB disabled
ja: CIFS/SMB は無効です
lv: CIFS/SMB atspējots
nb: CIFS/SMB deaktivert
pt: CIFS/SMB desactivado

source: CIFS/SMB informations
ja: CIFS/SMB の情報
lv: CIFS/SMB informācija
nb: CIFS/SMB informasjon
pt: Informações de CIFS/SMB

source: CP1251 (Cyrillic)
ja: CP1251 (キリル)
nb: CP1251 (Kyrillisk)
pt: CP1251 (Cirílico)

source: CP437 (Latin US)
ja: CP437 (ラテン US)
pt: CP437 (Latino US)

source: CP850 (Latin 1)
ja: CP850 (ラテン 1)
pt: CP850 (Latino 1)

source: CP852 (Latin 2)
ja: CP852 (ラテン 2)
pt: CP852 (Latino 2)

source: CP866 (Cyrillic CIS 1)
ja: CP866 (キリル CIS 1)
pt: CP866 (Cirílico CIS 1)

source: CP932 (Japanese Shift-JIS)
ja: CP932 (日本語 Shift-JIS)
pt: CP932 (Japonês Shift-JIS)

source: CP936 (Simplified Chinese GBK)
ja: CP936 (中国語 簡体字 GBK)
pt: CP936 (Chinês simplificado GBK)

source: CP949 (Korean)
ja: CP949 (韓国語)
pt: CP949 (Coreano)

source: CP950 (Traditional Chinese Big5)
ja: CP950 (中国語 繁体字 Big5)
pt: CP950 (Chinês tradicional grande5)

source: CPU frequency
ja: CPU 周波数
lv: CPU frekvence
nb: CPU frekvens
pt: frequência do CPU

source: CPU frequency:
ja: CPU 周波数：

source: CPU load
ja: CPU 負荷
lv: CPU slodze
nb: CPU belastning
pt: Utilização do CPU

source: CPU temperature
ja: CPU 温度
lv: CPU temperatūra
nb: CPU temperatur
pt: temperatura do CPU

source: CPU usage
ja: CPU 使用率
lv: CPU lietojums
nb: CPU bruk
pt: Utilização do CPU

source: Cache
ja: キャッシュ
lv: Kešatmiņa
nb: Mellomlager

source: Cache Device
ja: キャッシュ デバイス
lv: Kešatmiņas ierīce
nb: Mellomlager medium
pt: Dispositivo de Cache

source: Calibration Battery
ja: バッテリーキャリブレーション

source: Can't format the OS origin disk!
ja: OS がインストールされているディスクはフォーマットする事が出来ません!
lv: Nevar formatēt OS izcelsmes disku/
nb: Kan ikke formatere OS disken!
pt: Não pode formatar o disco original de sistema!

source: Can't get UFS ID.
ja: UFS ID が取得できません。
pt: Não é possivel obter ID do UFS.

source: Can't mount the system partition 1, the DATA partition is the 2.
ja: システムパーティション 1 はマウント出来ません, データパーティションは 2 になります。
lv: Nevar piemontēt sistēmas partīciju 1, DATA partīcija ir 2.
nb: Kan ikke montere system partisjon 1, DATA partisjonen er 2.
pt: Não é possível montar a partição de sistema 1, a partição de dados é a 2.

source: Cancel
ja: キャンセル
lv: Atcelt
nb: Avbryt
pt: Cancelar

source: Canmount
ja: マウント可否
lv: Var piemontēt
pt: Pode montar

source: Cannot get CPU load
ja: CPUロードを取得できません

source: Cannot get data about interface
ja: インタフェースのデータを取得出来ません
lv: Nevar iegūt datus par interfeisu
nb: Kan ikke hente data om grensesnittet
pt: Não foi possível reunir informação acerca do interface.

source: Capacity
ja: 容量
lv: Ietilpība
nb: Kapasitet
pt: Capacidade

source: Causes the server to display the network information for the specified IP address or DNS hostname to the client, on the assumption that that IP address or DNS host is acting as a NAT gateway or port forwarder for the server.
ja: この IP アドレスまたは DNS ホストがサーバの先の NAT ゲートウェイもしくはポートとして動作している想定の元、クライアントに対して指定した IP アドレスまたは DNS ホスト名のネットワーク情報を表示させます。
lv: Liek serverim parādīt tīkla informāciju specifiskai IP adresei vai saimniekservera DNS klientam, pie pieņēmuma, ka IP adrese vai DNS saimniekdators uzvedas kā NAT vartēja vai portu pārsūtītājs serverim.
nb: Får tjeneren til å vise nettverksinformasjon for klientens spesifiserte IP adressen eller DNS vertsnavn. Her antas det at IP adressen eller DNS verten er nav for nettoversetting (NAT gateway) eller bedriver videresending av portforespørsler til tjeneren.
pt: Faz com que o servidor forneça a informação da rede para um determinado endereço IP ou servidor DNS ao cliente, assumindo que esse enredeço IP ou servidor DNS está a actuar como um gateway NAS ou um porto de encaminhamento para o servidor.

source: Certificate
ja: 証明書
lv: Sertifikāts
nb: Sertifikat
pt: Certificado

source: Change
ja: 変更
lv: Mainīt
nb: Endre
pt: Modificar

source: Change below file
ja: 以下のファイルに変更
lv: Izmainīt zemāk esošo datni
nb: Endre filen under
pt: Mudar ficheiro abaixo

source: Change password
ja: パスワード変更
lv: Mainīt paroli
nb: Endre passord
pt: Alterar password

source: Changes to this option will take effect after a reboot.
ja: このオプションの変更はリブート後に効果があらわれます。
lv: Izmaiņas šajā iespējā tiks īstenotas pēc pārlādes.
nb: Endringer på denne innstillingen trer i kraft etter omstart.
pt: As alterações a esta opção só terão efeito após reiniciar o sistema.

source: Channel
ja: チャネル
lv: Kanāls
nb: Kanal
pt: Canal

source: Charging Battery
ja: バッテリー充電中

source: Check interval
ja: チェック間隔
lv: Pārbaudes intervāls
nb: Intervallsjekk
pt: Verificar intervalo

source: Check shared secret:
ja: 共有シークレットのチェック:
lv: Pārbaudi koplietoto noslēpumu:
nb: Sjekk delt hemmelighet:
pt: Verificar partilha secreta:

source: Chinese (Simplified)
ja: 中国語 (簡体字)
lv: Ķīniešu (atvieglota)
nb: Kinesisk (enkel)
pt: Chinês (Simplificado)

source: Chinese (Traditional)
ja: 中国語 (繁体字)
lv: Ķīniešu (Tradicionālā)
nb: Kinesisk (tradisjonell)
pt: Chinês (Tradicional)

source: Choose UPS mode.
ja: UPSモードを選択してください。

source: Choose on which interface packets must come in to match this rule.
ja: パケットをルールに当てはめる為のインタフェースを指定します。
lv: Izvēlies uz kury interfeisa paketēm jānāk, lai izpildītu šo noteikumu.
nb: Velg hvilket grensesnitt pakker må komme på for å være lik denne regelen.
pt: Escolhe qual a interface em que se deve aplicar esta regra para os pacotes recebidos.

source: Choose which IP protocol this rule should match.
ja: ルールが、どの IP プロトコルに当てはまるかを指定します。
lv: Izvēlies kuram IP protokolam šim noteikumam vajadzētu atbilst.
nb: Velg hvilken IP protokoll denne regelen bør være lik.
pt: Escolhe qual o protocolo IP que deve ser usado nesta regra.

source: Choose which interface this route applies to.
ja: このルートに対応するインタフェースを指定します。
lv: Izvēlies, kuram interfeisam pieder šis ceļš.
nb: Velg grensesnittet denne ruten gjelder for.
pt: Escolha o interface ao qual será aplicada esta rota

source: Clear
ja: 消去
lv: Notīrīt
nb: Tøm
pt: Limpar

source: Clear config and Import disks
ja: コンフィグ消去とディスクのインポート

source: Clear config and Import software raid disks
ja: コンフィグ消去とソフトウェアRAIDのインポート

source: Click &quot;Enable firmware upload&quot; below, then choose the embedded image file for flashing.<br />Click &quot;Upgrade firmware&quot; to start the upgrade process.
ja: &quot;ファームウェアアップロードを許可&quot; をクリックし、書き込みするイメージファイルを選択して下さい。<br/>その後、アップグレードプロセスを起動する為 &quot;ファームウェアアップグレード&quot; をクリックして下さい。

source: Click this button to download the server configuration in encrypted GZIP file or XML format.
ja: 暗号化された GZIP ファイルまたは XML 形式でサーバー設定ファイルをダウンロードするには、このボタンをクリックしてください。

source: Client
ja: クライアント
lv: Klients
nb: Klient
pt: Cliente

source: Clone
ja: クローン
nb: Klone

source: Collecting initial data, please wait...
ja: 初期データを収集しています。お待ち下さい...
lv: Savāc sākotnējos datus, lūdzu uzgaidiet...
nb: Samler inn data, vennligst vent...
pt: A reunir os dados iniciais, por favor aguarde

source: Collisions
ja: コリジョン
lv: Sadursmes
nb: Kollisjoner
pt: Colisões

source: Cols
ja: 行
nb: Kolonner
pt: Colunas

source: Command
ja: コマンド
lv: Komanda
nb: Kommando
pt: Executar comandos

source: Command for LINK_DOWN event (e.g. %s).
ja: リンクダウンイベント用のコマンド (例: %s)

source: Command for LINK_UP event (e.g. %s).
ja: リンクアップイベント用のコマンド (例: %s)

source: Command output:
ja: コマンド出力:
lv: Komandas izvade:
nb: Utdata fra kommando:
pt: Comandos de saída:

source: Command scripts
ja: スクリプト
lv: Komandas skripti
nb: Kommandoskript
pt: Scripts de Arranque/Encerramento

source: Comment
ja: コメント
lv: Komentārs
nb: Kommentarer
pt: Comentário

source: Community
ja: コミュニティー
lv: Kopiena
nb: Samfunn
pt: Comunidade

source: Compilations directories
ja: コンピレーション ディレクトリ

source: Compliant profile to be used.
ja: 使用するプロファイルを選択します。
lv: Jālieto piekāpīgs profils.
nb: Kompatibel profil skal brukes.
pt: Perfil aderente para ser usado.

source: Compress
ja: 圧縮
lv: Saspiest
nb: Komprimer
pt: Comprimir

source: Compress file data during the transfer.
ja: ファイルデータを圧縮して転送します。
lv: Saspiest datņu saturu veicot pārsūtīšanu.
nb: Komprimer fildata under overføring.
pt: Comprimir dados durante a transferência.

source: Compression
ja: 圧縮
lv: Saspiešana
nb: Komprimering
pt: Compressão

source: Compression is worth using if your connection is slow. The efficiency of the compression depends on the type of the file, and varies widely. Useful for internet transfer only.
ja: もしインターネットを介しての通信が遅く感じるようであれば圧縮転送を有効にしてみてください。ファイルの種類によっては圧縮転送の効果に違いが出ます。
lv: Kompresēšanu ir vērts lietot, ja savienojums ir lēns. Kompresijas efektivitāte mainās atkarībā no datnes tipa un mainās plaši. Noderīga tikai priekš pārsūtīšanām caur internetu.
nb: Komprimering er verdt det hvis din tilkobling er sakte. Effektiviteten av komprimeringen avhenger av filtypen og varierer sterkt. Brukbar kun for Internettoverføringer.
pt: A compressão é valida se a sua ligação for lenta. A eficiencia da compressão depende do tipo de ficheiro e varia amplamente. Útil apenas para transferências na internet.

source: Configuration
ja: 設定
lv: Konfigurācija:
nb: Konfigurasjon
pt: Configuração

source: Configuration directory
ja: 設定ディレクトリ
lv: Konfigurācijas mape
nb: Konfigurasjonskatalog
pt: Directório de configuração

source: Configuring
ja: 設定
lv: Konfigurē
nb: Konfigruering
pt: Configurar

source: Confirmation
ja: 確認
lv: Apstiprinājums
nb: Bekreftelse
pt: Confirmação

source: Connected FTP users
ja: FTP 接続中のユーザ
lv: Pievienojušies FTP lietotāji
nb: Tilkoblede FTP brukere
pt: Utilizadores FTP ligados

source: Console menu
ja: コンソールメニュー
lv: Konsoles izvēlne
nb: Konsollmeny
pt: Menu da consola

source: Console screensaver
ja: コンソールスクリーンセーバ
lv: Konsoles ekrānsaudzētājs
nb: Skjermsparer for konsoll
pt: Protecção de ecrã de consola

source: Contact
ja: 連絡先
lv: Kontakts
nb: Kontakt
pt: Contacto
