Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: Use this option to override the default permission modes for newly created files (%s by default).
ja: 新規作成ファイルのデフォルトパーミッションを上書きするにはこのオプションを使います。(初期値は %s)
lv: Lieto šo iespēju, lai neievēroti noklusētās privilēģijas paņēmienus, no jauna izveidotām datnēm (%s pēc noklusējuma).
pt: Usar esta opção para substituir os modos de permissão padrão para ficheiros criados recentemente (%s por defeito).

source: Use this option to override the directory creation mask (022 by default).
ja: ディレクトリの creation mask (デフォルトは 022) を上書きする際は、このオプションを使用します。
lv: Lieto šo iespēju, lai neievērotu mapju veidošanas masku (022 pēc noklusējuma).
pt: Use esta opção para substituir a máscara de criação da directoria (022 por defeito).

source: Use this option to override the directory creation mask (0777 by default).
ja: ディレクトリの creation mask (デフォルトは 0777) を上書きする際は、このオプションを使用します。
lv: Lieto šo iespēju, lai neievērotu mapju veidošanas masku (0777 pēc noklusējuma).
pt: Usar esta opção para substituir a máscara de criação da directoria (0777 por defeito).

source: Use this option to override the file creation mask (0666 by default).
ja: ファイルの creation mask (デフォルト は0666) を上書きする際は、このオプションを使用します。
lv: Lieto šo iespēju, lai neievērotu datņu veidošanas masku (06666 pēc noklusējuma).
pt: Usar esta opção para substituir a máscara de criação do ficheiro (0666 por defeito).

source: Use this option to override the file creation mask (077 by default).
ja: ファイルの creation mask (デフォルトは 077) を上書きする際は、このオプションを使用します。
lv: Lieto šo iespēju, lai neievērotu datņu veidošanas masku (077 pēc noklusējuma).
pt: Usar esta opção para substituir a máscara de criação do ficheiro (077 por defeito).

source: Use this option to override the username ('ftp' by default) which will be used for access to services which are specified as guest. Whatever privileges this user has will be available to any client connecting to the guest service. This user must exist in the password file, but does not require a valid login.
ja: ゲストとして指定されたサービスへのアクセスを行った際に使用されるユーザ名 (デフォルトは 'ftp') を変更したい場合はこのオプションを使用して下さい。このユーザが持つ権限をゲストサービスとして接続している全てのクライアントは使用可能になります。このユーザはパスワードファイル内に存在している必要がありますが、ログイン可能である必要はありません。
lv: Lieto šo iespēju, lai neievērotu lietotājvārdu ('ftp' pēc noklusējuma), kurš tiks lietots, lai piekļūtu servisiem, kuri ir atzīmēti, kā ciemiņu. Vienalga kādas privilēģijas lietotājam ir, būs pieejamas jebkuram klientam pieslēdzoties caur ciemiņu servisu. Šim lietotājam ir jāeksistē paroļu datnē, bet nevajag derīgu autorizāciju.
pt: Usar esta opção para substituir o nome de utilizador ('ftp' por defeito) o qual é usado para aceder aos serviços que são especificados como convidado. Quaisquer que sejam os privilégios que este utilizador tenha estão disponíveis para qualquer cliente que se conecte no serviço convidado. Este utilizador deve existir no ficheiro de palavras-passe, mas não requere um acesso válido.

source: Used
ja: 使用量
lv: Izmantots
pt: Usado

source: User
ja: ユーザ
lv: Lietotājs
nb: Bruker
pt: Utilizador

source: User ID
ja: ユーザ ID
lv: Lietotāja ID
nb: Bruker ID
pt: ID do utilizador (UID)

source: User defined groups
ja: ユーザ定義グループ

source: User full name.
ja: ユーザのフルネーム。
lv: Lietotāja pilnais vārds
nb: Brukers hele navn.
pt: Nome completo do utilizador.

source: User numeric id.
ja: ユーザ ID の整数値
lv: Lietotāja numeriskais id.
nb: Brukers numeriske ID
pt: ID numérico do utilizador.

source: User password.
ja: ユーザのパスワード。
lv: Lietotāja parole.
nb: Brukers passord
pt: Palavra-passe do utilizador

source: User portal
ja: ユーザポータル
lv: Lietotāja portāls
pt: Utilizador de portal

source: User suffix
ja: ユーザサフィックス
lv: Lietotāja sufikss
nb: Bruker suffiks
pt: sufixo de utilizador

source: Username
ja: ユーザ名
lv: Lietotājvārds
nb: Brukernavn
pt: Nome de utilizador

source: Username contains invalid character(s) :
ja: ユーザ名に不正な文字が含まれています:

source: Username field :
ja: ユーザ名欄 :

source: Username of a domain administrator account.
ja: ドメイン管理者アカウントのユーザ名
lv: Domēna administratora lietotāja lietotājvārds.
nb: Brukernavnet til domeneadministrator kontoen.
pt: Nome de um utilizador com previlégios de administração.

source: Users
ja: ユーザ
lv: Lietotāji
nb: Brukere
pt: Utilizadores

source: Users and Groups
ja: ユーザとグループ
lv: Lietotāji un Grupas
nb: Brukere og grupper
pt: Utilizadores e Grupos

source: Using %s bytes fragment size.
ja: %s バイトのフラグメントサイズを利用します。

source: VLAN tag
ja: VLAN タグ
lv: VLAN birka
pt: Etiqueta VLAN

source: Value
ja: 値
lv: Vērtība
nb: Verdi
pt: Valor

source: Variable
ja: 変数
lv: Mainīgais
nb: Variabel
pt: Variável

source: Vendor ID
ja: ベンダーID

source: Version
ja: バージョン
lv: Versija
nb: Versjon
pt: Versão

source: Virtual Host ID
ja: 仮想ホストID

source: Virtual IP address
ja: 仮想IPアドレス

source: Virtual device
ja: 仮想デバイス
lv: Virtuālā ierīce
pt: Dispositivo virtual

source: Virtual devices
ja: 仮想デバイス
lv: Virtuālās ierīces
pt: Dispositivos virtuais

source: Virtual interface
ja: 仮想インタフェース
lv: Virtuālais interfeiss
nb: Virituellt grensesnitt
pt: Interface virtual

source: Volume
ja: ボリューム

source: Volume Name
ja: ボリューム名
lv: Sējuma nosaukums
nb: Volum navn
pt: Nome do Volume

source: Volume Size Limit
ja: ボリュームサイズ制限

source: Volume label
ja: ボリュームラベル
lv: Sējuma apzīmējums
nb: Volumnavn
pt: Nome do volume

source: Volume label of the new file system.
ja: 新しいファイルシステムのボリュームラベル
lv: Sējuma apzīmējums jaunajai datņu sistēmai.
nb: Volumnavnet til det nye filsystemet.
pt: Nome do volume para o novo sistema de ficheiros.

source: Volumes
ja: ボリューム

source: WAN address
ja: WAN アドレス
lv: WAN adrese
nb: WAN adresse
pt: Endereço WAN

source: WINS server
ja: WINS サーバ
lv: WINS serveris
nb: WINS tjener
pt: Servidor WINS

source: WINS server IP address (e.g. from MS Active Directory server).
ja: WINS サーバのIPアドレス (例: ActiveDirectory サーバ等)
lv: WINS servera IP adrese (piem. no MS Aktīvās Direktorijas servera).
nb: WINS tjener IP-adresse (f.eks. fra MS Active Directory tjener).
pt: Endereço IP do servidor WINS (p.e. a partir do servidor de Active Directory MS).

source: WPA-EAP (Extensible Authentication Protocol)
ja: WPA-EAP (拡張認証プロトコル)
lv: WPA-EAP (Paplašināms Atuentifikācijas Protokols)

source: WPA-PSK (Pre Shared Key)
ja: WPA-PSK (プリシェアードキー)
lv: WPA-PSK (Iepriekš Izdalīta Atslēga )

source: Wait time
ja: 待ち時間
pt: Tempo de espera

source: Warning
ja: 警告
lv: Brīdinājums
nb: Advarsel
pt: Aviso

source: Warning: You are going to delete a RAID volume. All data will get lost and can not be recovered.
ja: 警告: RAID ボリュームを削除しようとしています。このボリュームを削除すると含まれているデータはすべて消え復旧できなくなります。
lv: Brīdinājums: Tu vēlies dzēst RAID sējumu. Visi dati pazudīs un nevarēs tikt atjaunoti.
nb: Advarsel: Du er på vei til å slette et RAID volum. All data vil bli tapt og kan ikke gjenopprettes.
pt: Aviso: Vai apagar um volume RAID. Todos os dados serão perdidos e não poderão ser recuperados.

source: Warning: You are going to delete an encrypted volume. All data will get lost and can not be recovered.
ja: 警告: 暗号化されたボリュームを削除しようとしています。このボリュームを削除すると含まれているデータはすべて消え復旧できなくなります。
lv: Brīdinājums: Tu vēlies dzēst šifrētu sējumu. Visi dati pazudīs un nevarēs tikt atjaunoti.
nb: Advarsel: Du er på vei til å slette et kryptert volum. All data vil bli tapt og kan ikke gjenopprettes.
pt: Aviso: Vai apagar um volume encriptado. Todos os dados serão perdidos e não poderão ser recuperados.

source: Watch directory
ja: 監視ディレクトリ
lv: Uzraudzības mape
pt: Ver directoria

source: Webserver
ja: ウェブサーバ
lv: Webserveris
nb: Nettjener
pt: Servidor Web

source: Webserver document root is missing.
ja: ウェブサーバのドキュメントルートが見つかりません。
lv: Web servera dokumentu sakne ir pazudusi
pt: A raíz do documento do servidor Web está em falta.

source: Week days
ja: 曜日
lv: Nedēļas dienas
pt: Dias da semana

source: When HAST is enabled, the local devices, the local services and the additional packages which do not support HAST volume cannot be used.
ja: HASTを有効にすると、HASTボリュームをサポートしていないローカルデバイス、ローカルサービス、追加パッケージは利用することが出来なくなります。

source: When UPS switches to Low Battery
ja: バッテリー切れになるまでの残り時間

source: When a client initially connects to the server the ident protocol is used to attempt to identify the remote username.
ja: クライアントが最初にサーバに接続する際、ident プロトコルはリモートのユーザ名の識別を試みます。
lv: Kad klients sākotnēji pieslēdzas pie servera, identifikācijas protokols tiek lietots, lai mēģinātu identificēt ārējo lietotājvārdu.
pt: Quando um cliente se liga inicialmente ao servidor o protocolo ident é usado na tentativa de identificação do nome de utilizador remoto.

source: When the negotiation is complete, you will not be able to change the SMB protocol. If you change it, you will need to restart the client connected to this server.
ja: ネゴシエーションが完了したら、SMBプロトコルを変更することはできません。それを変更した場合は、このサーバーに接続されたクライアントを再起動する必要があります。

source: Where to save downloaded data.
ja: ダウンロードしたデータを保存する場所
lv: Kur saglabāt lejupielādētās datnes.
pt: Onde guardar a informação descarregada.

source: Whether compilations should be shown together under Various Artists.
ja: Various Artists としてコンピレーションを表示させるかどうか。

source: Whether scans should be skipped if there are no users connected. This allows the drive to spin down when no users are connected.
ja: 接続しているユーザが全くいない場合にスキャンをスキップさせます。ユーザが全く接続されていない場合、ドライブをスピンダウンさせる事が可能になります。
lv: Izlaist jebkuru skenēšanu, ja nav pieslēdzies neviens lietotājs. Tas atļauj diskam apstāties, kad nav pieslēgušies lietotāji.
nb: Om søk skal hoppes over dersom ingen brukere er koblet til. Dette lar drevet spinne ned når ingen brukere er tilkoblet.
pt: Se as verificações devem ser abandonadas se não existem utilizadores ligados. Isto permite ao disco parar de girar quando não há utilizadores ligados.

source: Whether to skip initial boot-up scan.
ja: 初回起動時のスキャンをスキップするかどうか。

source: Who
ja: 誰が
lv: Kas
nb: Hvem
pt: Utilizador

source: Wildcard
ja: ワイルドカード
lv: Aizstājējzīme
nb: Joker
pt: Caracter especial

source: Wireless configuration
ja: 無線の設定
lv: Bezvadu konfigurācija
nb: Trådløs konfigurasjon
pt: Configuração da rede sem fios

source: Workgroup
ja: ワークグループ
lv: Darbagrupa
nb: Arbeidsgruppe
pt: Grupo de Trabalho

source: Working directory
ja: 作業ディレクトリ
lv: Strādājošā mape
pt: Directório de trabalho

source: Write
ja: 書込み
lv: Rakstīt
nb: Skriv
pt: Escrita

source: Write Cache
ja: 書き込みキャッシュ

source: Write only
ja: 書込みのみ
lv: Tikai rakstīt
nb: Kun skriving
pt: Apenas para escrita

source: Wrong partition type or partition number.
ja: パーティションタイプまたはパーティション番号が間違っています。
lv: Nepareizs partīcijas tips vai partīcijas numurs.
pt: Tipo ou número de partição errado.

source: Wrong permission on %s.
ja: %sは間違ったパーミッションです。

source: You can also install a package via SSH or console using the the pkg add command.<br />Example: pkg add packagename
ja: SSHによるリモートコンソールもしくはローカルコンソールでも pkg add コマンドを使用してパッケージをインストールする事が可能です。<br/>例) pkg add パッケージ名

source: You can use the following parameters for substitution:
ja: 以下のパラメータを埋め込みできます:
lv: Tu vari lietot sekojošos parametrus substitūcijai:
pt: Pode usar os seguintes parâmetros para substituição:

source: You can't mount the partition '%s' where the config file is stored.<br />
ja: 設定ファイルを保存している '%s' のパーティションはマウントできません。<br />
lv: Tu nevari piemontēt partīciju '%s' , kurā galbājas konfigurācijas datnes.<br />
pt: Não pode montar a partição '%s' onde o ficheiro de configuração está guardado.<br />

source: You can't unmount a drive which is used by swap file, a iSCSI-target file or any other running process!
ja: スワップファイルや iSCSI ターゲットとして現在使用されているドライブはアンマウントできません。
lv: Tu nevari piemontēt disku, kuru izmanto palīgatmiņas datne, iSCSI-mērķa datne vai cits darbojoš process!
nb: Du kan ikke avmontere et drev som er i bruk av en swap fil, en iSCSI-mål fil eller en annen kjørende prosess!
pt: Não pode desmontar o volume usado pelo swap file, ficheiro alvo iSCSI ou outro processo em curso!

source: You have to activate <a href='%s'>Zeroconf/Bonjour</a> to advertise this service to clients.
ja: このサービスをクライアントへ広告するには <a href='%s'>Zeroconf/Bonjour</a> を起動させる必要があります。
lv: Tev vajag aktivizēt <a href='%s'>Zeroconf/Bonjour</a> lai reklamētu šo servisu lietotājiem.
pt: Tem de activar o <a href='%s'>Zeroconf/Bonjour</a> para informar os clientes deste serviço.

source: You have to select at least one item for '%s'.
ja: '%s' の項目は最低1つは選択してください。
lv: Tev vajag izvēlēties vismaz vienu vienumu priekš '%s'.
nb: Du må velge minst et element for '%s'.
pt: Tem de selecionar pelo menos um item para '%s'

source: You may enter a description here for your reference.
ja: 参考の為の説明をここに入力できます。
lv: Jūs varat ievadīt paskaidrojumu te priekš Jūsu atsauces.
nb: Du kan legge til en beskrivelse her som din referanse.
pt: Pode introduzir aqui uma descrição para sua referência.

source: You may specify as SCSI INQUIRY data. Empty as default. (up to %d ASCII chars)
ja: SCSI INQUIRY データを指定して下さい。デフォルトは空です。(ASCII 文字列で %d 文字まで)
lv: Jūs varat norādīt kā SCSI INQUIRY datu. Pēc noklusējuma tukšs. (līdz %d ASCII simboliem)
pt: Deve especificar como dados SCSI INQUIRY. Vazio por defeito. (até %d ASCII caracteres)

source: You may specify logical block length (%d by default).
ja: 論理ブロック長を指定して下さい。(デフォルトは%d)
lv: Tu vari norādīt loģiskā bloka garumu (%d pēc noklusējuma)
pt: Deve especificar o comprimento lógico do bloco (%d por defeito).

source: You must <a href='%s'>reboot</a> the system before you can upgrade the firmware.
ja: ファームウェアのアップデートの前にシステムを <a href='%s'>リブート</a> する必要があります。

source: You must add disks first.
ja: 始めにディスクを追加して下さい。
lv: Tev vispirms jāpievieno disks.
nb: Du må legge til disker først.
pt: Tem que adicionar discos primeiro.

source: You must enter the same IP type for network and gateway.
ja: ネットワークとゲートウェイには同じ IP 形式を入力して下さい。
lv: Tev vajag ievadīt to pašu IP tipu tīklam un vartējai.
nb: Du må skrive samme IP type for nettverket og gatewayen.
pt: Tem de introduzir o mesmo tipo de IP para a rede e gateway.

source: You must have a minimum of %dMB of RAM for using iSCSI target.
ja: iSCSI ターゲット機能を有効にするには最低 %dMB の RAM が必要になります。
lv: Tev ir minimums %dMB no RAM, lai lietotu iSCSI mērķi.
pt: Deve ter um mínimo de %dMB de RAM para usar dispositivo iSCSI.

source: You must select at least one authentication method.
ja: 少なくとも 1つの認証方法を選択して下さい。
lv: Tev vajag izvēlēties vismaz vienu autentifikācijas metodi.
nb: Du må velge minst en autentiserings metode.
pt: É obrigatório selecionar pelo menos um método de autenticação.

source: You should use HTTPS as WebGUI protocol for sending passphrase.
ja: パスフレーズの送信には WebGUI プロトコルに HTTPS を使用すべきです。
lv: Jums vajadzētu lietot HTTPS priekš WebGUI protokola lai sūtītu paroles frāzi.
nb: Du bør bruke HTTPS som WebGUI protokol for å sende passord.
pt: Deverá utilizar o protocolo HTTPS para o Webgui ao enviar palavras chave.

source: Your ZFS system is not healthy.
ja: ZFS システムが良好な状態ではありません。
lv: Tava ZFS sistēma nav vesela.
pt: O seu sistema ZFS não está saudável.

source: Your own email address.
ja: あなたのメールアドレス
lv: Tava e-pasta adrese.
nb: Din egen epost adresse.
pt: O seu endereço de email.

source: ZFS dataset information and status
ja: ZFS データセット情報と状態
lv: ZFS datu kopas informācija un stāvoklis
pt: Informação e estado do volume ZFS

source: ZFS dataset properties
ja: ZFS データセットプロパティ
lv: ZFS datu kopas īpašības
pt: Propriedades do volume ZFS

source: ZFS snapshot information and status
ja: ZFS スナップショット情報と状態
pt: Informação e estado do snapshop ZFS

source: ZFS snapshot properties
ja: ZFS スナップショットプロパティ
pt: Propriedades do snapshop ZFS

source: ZFS volume
ja: ZFS ボリューム
lv: ZFS sējums
pt: Volume ZFS

source: ZFS volume information and status
ja: ZFS ボリューム情報と状態
pt: Informação e estado do volume ZFS

source: ZFS volume properties
ja: ZFS ボリュームプロパティ

source: ZFS volume size. To specify the size use the following human-readable suffixes (for example, 'k', 'KB', 'M', 'Gb', etc.).
ja: サイズを指定するには、以下の人間が読める接尾語を使用してください。(例えば、'k', 'KB', 'M', 'Gb', など)

source: adaptive (low power consumption)
ja: adaptive (低消費電力)

source: add any supplemental parameters
ja: もしあれば補足パラメータを追加してください

source: all encrypted disks are imported.
ja: 暗号化されたディスクをすべてインポートします。

source: change failed.
ja: 変更に失敗しました。
lv: maiņa neizdevās.
pt: falhou a mudança.

source: chroot() everyone, but root.
ja: root 以外のユーザに chroot() を有効にします。
lv: chroot() visiem, bet sakne.
nb: chroot() alle bortsett fra root.
pt: chroot() todos, excepto root.

source: day(s)
ja: 日
lv: diena(as)
pt: dia(s)

source: detected an error while importing.
ja: インポート中にエラーを検出しました。

source: e.g. %s
ja: 例) %s
lv: piem. %s
nb: f.eks. %s

source: filechooser
ja: ファイル選択
lv: datņu izvēlētājs

source: get target info failed.
ja: ターゲット情報の取得に失敗しました。
lv: mērķa datu ieguve neizdevās.
pt: Obter informação de destino falhou.

source: greatest settable high voltage transfer point
ja: 設定可能な最大切り替え電圧上限値

source: greatest settable low voltage transfer point
ja: 設定可能な最大切り替え電圧下限値

source: hiadaptive (high performance)
ja: hiadaptive (高パフォーマンス)

source: hour(s)
ja: 時間
lv: stunda(as)
pt: hora(s)

source: iSCSI Initiator
ja: iSCSI イニシエータ
lv: iSCSI Iniciators
nb: iSCSI initiering
pt: Iniciador iSCSI

source: iSCSI Target
ja: iSCSI ターゲット
lv: iSCSI Mērķis
nb: iSCSI mål
pt: Destino iSCSI

source: iSCSI Target Logical Unit Controller
ja: iSCSI ターゲット論理装置コントローラ
lv: iSCSI Mērķa Loģiskās Vienības Kontrolieris
pt: Controlador da unidade lógica de destingo iSCSI

source: iSCSI initial parameter (%d by default).
ja: iSCSI 初期パラメータ(初期値:%d)
lv: iSCSI sākumparametrs (%d pēc noklusējuma).
pt: iSCSI parâmetro inicial (%d por defeito).

source: iSCSI initiator disabled
ja: iSCSI イニシエータは無効です
lv: iSCSI iniciators atspējots
nb: iSCSI initiator slått av
pt: Iniciador iSCSI desactivado

source: infinity
ja: 無限
pt: infinito

source: load/unload failed.
ja: ロード/アンロードに失敗しました。
lv: ielāde/izlāde neizdevās.
pt: Carga/descarga falhou.

source: maximum (highest performance)
ja: maximum (最大パフォーマンス)

source: minimum (power saving)
ja: minimum (省電力)

source: minute(s)
ja: 分
lv: minūte(es)
pt: minuto(s)

source: minutes
ja: 分
lv: minūtes
nb: minutter
pt: Minutos

source: mirroring
ja: ミラーリング
lv: spoguļošana
nb: speiling
pt: mirroring (espelho)

source: mount
ja: マウント
lv: piemontēt
pt: montar

source: no new encrypted disk found.
ja: 新しい暗号化ディスクは見つかりません。

source: rotated block-interleaved parity
ja: ブロックインタリーブパリティのローテーション
lv: rotēts bloka-mijas paritāte
pt: rotação da paridade de blocos intervalados (rotated block-interleaved parity)

source: scan target failed.
ja: ターゲットスキャンに失敗しました。
lv: mērķa skanēšana neizdevās
pt: falhou a verificação do destino.

source: second(s)
ja: 秒
lv: sekunde(es)
nb: sekund(er)
pt: segundo(s)

source: smallest settable high voltage transfer point
ja: 設定可能な最少切り替え電圧上限値

source: smallest settable low voltage transfer point
ja: 設定可能な最少切り替え電圧下限値

source: striping
ja: ストライピング
lv: svītrošana
pt: Tiras (striping)

source: successfully.
ja: 成功しました。
lv: veiksmīgi.
nb: suksessfullt.
pt: com sucesso.

source: to
ja: から

source: umount
ja: アンマウント
lv: aitsaistīt
nb: avmontér

source: version:
ja: バージョン:

source: %s advertises itself as a time server to Windows clients.
nb: %s er en tids-tjener for Windows klienter.
pt: %s anuncia-se como servidor de horário para clientes Windows.

source: %s will reboot after restoring the configuration.
nb: %s vil starte på nytt etter gjennopprettingen av konfigurasjonen.
pt: %s vai reiniciar depois de completar a reposição da configuração.

source: Active shares
nb: Aktive delinger
pt: Partilhas activas

source: Advanced Format
lv: Attīstītāks Formāts
nb: Avansert Format
pt: Formato Avançado

source: After you click &quot;Save&quot;, you may also have to do one or more of the following steps before you can access %s again: <ul><li>change the IP address of your computer</li><li>access the webGUI with the new IP address</li></ul>
nb: Etter du klikker &quot;Lagre&quot;, må du kanskje gjøre en eller flere av følgende grep før du få tilgang til %s igjen: <ul><li>bytt IP'en til din maskin</li><li>gå inn i webGUI med den nye IP-adressen</li></ul>
pt: Depois de clicar em &quot;Save&quot; poderá ter de executar um ou mais dos passos seguintes antes de conseguir aceder a %s novamente: <ul><li>mudar o endereço IP do seu computador</li><li>aceder ao painel de administração através do novo endereço IP</li></ul>

source: After you click &quot;Save&quot;, you must reboot %s to make the changes take effect. You may also have to do one or more of the following steps before you can access your NAS again: <ul><li><span class='vexpl'>change the IP address of your computer</span></li><li><span class='vexpl'>access the webGUI with the new IP address</span></li></ul>
nb: Etter du klikker &quot;Lagre&quot; må du restarte %s for at endringene skal tre i kraft. Du må muligens også gjøre ett eller flere av de følgende punktene før du får tilgang til nettverkslageret ditt igjen: <ul><li><span class='vexpl'>bytte IP adresse på maskinen</span></li><li><span class='vexpl'>åpne nettgrensesnittet med den nye IP adressen</span></li></ul>
pt: Após clicar em &quot;Guardar&quot;, deve reiniciar %s para que as alterações tenham efeito. Pode ter também de efectuar um ou mais passos seguintes antes de conseguir ao seu NAS de novo: <ul><li><span class='vexpl'>mude o endereço IP do seu computador</span></li><li><span class='vexpl'>acesse ao webGUI com o novo endereço IP</span></li></ul>

source: Allows %s to try and become a local master browser.
nb: Tillater at %s forsøker å bli lokal overordnet nettverksleser.
pt: Permitir que %s tente tornar-se o master browser local.

source: Always use 0 for device number, helps when the device number is not constant across a reboot, cluster, ...
lv: Vienmēr lieto 0 ierīces numuram, palīdz, kad ierīces numurs nav pastāvīgs pārlādēs, klusterī, ...
nb: Alltid bruk 0 som enhetsnummer, hjelper når enhetsnummeret ikke er konstant under en restart, klynge,...
pt: Utilize sempre o dispositivo 0, ajuda quando o numero de dispositivo.......

source: Anonymous
lv: Anonīms
nb: Anonym
pt: Anónimo

source: Apple Filing Protocol
lv: Apple Arhivēšanas Protokols
pt: Protocolo 'Apple Filing'

source: Automatic disk discovery
lv: Automātiska diska atklāšana
nb: Automatisk disk-gjennoppretting
pt: Procura automática de disco

source: Automatic disk discovery mode
lv: Automātiskā diska atklāšanas režīms
nb: Automatisk disk-oppdagelses modus
pt: Modo de procura automática de disco

source: Base DN
lv: Bāzes DN
nb: Basis DN
pt: DN de base

source: Bind DN
lv: Sasiet DN
pt: DN escondido

source: Built date
pt: Construído data

source: Click &quot;Enable firmware upload&quot; below, then choose the image file to be uploaded.<br />Click &quot;Upgrade firmware&quot; to start the upgrade process.
lv: Spied &quot;Iespējot programmatūras augšupielādi&quot; zemāk, tad izvēlies bildes datni, kuru augšupielādēsi.<br />Spied &quot;Uzlabot programmatūru&quot;, lai uzsāktu uzlabošanas procesu.
nb: Klikk &quot; Slå på opplasting av firmware&quot; under, velg så filbilde som skal lastes opp. <br />Klikk &quot; Oppgrader firmware&quot; for å starte oppgraderingsprosessen.
pt: Clique &quot;Permitir upload de firmware&quot; abaixo, depois escolha o ficheiro de imagem que será utilizado.<br />Clique &quot; Actualizar firmware&quot; para iniciar o processo de actualização.

source: Click this button to download the system configuration in XML format.
nb: Klikk på denne knappen for å laste ned system konfigurasjonen i XML format.
pt: Clique neste botão para descarregar a configuração de sistema em formato XML.

source: Client sees lowercase, server sees uppercase
lv: Klients redz mazos, serveris redz lielos
nb: Klient ser små bokstaver, tjener ser store bokstaver
pt: O cliente vê minúsculas, o servidor vê maiúsculas

source: Client sees uppercase, server sees lowercase
lv: Klients redz lielos, serveris redz mazos
nb: Klient ser store bokstaver, tjener ser små bokstaver
pt: O cliente vê maiúsculas, o servidor vê minúsculas

source: Create mask
lv: Veidot masku
nb: Lag maske
pt: Criar máscara

source: Cron
pt: Tarefas Agendadas
