Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: Enable store DOS attributes
ja: DOS 属性の保存を有効にします
lv: Iespējot DOS atribūtu glabāšanu
nb: Slå på lagring av DOS attributter
pt: Guardar atributos do DOS

source: Enable syslog'ing to remote syslog server
ja: リモートの syslog サーバへのロギングを有効にする
lv: Iespējot syslogošanu uz atāla syslog servera.
nb: Slå på logging til fjern syslog tjener
pt: Activar o envio de registros syslog para um servidor syslog remoto

source: Enable the ident protocol (RFC1413).
ja: Ident プロトコル (RFC1413) を有効にします。
lv: Iespējot identitātes protokolu (RFC1413)
nb: Slå på ident protokollen (RFC1413)
pt: Permitir o protocolo de identidade (RFC1413).

source: Enable the system power control utility
ja: システムの電源制御ユーティリティを有効にします
lv: Iespējot sistēmas barošanas kontroles utilītu
nb: Slå på system strøm kontroll verktøyet.
pt: Activar o utilitário de controlo de energia

source: Enable transcoding.
ja: トランスコーディングを有効にします。
lv: Iespējot transkodēšanu.
nb: Slå på transkoding
pt: Permitir codificação.

source: Enable traps.
ja: トラップを有効にします。
lv: Iespējot slazdus.
nb: Aktiver feller.
pt: Permitir instruções.

source: Enable tuning of some kernel variables
ja: いくつかのカーネル変数のチューニングを許可する
lv: Pieļaut dažu kodola mainīgo tūnēšanu
nb: Slå på finstilling av noen kernel variabler
pt: Permitir afinação de algumas variáveis do KERNEL

source: Enable use sendfile.
ja: sendfile を有効にします。
lv: Iespējot sendfile.
nb: Slå på bruk av sendfile.
pt: Permitir o envio de ficheiro.

source: Enable write cache mode.
ja: 書き込みキャッシュモードを有効にします。

source: Enabled
ja: 有効
lv: Iespējots
nb: Slått på
pt: Activado

source: Encrypted
ja: 暗号化
lv: Šifrēts
nb: Krypters
pt: Encriptado

source: Encrypting '%s'... Please wait
ja: '%s' を暗号化中です... お待ちください。
lv: Šifrē '%s'... Lūdzu uzgaidiet
nb: Krypterer '%s'... Vennligst vent
pt: A encriptar '%s'... Por favor aguarde

source: Encryption
ja: 暗号化
lv: Šifrēšana
nb: Kryptering
pt: Encriptação

source: Encryption algorithm
ja: 暗号化アルゴリズム
lv: Šifrēšanas algoritms
nb: Krypterings algoritme
pt: Algoritmo de encriptação

source: Encryption algorithm to use.
ja: 使用する暗号化アルゴリズム
lv: Lietot šifrēšanas algoritmu.
nb: Krypteringsalgoritme som skal brukes.
pt: Algoritmo de encriptação a usar.

source: English
ja: 英語
lv: Angļu
nb: Engelsk
pt: Inglês

source: Enter a custom port number for the WebGUI if you want to override the default (80 for HTTP, 443 for HTTPS).
ja: WebGUIデフォルトポート(HTTP 80, HTTPS 443)を変更したい場合は、カスタムポート番号を入力してください。

source: Enter a valid sysctl MIB name.
ja: 有効な sysctl MIB 名を入力して下さい。
lv: Ievadi derīgu sysctl MIB nosaukumu.
nb: Skriv inn et gyldig sysctl MIB navn.
pt: Introduza um nome sysctl MIB válido.

source: Enter desired system time directly (format mm/dd/yyyy hh:mm) or use icon to select it.
ja: 直接、設定したい時間を (フォーマット mm/dd/yyyy hh:mm) のとおり入力するか、アイコンを使用して選択して下さい。
lv: Ievadi vēlamo sistēmas laiku tieši (formāts mm/dd/gggg hh:mm) vai lieto ikonu, lai to izvēlētos.
nb: Skriv inn ønsket system tid direkte (format mm/dd/åååå tt:mm) eller bruk ikonet for å velge det.
pt: Introduza a data e hora do sistema (formato mm/dd/aaaa hh:mm) ou use o botão para selecciona-la.

source: Enter the passphrase that will be used in WPA-PSK mode. This must be between 8 and 63 characters long.
ja: WPA-PSK モードで使用するパスフレーズを8文字以上63文字以内で入力してください。
lv: Ievadi paroles frāzi, kura tiks lietota iekš WPA-PSK metodes. Tai vajag būt starp 8 un 63 simbolu garai.
nb: Skriv inn passordet som skal brukes i WPA-PSK modues. Dette må være mellom 8 og 63 tegn langt.
pt: Insira a palavra passe a ser usada no modo WPA-PSK. Esta deve conter entre 8 a 63 caracteres.

source: Enter the path to the home directory of that user. Leave this field empty to use default path /mnt.
ja: ユーザのホームディレクトリパスを入力して下さい。デフォルトパスの /mnt を使用する場合は、このフィールドを空のままにして下さい。
lv: Ievadi ceļu uz mājas mapi šim lietotājam. Atstāj šo lauku tukšu, lai lietotu noklusēto /mnt.
nb: Skriv inn banen til brukerens hjemmeområde. Om feltet er tomt brukes /mnt som standard.
pt: Introduza o caminho para a pasta raíz do utilizador. Deixar o campo em branco utilizará o caminho padrãoo /mnt.

source: Enter the port to send the traps to (default 162).
ja: SNMPトラップの送信に利用するポート番号を入力してください。(初期値: 162)
lv: Ievadi portu, uz kuru sūtīt slazdus (noklusējumā 162).
nb: Angi portnummeret som fellene skal sende til (standard 162).
pt: Introduza a porta para onde enviar as instruções (padrão 162).

source: Enter trap host name.
ja: トラップホストを入力して下さい。
lv: Ievadi slazda saimniekdatora nosaukumu.
nb: Angi vertsnavnet på fellen.
pt: Introduzida o nome do servidor de instruções.

source: Error
ja: エラー
lv: Kļūda
nb: Feil
pt: Erro

source: Error: The changes could not be applied (error code %s).
ja: エラー: 変更は適用されませんでした (エラーコード %s)。
lv: Kļūda: Izmaiņas nevar tikt veiktas (kļūdas kods %s).
nb: Feil: Endringene kunne ikke tas i bruk (feilkode %s).
pt: ERRO: As alterações não foram guardadas (código do erro: %s).

source: Event
ja: イベント
lv: Notikums
nb: Hendelse
pt: Evento

source: Execute
ja: 実行
lv: Izpildīt
nb: Kjør
pt: Executar

source: Execute command
ja: コマンド実行
lv: Izpildīt komandu
nb: Kjør kommando
pt: Executar o comando

source: Execute command pre or post system initialization (booting) or before system shutdown.
ja: システム初期化の前後、又はシステムシャットダウン前にコマンドを実行します。
lv: Izpildīt komandu pirms un pēc sistēmas inicializācijas (sāknēšanas) vai pirms sistēmas izslēgšanās.
nb: Kjør kommando før eller etter system initialisering (booting) eller før systemet blir slått av.
pt: Executar comandos de sistema antes do arranque, depois do arranque ou antes de encerrar.

source: Execute now
ja: 今すぐ実行
lv: Izpildīt tagad
nb: Kjør nå
pt: Executar agora

source: Expire
ja: 有効期限
lv: Izbeigties
nb: Utløpt
pt: Expirar

source: Export
ja: エクスポート
lv: Eksportēt
nb: Eksportér
pt: Exportar

source: Export all the directories in the specified path.
ja: 指定されたパスの中にあるすべてのディレクトリーをエクスポートします。

source: Extended attributes
ja: 拡張属性
lv: Paplašināti atribūti
nb: Utvidede attributter
pt: Atributos extendidos.

source: Extended input frequency range
ja: 拡張された入力周波数範囲

source: Extended input voltage range
ja: 拡張された入力電圧範囲

source: Extensions
ja: 拡張
lv: Paplašinājumi
nb: Utvidelser
pt: Extensões

source: Extent
ja: エクステント
lv: Apjoms
nb: Omfang
pt: Extender

source: Extent Name
ja: エクステント名
lv: Apjoma Vārds
pt: Nome extendido

source: Extent name
ja: エクステント名
lv: Apjoma vārds
nb: Omfang navn
pt: Nome extendido

source: Extents must be defined before they can be used, and extents cannot be used more than once.
ja: 使用する為にはまず、エクステントを定義する必要があります。エクステントは何度も使用する事は出来ません。
lv: Apjomiem jābūt definētiem pirms tie var tikt lietoti, un apjomi nevar tikt lietoti vairāk kā vienu reizi.
nb: Omfang må defineres før de kan brukes og de kan ikke brukes mer enn en gang.
pt: Os blocos contíguos devem ser definidos antes de serem usados, e esses blocos não podem ser usados mais do que uma vez.

source: Extra options
ja: 拡張オプション
lv: Papildus iespējas
nb: Ekstra alternativer
pt: Opções adicionais

source: Extra options (usually empty).
ja: 拡張オプション (通常は空)
lv: Papildus iespējas (parasti tukšs).
nb: Ekstra alternativer (vanligvis tom).
pt: Opções extra (geralmente vazias).

source: Extra options to /etc/ssh/sshd_config (usually empty). Note, incorrect entered options prevent SSH service to be started.
ja: /etc/ssh/sshd_config の拡張オプション (通常は空)。注意: 不正なオプションが入力された場合、SSHサービスの起動に失敗します。
lv: Papildus iepējas iekš /etc/ssh/sshd_config (parasti tukšs). Piezīme, nepareizi ievadītas iespējas neļaus sāknēties SSH servisam.
nb: Extra alternativer til /etc/ssh/sshd_config (vanligvis tom). Obs, feil alternativer kan føre til at SSH-tjenesten ikke starter.
pt: Opções extra para /etc/ssh/sshd_config (geralmente vazias). Atenção: opções incorrectas impedirão o serviço SSH de iniciar.

source: Extra options to ifconfig (usually empty).
ja: ifconfig の拡張オプション (通常は空)
lv: Papildus iespējas priekš ifconfig (parasti tukšs).
nb: Ekstra alternativer til ifconfig (vanligvis tomt).
pt: Opções adicionais para o ifconfig (valor por defeito: vazio)

source: Extra options to pass over rpc using transmission-remote (usually empty).
ja: transmission-remote を使って設定する拡張オプション (通常は空)

source: Extra options to rsync (usually empty).
ja: rsync の拡張オプション (通常は空)
lv: Papildus iespējas priekš rsync (parasti tukšs).
nb: Ekstra alternativer til rsync (vanligvis tomt).
pt: Opções adicionais para o rsync (valor por defeito: vazio)

source: FEC (Fast EtherChannel)
ja: FEC (ファストイーサチャネル)

source: FTP - Ban module
ja: FTP - バン (BAN) モジュール
lv: FTP - Aizlieguma modulis
nb: FTP - Bannlysnings modul
pt: FTP - módulo de Expuçsão.

source: FTP - File transfer
ja: FTP - ファイル転送
lv: FTP - Datņu transfērs
nb: FTP - Filoverføring
pt: FTP - Transferência de ficheiros

source: FTP Proxy
ja: FTP プロキシ
lv: FTP starpniekserveris
pt: Proxy FTP

source: FTP events
ja: FTP イベント
lv: FTP notikumi
nb: FTP hendelser
pt: Eventos FTP

source: FTP log
ja: FTP ログ
lv: FTP žurnāls
nb: FTP logg
pt: Registo FTP

source: FTP server disabled
ja: FTP サーバは無効です
lv: FTP serveris atspējots
nb: FTP server avslått
pt: Servidor FTP desactivado

source: FXP allows transfers between two remote servers without any file data going to the client asking for the transfer (insecure!).
ja: FXP では転送を要求したクライアントを経由する事なく、2つのリモートサーバ間で直接ファイル/データの転送を行うことが可能です(セキュアではありません!)。
lv: FXP atļauj pārsūtīt starp diviem attālinātiem serveriem, neprasot klientam (nedrošs!).
nb: FXP tillater overføring mellom to tjenere uten at fil data går mellom klienten som spør om overføringen (usikkert!).
pt: O FXP, permite que a tranferência de dados entre dois servidores remotos, ocorra sem que estes passem pelo cliente que pede a mesma (se tal acontece-se seria pouco seguro!).

source: Factory defaults
ja: 工場出荷設定
lv: Rūpnīcas noklusējumi
nb: Farbrikk standard
pt: Configuração de fábrica

source: Failed
ja: 失敗
lv: Nesekmīgi
nb: Feilet
pt: Falhou

source: Failed to create in-memory file system.
ja: インメモリファイルシステムの作成に失敗しました。
lv: Neizdevās izveidot iekš-atmiņas datņu sistēmu.
nb: Feilet med å lage i-minne filsystem.
pt: Falha ao criar o sistema de ficheiros em memória.

source: Failed to execute cron job.
ja: Cron ジョブの実行に失敗しました。
lv: Neizdevās izpildīt cron job.
nb: Kunne ikke kjøre cron jobb.
pt: Falha ao executar a tarefa programda.

source: Failed to send status report to: %s.
ja: ステータスレポートの送信に失敗しました。宛て先: %s
lv: Neizdevās nosūtīt pārskatu uz: %s.
nb: Feilet i å sende status rapport til: %s.
pt: Falha ao enviar relatório de estado para: %s.

source: Failed to send status report. Please check the <a href='%s'>log</a> files.
ja: ステータスレポートの送信に失敗しました。<a href='%s'>ログ</a> ファイルを確認して下さい。
lv: Neizdevās nosūtīt statusa pārskatu. Lūdzu pārbaudi <a href='%s'> žurnāla </a> datnes.
nb: Feilet i å sende status rapport. Sjekk <a href='%s'>logg</a> filene.
pt: Falha ao enviar relatório de estado. Por favor verifique os ficheiros <a href='%s'>log</a>.

source: Failed to send test email to: %s.
ja: テストメールの送信に失敗しました。宛て先: %s
lv: Neizdevās nosūtīt testa e-pastu uz: %s.
nb: Feilet i å sende test e-post til: %s.
pt: Falha ao enviar email de teste para: %s.

source: Failed to send test email. Please check the <a href='%s'>log</a> files.
ja: テストメールの送信に失敗しました。<a href='%s'>ログ</a> ファイルを確認して下さい。
lv: Neizdevās nosūtīt testa e-pastu. Lūdzu pārbaudi <a href='%s'>žurnāla</a> datnes.
nb: Feilet i å sende test e-post. Sjekk <a href='%s'>logg</a> filene.
pt: Falha ao enviar o e-mail de teste. Por favor verifique os ficheiros <a href='%s'>log</a>.

source: Failed to upload file.
ja: ファイルのアップロードに失敗しました。
lv: Neizdevās augšupielādēt datni.
nb: Opplasting av fil feilet.
pt: Falha ao actualizar o ficheiro.

source: Failed to upload metadata backup file.
ja: メタデータのバックアップファイルのアップロードに失敗しました。
lv: Neizdevās augšupielādēt metadatu dublējumkopijas datni.
nb: Feiler i å laste opp metadata sikkerhetskopi.
pt: Falha ao enviar o ficheiro de segurança de metadados.

source: Failed to write file to disk.
ja: ファイルをディスクに書き込めませんでした。
lv: Neizdevās uzrakstīt datni uz diska.
nb: Feil oppstod ved skriving til disk.
pt: Falhou a escrita do ficheiro no disco.

source: Failed.
ja: 失敗。
lv: Neizdevās.
nb: Mislyktes.
pt: Falhou.

source: Failover
ja: フェイルオーバ
lv: Kļūmjpārlēce
nb: Reserve
pt: Falha geral

source: File
ja: ファイル
lv: Datne
nb: Fil
pt: Ficheiro

source: File Editor
ja: ファイルエディタ
lv: Datnes labotājs
nb: Fil redigerer
pt: Editor de ficheiros

source: File Manager
ja: ファイルマネージャ
lv: Datņu Pārvaldnieks
nb: Filhåndterer
pt: Gestor de Ficheiros

source: File Transfer Protocol
ja: ファイル転送プロトコル
lv: Datņu Transfēra Protokols
pt: Protocolo de Transferência de Ficheiros

source: File not found
ja: ファイルが存在しません
lv: Datne nav atrasta
nb: Fil ikke funnet
pt: Ficheiro não encontrado

source: File path
ja: ファイルパス
lv: Ceļš uz failu
nb: Fil sti
pt: Caminho do ficheiro

source: File path (e.g. /mnt/sharename/extent/%s) used as extent.
ja: エクステントとして使用するファイルのパス (例: /mnt/sharename/extent/%s)
lv: Ceļš uz failu (piem. /mnt/sharename/extent/%s) lietots, kā apjoms.
pt: Caminho do ficheiro (e.g. /mnt/sharename/extent/%s) usado como extendido.

source: File size
ja: ファイルサイズ
lv: Datnes lielums
nb: Fil størrelse
pt: Tamanho do ficheiro

source: File sizeunit
ja: ファイルサイズ単位
lv: Datnes izmēra vienība
nb: Fil enhetsstørrelse
pt: Unidade de tamanho do ficheiro.

source: File system
ja: ファイルシステム
lv: Datņu sistēma
nb: Filsystem
pt: Sistema de ficheiros

source: File system check
ja: ファイルシステムチェック
lv: Datņu sistēmas pārbaude
nb: Filsystem sjekk
pt: Verificação do sistema de ficheiros

source: File upload stopped by extension.
ja: ファイルアップロードは拡張子により中断されました。
lv: Datņu augšupielādi apstādināja papildinājums.
nb: Opplastning stoppet av plugin.
pt: O envio de ficheiro foi suspenso devido à extensão.

source: Filename
ja: ファイル名
lv: Datnes nosaukums
nb: Filnavn
pt: Nome do ficheiro

source: Filter
ja: フィルタ
pt: Filtro

source: Finnish
ja: フィンランド語

source: Firewall
ja: ファイアウォール
lv: Ugunsmūris
nb: Brannmur

source: Firewall rule
ja: ファイアウォールルール
lv: Ugunsmūra noteikums
nb: Brannmur reger
pt: Regra da firewall

source: Firmware
ja: ファームウェア
lv: Programmaparatūra
nb: Fastvare

source: Firmware image file
ja: ファームウェアイメージファイル
lv: Programmatūras bildes datne
nb: Fabrikkvare bildefil
pt: Ficheiro de imagem do Firmware

source: Firmware uploading is not supported on this platform.
ja: ファームウェアアップロードはこのプラットフォームではサポートされていません。
lv: Programmatūras augšupielāde nav atbalstīta uz šīs platformas.
nb: Fabrikkvare opplasting er ikke støttet på denne platformen.
pt: O envio (upload) de firmware não é suportado nesta plataforma.

source: Firmware version
ja: ファームウェアバージョン

source: Firmware version check
ja: ファームウェアバージョンチェック
lv: Programmatūras versijas pārbaude
nb: Fabrikkvare versjon sjekk
pt: Verificação da versão do firmware

source: Flag xxx (ups.conf or cmdline -x) status
ja: xxx フラグ (ups.conf または cmdline -x) ステータス

source: Flags
ja: フラグ
lv: Karogi
nb: Flagg
pt: Sinalizadores

source: Follow
ja: フロー
lv: Sekot
nb: Følg
pt: Seguir

source: Force use
ja: 強制使用

source: Forced update period
ja: 強制的に時刻をアップデートします
lv: Forsēts atjaunošanās periods.
nb: Tving oppdaterings periode
pt: Período de actualização forçado.

source: Forces use of vdevs, even if they appear in use or specify different size. (This is not recommended.)
ja: 仮想デバイスが使用中でも異なるサイズを指定しても強制的にプールを作成します。（推奨されません）

source: Format
ja: フォーマット
lv: Formatēt
pt: Formatar

source: Format disk
ja: ディスクをフォーマット
lv: Formatēt disku
nb: Formater disk
pt: Formatar disco

source: Format the report for phpBB forum.
ja: phpBB フォーラムのフォーマットでレポートを生成します。
lv: Formatēt ziņojumu priekš phpBB foruma.
nb: Formater rapporten for phpBB forum.
pt: Formatar o relatório para o fórum phpBB.

source: Forum
ja: フォーラム
lv: Forums
pt: Fórum

source: Free
ja: 空き容量
lv: Brīvs
nb: Ledig
pt: Gratuito

source: Free disk space
ja: ディスクの空き容量
lv: Brīvā diska vieta
nb: Ledig diskplass
pt: Espaço livre

source: French
ja: フランス語
lv: Franču
nb: Fransk
pt: Francês

source: Frequency
ja: 周波数
lv: Frekvence
nb: Frekvens
pt: Frequência

source: From email
ja: 送信元アドレス
lv: No e-pasta
nb: Fra epost
pt: Endereço do remetente

source: Full
ja: フル
lv: Pilns
pt: Completo

source: Full Name
ja: フルネーム
lv: Pilns Vārds
nb: Fullt navn
pt: Nome completo

source: GID
ja: グループ ID

source: GPT partition
ja: GPT パーティション
lv: GPT partīcija
nb: GPT partisjon
pt: Partição GPT

source: Gateway
ja: ゲートウェイ
lv: Vārteja
pt: Gateway predefinido

source: Gateway to be used to reach the destination network.
ja: 宛て先ネットワークに到達するためのゲートウェイ
lv: Vartēja, kuru izmantot, lai piekļūtu mērķa tīklam.
nb: Gateway som skal brukes for å nå mål-nettverket.
pt: Gateway a ser usada para a rede de destino.

source: General
ja: 基本
lv: Vispārēji
nb: Genrelt
pt: Geral

source: General Setup
ja: 基本設定
lv: Pamata iestatījumi
nb: Generelt Oppsett
pt: Configuração Geral

source: Generate
ja: 生成
lv: Ģenerēt
nb: Generer
pt: Criar

source: German
ja: ドイツ語
lv: Vācu
nb: Tysk
pt: Alemão

source: Get Target Info
ja: ターゲット情報の取得
lv: Iegūt Mērķa Informāciju
nb: Hent målinformasjon
pt: Obter informação do alvo

source: Give only local users access to the web page.
ja: ローカルユーザのみにウェブページのアクセスを許可します。
lv: Dot atļauju piekļūt web lapai tikai vietējiem lietotājiem.
nb: Gi kun lokale brukere tilgang til nettsiden.
pt: Permitir acesso apenas a utilizadores locais

source: Give your media library a friendly name.
ja: メディアライブラリの名称を指定してください。

source: Grant access to the user portal.
ja: ユーザポータルへのアクセスを許可します。
lv: Atļaut pieeju lietotāju portālam.
nb: Gi tilgang til bruker portalen.
pt: Permitir acesso ao utilizador do portal.

source: Graph
ja: グラフ
lv: Grafiks
nb: Graf
pt: Gráficos

source: Graph shows last 120 seconds
ja: 直近120秒のグラフ表示
lv: Grafiks rāda pēdējo 120 sekundes
pt: O Gráfico mostra os últimos 120 segundos

source: Greek
ja: ギリシャ語
lv: Grieķu
nb: Gresk
pt: Grego

source: Greeting banner displayed by FTP when a connection first comes in.
ja: FTP 接続の際に最初に表示される挨拶のバナー。
lv: Sveicināšanās reklāmkarogs, kuru parāda FTP, kad tiek izveidots savienojums.
nb: Velkomst banner vist av FTP når en tilkobling først kommer.
pt: Faixa de boas vindas exibida pelo FTP quando uma ligação é estabelecida pela primeira vez.

source: Group
ja: グループ
lv: Grupa
nb: Gruppe
pt: Grupo

source: Group ID
ja: グループ ID
lv: Grupas ID
nb: Gruppe-ID
pt: ID do grupo (GID)

source: Group compilations
ja: グループ コンピレーション

source: Group description.
ja: グループの説明
lv: Grupas apraksts.
nb: Gruppe beskrivelse.
pt: Descrição do grupo.

source: Group name.
ja: グループ名
lv: Grupas nosaukums.
nb: Gruppe navn.
pt: Nome do grupo.

source: Group numeric id.
ja: グループ ID
lv: Grupas numeriskais id.
nb: Gruppe numerisk id.
pt: ID numérico do grupo

source: Group suffix
ja: グループサフィックス
lv: Grupas sufikss
nb: Gruppe suffiks
pt: sufixo de palavra passe

source: Groups
ja: グループ
lv: Grupas
nb: Grupper
pt: Grupos

source: Guest
ja: ゲスト
lv: Viesis
nb: Gjest
pt: Convidado

source: Guest account
ja: ゲストアカウント
lv: Ciemiņa lietotājs
nb: Gjestekonto
pt: Conta-convidado

source: HAST (Highly Available Storage)
ja: HAST (高可用性ストレージ)

source: HAST disabled
ja: HASTは無効です

source: HAST resource
ja: HAST リソース

source: HAST status of the configured resources
ja: 構成済みリソースのHASTステータス

source: HAST volume
ja: HAST ボリューム

source: HAST volume can be use with GPT/UFS only.
ja: HAST ボリュームは GPT/UFS のみ使用できます。

source: HTTP Proxy
ja: HTTP プロキシ
lv: HTTP Starpniekserveris
pt: Proxy HTTP

source: Hard disk standby time
ja: ハードディスクスタンバイ時間
lv: Cietā diska nodrose
nb: Hard disk standby tid
pt: Tempo até desligar o disco por inactividade

source: Hardware
ja: ハードウェア
lv: Aparatūra
nb: Maskinvare

source: Header and Data digest
ja: ヘッダー及びデータダイジェスト
lv: Galvene un Datu īssavilkums
pt: Mensagens de Cabeçalho e Dados

source: Header digest
ja: ヘッダーダイジェスト
lv: Galvenes īssavilkums
pt: Mensagem de cabeçalho

source: Health
ja: 状態
lv: Veselība
nb: Helse
pt: Saúde

source: Help
ja: ヘルプ
lv: Palīdzība
nb: Hjelp
pt: Ajuda

source: Hide dot files
ja: ドットファイルを隠す
lv: Paslēpt punkta datnes
nb: Gjem dot filer
pt: Ocultar ficheiros de sistema

source: High voltage boosting transfer point
ja: 電圧上昇補正の戻り値

source: High voltage transfer point
ja: 切替電圧上限値

source: High voltage trimming transfer point
ja: 電圧下降補正のしきい値

source: Highlighting
ja: ハイライト
lv: Izcelšana
nb: Markering
pt: Realçar

source: Hint
ja: ヒント
lv: Padoms
pt: Dica

source: Hint: If this is checked, IP addresses in the server logs are resolved to real hostnames where possible.<br><font color='red'>Warning</font>: This can cause a huge delay in loading the log page!
ja: ヒント: チェックした場合、 サーバログ内の IP アドレスは可能であればホスト名で表示されます。<br><font color='red'>警告</font>: これはログページの表示に長い遅延が生じる可能性があります！

source: Home directory
ja: ホームディレクトリ
lv: Mājas mape
nb: Hjemme mappe
pt: Pasta pessoal

source: Host
ja: ホスト
lv: Saimniekdators
nb: Vert
pt: Anfitrião (host)

source: Host access control
ja: ホストのアクセスコントロール
lv: Saimniekdatora piekļuves kontrole
nb: Vertsnavn kontroll
pt: Controle de acesso ao servidor

source: Host name
ja: ホスト名
lv: Saimniekdatora nosaukums
nb: Vertsnavn
pt: Nome do anfitrião

source: Host resources
ja: ホストリソース
lv: Saimniekdatora resursi
nb: Tjener ressurser
pt: Recursos do anfitrião

source: Hostname
ja: ホスト名
lv: Saimniekdatora nosaukums
nb: Vertsnavn
pt: Nome de anfitrião (host)

source: Hostname database
ja: ホスト名データベース
lv: Saimniekdatora datubāze
nb: Vertsnavn database
pt: Base de dados do servidor

source: Hosts
ja: ホスト
lv: Saimniekdatori
nb: Verter
pt: Anfitriões

source: Hosts allow
ja: 許可するホスト
lv: Atļautie saimniekdatori
nb: Verter tillatt
pt: Permissões do servidor

source: Hosts deny
ja: 拒否するホスト
lv: Aizliegtie saimniekdatori
nb: Verter nektet
pt: Servidor negado

source: Hot Spare
ja: ホットスペア
lv: Karstā rezerves daļa
nb: Varmreserv

source: Hours
ja: 時
lv: Stundas
nb: Timer
pt: Horas

source: How often the IP is checked. The period is in seconds (max. is 10 days).
ja: IP アドレスのチェック間隔。秒単位で指定して下さい (最大 10日)。
lv: Cik bieži pārbaudīt IP adresi. Periods sekundēs (maksimums ir 10 dienas).
nb: Hvor ofte blir IP'en sjekket. Perioden er i sekunder (maks er 10 dager).
pt: Frequência com que o endereço IP é verificado. Este tempo é dado em segundos (max. é 10 dias).

source: How often the IP is updated even if it is not changed. The period is in seconds (max. is 10 days).
ja: IP アドレスの更新間隔。アドレスに変更が無くても更新を行います。秒単位で指定して下さい (最大 10日)。
lv: Cik bieži IP adrese ir atjaunota, pat ja nav mainījusies. Periods sekundēs (maksimums ir 10 dienas).
nb: Hvor ofte IP'en blir oppdatert selv om den ikke er endret. Perioden er i sekunder (maks er 10 dager).
pt: Frequência com que o endereço IP é actualizado mesmo que não se altere. Este tempo é dado em segundos (max. é 10 dias).

source: Hungarian
ja: ハンガリー語
lv: Ungāru
nb: Ungarsk
pt: Húngaro

source: I/O Timeout
ja: I/O タイムアウト
lv: I/O noildze
nb: I/O tidsavbrudd

source: I/O errors
ja: I/O エラー
lv: I/O kļūdas
nb: I/O feil
pt: Erros de I/O

source: I/O packets
ja: I/O パケット
lv: I/O paketes
nb: I/O pakker
pt: Pacotes I/O

source: I/O statistics
ja: I/O 統計
lv: I/O statistika
nb: I/O statistikk
pt: Estatísticas I/O

source: I/O timeout in seconds (%d by default).
ja: I/O タイムアウトまでの秒数(初期値は%d秒)
lv: I/O noildze sekundēs (%d pēc noklusējuma).
nb: I/O tidsavbrudd i sekunder (%d som standard)
pt: I/O timeout em segundos (%d por defeito).

source: IP address
ja: IP アドレス
lv: IP adrese
nb: IP adresse
pt: Endereço IP

source: IP address of remote syslog server
ja: リモート syslog サーバの IP アドレス
lv: Attālinātā syslog servera IP adrese
nb: IP adressen til den fjerne syslog tjeneren
pt: Endereço IP do servidor syslog remoto
