Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: Specifies the share character set. For example UTF8, UTF8-MAC, ISO-8859-15, etc.
ja: 共有で使用する文字コードを指定します。例えば UTF8, UTF8-MAC, ISO-8859-15 など。
lv: Norāda kopīgojuma rakstzīmju kopu. Piemēram UTF8, UTF8-MAC, ISO-8859-15, utt.
nb: Spesifiserer delingens tegnsett. For eksempel UTF8, UTF8-MAC, ISO-8859-15, etc.
pt: Especifique o conjunto de caracteres. Por exemplo UTF8, UTF8-MAC, ISO-8859-15, etc.

source: Specifies the time in hh:mm:ss after which the ban expires.
ja: 指定した時間を過ぎると期限切れとなります。hh:mm:ss 形式で時間を指定します。
lv: Norāda laiku iekš ss:mm:ss pēc, kura aizliegums zaudē spēku.
pt: Especifica o tempo em hh:mm:ss após o qual expira a expulsão.

source: Specifies the time interval in hh:mm:ss in which the given number of occurrences must happen to add the ban.
ja: BAN(禁止) を追加するインターバルを時間形式 hh:mm:ss で入力します。
lv: Norāda laiku iekš ss:mm:ss, kura laikā jānotiek noteiktajam skaitam notikumu, lai tiktu uzlikts aizliegums.
pt: Especifica o intervalo de tempo em hh:mm:ss no qual o número de ocorrências deve acontecer para ocorrer uma expulsão.

source: Specifies the username which the service will run as.
ja: サービスを動作させる為のユーザ名を指定します。
lv: Norāda lietotājvārdu zem kura darbosies serviss.
pt: Especifique o nome de utilizador que o serviço deve utilizar.

source: Specifies whether it is allowed to login as superuser (root) directly.
ja: 直接スーパユーザ (root) がログイン出来るかを選択します。
lv: Norāda vai ir atļauts autorizēties, kā superlietotājam (saknei) tieši.
nb: Spesifiserer hvorvidt det er tillatt å logge inn som superbruker (root) direkte.
pt: Específica se é permitido iniciar sessão como super utilizador (root) directamente.

source: Specify the percentage of space held back from normal users. Note that lowering the threshold can adversely affect performance and auto-defragmentation.
ja: 通常のユーザが利用できない領域をパーセントで指定して下さい。しきい値を下げた場合、性能とフラグメント解消に悪影響が出る場合がある事に注意して下さい。
lv: Norāda kvotas daļu procentus, kurai nevarēs piekļūt parastie lietotāji. Jāpiezīmē, ka šī cipara samazināšana var skart jaudu un automātisko-defragmentēšanu.
nb: Spesifiser prosenten av plass hold unne fra normale brukere. Legg merke til at ved å senke denne kan man negativt påvirke ytelsen og auto-defragmenteringen.
pt: Especifique a percentagem de espaço a reter dos utilizadores normais. Note que baixando este valor pode afectar negativamente o desempenho e a auto-desfragmentação.

source: Split request
ja: 分割リクエスト
lv: Sadalīt pieprasījumu
pt: Pedido de divisão

source: Standard
ja: 標準
lv: Standarts
pt: Padrão

source: Standby - Check the device unless it is in SLEEP or STANDBY mode. In these modes most disks are not spinning, so if you want to prevent a laptop disk from spinning up each poll, this is probably what you want.
ja: Standby - スリープ又はスタンバイモードで無い限り、デバイスをチェックします。これらのモードではディスクはほとんど回転しません。ラップトップで使用しているディスクでポーリングによるスピンアップを防止したい場合は望まれる選択肢です。
lv: Nodrose - Pārbaudīt ierīce, ja vien tā nav GULĒŠANAS vai NODROSES režīmā. Šajos režīmos vairums disku negriežas, ja tu vēlies, lai klēpjdatora diski nesāktu griezties pie katras aptaujas, šis ir tas ko tu vēlies.
pt: Stand-by - Verifica o dispositivo a menos que esteja em modo HIBERNAR ou STAND-BY. Nestes modos a maioria dos discos não está a rodar, por isso se pretender evitar que o disco do computador esteja a rodar em cada volume, provavelmente é esta opção que pretende.

source: Standby time
ja: スタンバイ時間
lv: Nodroses laiks
nb: Standby tid
pt: Tempo de inactividade para ficar em espera (standby)

source: Start
ja: 開始
lv: Sākt
pt: Iniciar

source: Static
ja: スタティック
lv: Statisks
nb: Statisk
pt: Estático

source: Static Routes
ja: スタティックルート
lv: Statiskie Ceļi
nb: Statiske ruter
pt: Encaminhamentos

source: Static routes
ja: スタティックルート
lv: Statiskie ceļi
nb: Statiske ruter
pt: Encaminhamentos

source: Status
ja: ステータス
lv: Statuss
pt: Estado

source: Status report successfully sent to: %s.
ja: ステータスレポートの送信が完了しました。宛て先: %s
lv: Statusa pārskats veiksmīgi nosūtīts uz: %s.
nb: Status rapport sendt til: %s
pt: Relatório de estado enviado com sucesso para: %s.

source: Status report successfully sent.
ja: ステータスレポートの送信に成功しました。
lv: Statusa pārskats veiksmīgi nosūtīts.
nb: Status rapport sendt vellykket.
pt: Relatório de estado enviado com sucesso.

source: Stop
ja: 停止
lv: Apturēt
pt: Parar

source: Stop after sending (and receiving) N packets.
ja: N パケットを送信/受信した後に停止します。
lv: Pārtraukt pēc N pakešu nosūtīšanas (un saņemšanas).
nb: Stop etter å ha sendt (og mottatt) N pakker.
pt: Parar após enviar N pacotes.

source: Stopped
ja: 停止
lv: Apturēts
nb: Stoppet
pt: Parado

source: Storage
ja: ストレージ
lv: Glabātuve
nb: Lagring
pt: Armazenamento

source: Store DOS attributes
ja: DOS の属性の保存
lv: Glabāt DOS atribūtus
nb: Lagre DOS attributter
pt: Guardar atributos do DOS

source: Store NTFS acls
ja: NTFSアクセス権の保存

source: Store NTFS acls in Extended Attributes
ja: NTFSアクセス権を拡張属性に保存する

source: Store alternate data streams
ja: 代替データストリームの保存

source: Store alternate data streams in Extended Attributes
ja: 代替データストリームを拡張属性に保存する

source: String displayed in the dialog presented to the user when accessing the URL.
ja: URL へアクセスする際のダイアログボックスにここで記述した文字列をユーザに表示します。
lv: Rinda, kuru parāda dialogā un prezentē lietotājam, kad piekļūst URL.
pt: Mensagem a ser apresentada quando os utilizadores acedem a este URL.

source: String identifier of the extent.
ja: このエクステントを識別する文字列を入力して下さい。
lv: Rindas identifikators apjomam.
pt: String identificadora de ficheiros contíguos.

source: Stripe
ja: ストライプ
lv: Strīpa
pt: Segmentar

source: Subject
ja: 件名
lv: Temats
nb: Emne
pt: Assunto

source: Subnet bit count
ja: サブネットビット数
lv: Apakštīkla bitu skaits
nb: Subnett bit antall
pt: Contagem de bits da Subnet

source: Subnet mask
ja: サブネットマスク
lv: Apakštīkla maska
nb: Subnett maske
pt: Mascara de sub-rede

source: Subsystem
ja: サブシステム
pt: Sub-Sistema

source: Successful
ja: 成功
lv: Veiksmīgi
nb: Vellykket
pt: Com sucesso

source: Successful.
ja: 成功
lv: Veiksmīgi.
nb: Vellykket
pt: Com sucesso.

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
ja: 日曜日 月曜日 火曜日 水曜日 木曜日 金曜日 土曜日
lv: Svētdiena Pirmdiena Otrdiena Trešdiena Ceturdiena Piektdiena Sestdiena
nb: Søndag Mandag Tirsdag Onsdag Torsdag Fredag Lørdag
pt: Domingo Segunda-Feira Terça-Feira Quarta-Feira Quinta-Feira Sexta-Feira Sábado

source: Suppress non-error messages.
ja: エラーでは無いメッセージの出力を抑制します。
lv: Noklusēt ziņojumus bez kļūdām.
nb: Ikke vis ikke-feilmeldinger.
pt: Suprimir mensagens que não são de erro.

source: Swap
ja: スワップ
lv: Maiņatmiņa
nb: Veksel
pt: Memória Virtual

source: Swap disabled
ja: スワップ無効
lv: Maiņatmiņa atspējota
nb: Swap slått av
pt: Memória virtual desactivada

source: Swap memory
ja: スワップメモリ
lv: Maiņatmiņas atmiņa
nb: Veksel minne
pt: Memória virtual

source: Swap status
ja: スワップステータス
lv: Apmaiņas statuss
pt: Estado da memória virtual

source: Swap usage
ja: スワップ使用率
lv: Maiņatmiņas lietojums
nb: Swap bruk
pt: Utilização da memória virtual

source: Swedish
ja: スウェーデン語
lv: Zviedru
nb: Svensk
pt: Sueco

source: Switch VIP to BACKUP
ja: 仮想IPをバックアップに変更

source: Switch VIP to MASTER
ja: 仮想IPをマスターに変更

source: Switch off when running on battery and no/low load
ja: 負荷が少ないバッテリー稼働時に電源切断

source: Switch to
ja: 切り替え
lv: Pārslēgties uz
nb: Bytt til
pt: Alternar para

source: Switch to %s/s
ja: 切り替え %s/s
lv: Pārslēgties uz %s/s
nb: Bytt itl %s/s
pt: Mudar para %s/s

source: Sync
ja: 同期

source: Synchronization time
ja: 時間の同期
lv: Laika sinhronizācija
pt: Tempo de sincronização

source: Synchronize
ja: 同期
lv: Sinhronizēt
nb: Synkroniser
pt: Sincronizar

source: Syslog sends UDP datagrams to port 514 on the specified remote syslog server. Be sure to set syslogd on the remote server to accept syslog messages from this server.
ja: Syslog は UDP データグラムを指定したリモートの syslog サーバの 514 ポートへ送信します。このサーバからの syslog メッセージを受信するようにリモートの syslog サーバを必ず設定して下さい。

source: System
ja: システム
lv: Sistēma
pt: Sistema

source: System Beep
ja: システムビープ
lv: Sistēmas pīkstiens
nb: System pip
pt: Avisos sonoros

source: System bios
ja: システムBIOS

source: System events
ja: システムイベント
lv: Sistēmas notikumi
nb: System hendelser
pt: Eventos do sistema

source: System firewall
ja: システムファイアウォール
lv: Sistēmas ugunsmūris
nb: System brannmur
pt: Firewall do sistema

source: System info
ja: システム情報
lv: Sistēmas informācija
pt: Informação do sistema

source: System information
ja: システムインフォメーション
lv: Sistēmas informācija
nb: System informasjon
pt: Informação de sistema

source: System load
ja: システム負荷

source: System log
ja: システムログ
lv: Sistēmas žurnāls
nb: System logg
pt: Registo do sistema

source: System message buffer
ja: システムメッセージバッファ
lv: Sistēmas ziņojumu buferis
nb: System beskjed buffer
pt: Buffer de mensagens do sistema

source: System time
ja: システム時刻
lv: Sistēmas laiks
nb: System tid
pt: Data e hora do sistema

source: System tuning
ja: システムチューニング
lv: Sistēmas tūnings
pt: Afinação do sistema

source: System uptime
ja: システムのアップタイム
pt: Sistema de uptime

source: TCP forwarding
ja: TCP転送
lv: TCP pārsūtīšana
nb: TCP videresending
pt: Encaminhamento TCP

source: TCP port
ja: TCP ポート
lv: TCP ports
pt: Porta TCP

source: TCP port to bind the server to.
ja: サーバが待ち受ける TCP ポート。
lv: TCP ports sasiešanai ar serveri.
nb: TCP-port til å binde tjeneren til.
pt: Porta onde o servidor receberá pedidos, e.g. 8080

source: TLS mode
ja: TLSモード

source: Tag
ja: タグ
lv: Birka

source: Tag number
ja: タグ番号
lv: Birkas numurs
pt: Número da tag

source: Tag%d
ja: タグ%d
lv: Birka%d

source: Tag%d (%s)
ja: タグ%d (%s)
lv: Birka%d (%s)

source: Tape
ja: テープ
lv: Lente
pt: Fita

source: Target
ja: ターゲット
lv: Mērķis
nb: Mål
pt: Objectivo

source: Target Alias
ja: ターゲットエイリアス名
lv: Mērķa Aizstājvārds
pt: Destino Alternativo

source: Target Name
ja: ターゲット名
lv: Mērķa nosaukums
nb: Mål navn
pt: Nome do destino

source: Target address
ja: ターゲットアドレス
lv: Mērķa adrese
nb: Mål adresse
pt: Endereço do destino

source: Target directory.
ja: ターゲットディレクトリ
lv: Mērķa mape.
nb: Målkatalog
pt: Directório alvo

source: Target information
ja: ターゲット情報
lv: Mērķa Informācija
pt: Informação de destino

source: Target is not selected.
ja: ターゲットが選択されていません。
lv: Mērķis nav izvēlēts
pt: O destino não está seleccionado.

source: Target list
ja: ターゲットリスト
lv: Mērķa saraksts
pt: Lista de destino

source: Target name
ja: ターゲット名
lv: Mērķa nosaukums
nb: Mål navn
pt: Nome do destino

source: Target side secret.
ja: ターゲット側シークレット。
lv: Mērķa puses noslēpums.
pt: Segredo do lado do destino.

source: Target side user name. It is usually the initiator name by default.
ja: ターゲット側のユーザ名。通常イニシエータ名がデフォルトです。
lv: Mērķa puses lietotājvārds. Pēc noklusējuma tas parasti ir iniciatora nosaukums.
pt: Nome de utilizador do destino. Por defeito, é geralmente o nome do iniciador.

source: Targets
ja: ターゲット
lv: Mērķi
nb: Mål
pt: Destinos

source: Temperature
ja: 温度
lv: Temperatūra
nb: Temperatur
pt: Temperatura

source: Temperature alarm (enabled/disabled)
ja: 温度警告(有効/無効)

source: Temperature monitoring
ja: 温度監視
lv: Temperatūras uzraudzīšana
nb: Temperatur måling
pt: Monitorização de temperatura

source: Temperature threshold high (degrees C)
ja: 温度上限値(セ氏)

source: Temperature threshold low (degrees C)
ja: 温度下限値(セ氏)

source: Temporary Device
ja: 一時的なデバイス
lv: Pagaidu Ierīce
pt: Dispositivo Temporário

source: Temporary directory
ja: テンポラリディレクトリ
lv: Pagaidu mape
nb: Midlertidig katalog
pt: Directório temporário

source: Temporary directory to store transcoded files.
ja: トランスコードファイルを保存するテンポラリディレクトリ。
lv: Pagaidu mape, kurā uzglabāt pārkodētās datnes.
pt: Directoria temporária para armazenar ficheiros codificados.

source: Test email
ja: テストメール送信
lv: Pārbaudes e-pasts
nb: Test e-øost
pt: Testar email

source: Test email from host: %s
ja: テストメール送信元ホスト: %s
lv: Pārbaudes e-pasts no saimniekdatora: %s
nb: Test e-post fra vert: %s
pt: Testar email a partir do servidor: %s

source: Test email successfully sent to: %s.
ja: テストメールの送信に成功しました。宛て先: %s
lv: Pārbaudes e-pasts veiksmīgi izsūtīts uz: %s.
pt: Email de teste enviado com sucesso para: %s.

source: Test email successfully sent.
ja: テストメールの送信に成功しました。
lv: Pārbaudes e-pasts veiksmīgi izsūtīts.
nb: Sending av test e-post vellykket.
pt: Email de teste enviado com sucesso

source: The deny option specifies users and groups who are not allowed access to the share. It follows the same format as the allow option.
ja: 共有へのアクセスを与えないユーザとグループを指定します。このオプションは許可オプションと同じフォーマットです。
lv: Aizlieguma iespēja norāda lietotājus un grupas, kurām nav atļauja piekļūt kopīgojumam. Tā seko tam pašam formātam, kā atļaujas iespēja.
pt: A opção de negação especifica utilizadores e grupos que não estão autorizado a aceder à partilha. Possui o mesmo formato que a opção de aceitação.

source: The COM port in BIOS has to be enabled before enabling this option.
ja: このオプションを有効にする前にBIOSでCOMポートを有効にする必要があります。
lv: COM portam BIOSā jābūt iespējotam pirms šīs iespējas iespējošanas.
pt: A porta COM na BIOS tem de ser activada antes de activar esta opção

source: The HAST volumes can not be accessed until HAST node becomes Primary.
ja: HASTノードがプライマリになるまでHASTボリュームにはアクセスできません。

source: The IP address of the UPS master.
ja: UPSマスターのIPアドレス。

source: The IP address that this hostname represents.
ja: このホストに割り当てられている IP アドレスを入力して下さい。
lv: IP adrese, kura reprezentē šo saimniekdatoru.
nb: IP adressen som dette vertsnavnet representerer.
pt: O endereço IP que este nome de anfitrião representa.

source: The MIB '%s' already exist.
ja: MIB '%s' は既に存在しています。
lv: MIB '%s' jau eksistē.
nb: MIB '%s' finnes allerede.
pt: A MIB '%s' já existe.

source: The MIB '%s' doesn't exist in sysctl.
ja: MIB '%s' は sysctl 内に存在しません。
lv: MIB '%s' neeksistē iekš sysctl.
nb: MIB '%s' finnes ikke i sysctl.
pt: A MIB '%s' não existe no sysctl.

source: The RAID volume is currently mounted! Remove the <a href='%s'>mount point</a> first before proceeding.
ja: RAID ボリュームは既にマウントされています! 処理を行う前に、はじめに <a href='%s'>マウントポイント</a> を削除して下さい。
lv: RAID sējums pašlaik ir piemontēts! Noņem <a href='%s'>montēšanas punktu</a> pirms turpini.
pt: O volume RAID já está montado! Remova primeiro o <a href='%s'>ponto de montagem</a> antes de continuar.

source: The TCP port must be a valid port number.
ja: 有効な TCP ポート番号を指定して下さい。
lv: TCP portam jābūt derīgam numuram.
nb: TCP porten må være et valid port nummer
pt: O número de porta TCP tem que se um número válido.

source: The VLAN ID must be between 1 and 4094.
ja: VLAN ID は 1-4094 の範囲内で指定してください。
lv: VLAN ID jābūt starp 1 un 4094.
nb: VLAN ID må være mellom 1 og 4094.
pt: O VLAN ID deve estar entre 1 e 4094.

source: The action which will be executed when the packet match the criteria specified below.
ja: パケットが指定されたルールに当てはまる場合に実行されるアクションを指定します。
lv: Darbība, kura tiks izpidlīta, kad pakete sakrīt ar zemāk noteiktajiem kritērijiem.
pt: A acção será executada quando o pacote cumprir o critério especificado abaixo.

source: The administrator has been notified to apply your changes.
ja: 貴方の変更が適用された事を管理者に通知しました。
lv: Administrators ir informēts, lai viņš veiktu izmaiņas.
pt: O administrador foi notificado para aplicar as suas alterações.

source: The associated MIB files can be found at %s.
ja: 関連付けられた MIB ファイルは %s 以下にあります。
lv: Asociētās MIB datnes var tikt atrastas iekš %s.
pt: Os ficheiros MIB associados podem ser encontrados em %s.

source: The attribute '%s' contains invalid characters and is not a valid NetBIOS name.
ja: '%s' は無効な文字列を含んでおり、有効な NetBIOS 名ではありません。

source: The attribute '%s' contains invalid characters and is not a valid domain name.
ja: '%s' は無効なドメイン名か使用できない文字が含まれています。

source: The attribute '%s' contains invalid characters and is not a valid host name.
ja: '%s' は無効なホスト名か使用できない文字が含まれています。

source: The attribute '%s' contains invalid characters and is not a valid workgroup name.
ja: '%s' は無効なワークグループ名から使用できない文字が含まれています。

source: The attribute '%s' contains invalid characters.
ja: 属性 '%s' は無効な文字が含まれています。
lv: Atribūts '%s' satur nederīgus simbolus.
nb: Attributten '%s' inneholder invalide tegn.
pt: O atributo '%s' contem caracteres inválidos.

source: The attribute '%s' contains the illegal character ':' and is not a valid password.
ja: 属性 '%s' は許可されない文字 ':' を含んでいます。有効なパスワードではありません。

source: The attribute '%s' does not appear to be a valid certificate.
ja: 属性 '%s' は有効な証明書ではありません。
lv: Atribūts '%s' neizskatās pēc derīga sertifikāta.
nb: Attributten '%s' ser ikke ut til å være et gyldig sertifikat.
pt: O atributo '%s' não parece ser um certificado válido.

source: The attribute '%s' does not appear to be a valid private %s key.
ja: 属性 '%s' は有効なプライベート '%s' キーではありません。
lv: Atribūts '%s' neizskatās pēc derīgas privātās %s atslēgas.
nb: Attributten '%s' ser ikke ut til å være en gyldig privat %s nøkkel.
pt: O atributo '%s' não parece ser uma chave privada %s válida.

source: The attribute '%s' does not appear to be a valid private key.
ja: 属性 '%s' は有効な秘密鍵ではありません。
lv: Atribūts '%s' neizskatās pēc derīgas privātās atslēgas.
nb: Attributten '%s' ser ikke ut til å være en gyldig privat nøkkel.
pt: O atributo '%s' não parece ser uma chave privada válida.

source: The attribute '%s' is an invalid port number.
ja: '%s' は無効なポート番号です。
lv: Atribūts '%s' ir nederīgs porta numurs.
nb: Attributten '%s' er et invalid port nummer.
pt: O atributo '%s' é um número de porta inválido.

source: The attribute '%s' is invalid.
ja: '%s' は無効です。
lv: Atribūts '%s' ir nederīgs.
nb: Attributtten '%s' er invalid
pt: O atributo '%s' é inválido.

source: The attribute '%s' is not a valid IP address.
ja: 属性 '%s' は有効な IP アドレスではありません。

source: The attribute '%s' is not a valid MAC address.
ja: 属性 '%s' は有効な MAC アドレスではありません。

source: The attribute '%s' is not a valid file mode mask.
ja: 属性 '%s' は有効なファイルマスク値ではありません。

source: The attribute '%s' is not a valid subnet mask.
ja: 属性 '%s' は有効なサブネットマスクではありません。

source: The attribute '%s' is not a valid time value.
ja: 属性 '%s' は有効な時間ではありません。

source: The attribute '%s' is required within %d or more characters to %d characters.
ja: 属性 '%s' は %d 文字以上、%d 文字以内である必要があります。

source: The attribute '%s' is required.
ja: 属性 '%s' は必要とされています。
lv: Atribūts '%s' ir obligāts.
nb: '%s' attributten er påkrevd.
pt: O atributo '%s' é obrigatório.

source: The attribute '%s' may only consist of the characters a-z, A-Z, 0-9, _ , -.
ja: '%s' は英数字と一部の記号が使用できます。( a-z, A-Z, 0-9, _ , -. )
lv: Atribūts '%s' var satstātvēt tikai no simboliem a-z, A-Z, 0-9, _ , -..
nb: Attributtten '%s' kan kun bestå av tegnene a-z, A-Z, 0-9,_,-.
pt: O atributo '%s' apenas pode ser constituído por caracteres a-z, A-Z, 0-9, _ , -.

source: The attribute '%s' may only consist of the characters a-z, A-Z, 0-9.
ja: '%s' は英数字が使用できます。( a-z, A-Z, 0-9. )
lv: Atribūts '%s' var satstātvēt tikai no simboliem a-z, A-Z, 0-9.
nb: Attributten '%s' kan kun bestå av tegnene a-z, A-Z, 0-9.
pt: O atributo '%s' apenas pode ser constituído por caracteres a-z, A-Z, 0-9, _ , -.

source: The attribute '%s' must be a number.
ja: '%s' は数字である必要があります。
lv: Atribūtam '%s' vajag būt numuram.
nb: Attributten '%'s må være et tall.
pt: O atributo '%s' deve ser um número.

source: The attribute '%s' must be a string.
ja: '%s' は文字列である必要があります。
lv: Atribūtam '%s' jābūt rindai.
nb: Attributten '%s' må være en streng.
pt: O atributo '%s' deve ser um conjunto de caracteres.

source: The attribute '%s' must be in the range from %d to %d.
ja: 属性 '%s' は %d から %d の範囲になければけません。
lv: Atribūtam '%s' jābūt diapozonā no %d līdz %d.
pt: O atributo '%s' deve estar no intervalo entre %d até %d.

source: The attribute '%s' must be less than '%s'.
ja: 属性 '%s' は '%s' より小さくなければいけません。
lv: Atribūtam '%s' jābūt mazākam nekā '%s'.
pt: O atributo '%s' deve ser inferior a '%s'.

source: The attribute '%s' must contain at least one entry.
ja: 属性 '%s' は最低ひとつのエントリーを含む必要があります。
lv: Atribūtam '%s' jāsatur vismaz vienu ierakstu.
pt: O atributo '%s' deve conter pelo menos uma entrada.

source: The attribute '%s': use a port in the range from %d to %d.
ja: 属性 '%s': %d から %d の範囲のポートを使ってください。

source: The attribute 'Port': port '%ld' is already taken by another service.
ja: 属性 'Port': ポート番号 %ld は既に他のサービスで使用されています。

source: The base name (e.g. iqn.2007-09.jp.ne.peach.istgt) will append the target name that is not starting with 'iqn.'.
ja: iqn. から始まらないターゲット名に追加されるベース名 (例: iqn.2007-09.jp.ne.peach.istgt)
lv: Bāzes nosaukums (piem. iqn.2007-09.jp.ne.peach.istgt) tiks pievienots mērķa nosaukumam, kurš nesākas ar 'iqn.'.
pt: O nome base (e.g. iqn.2007-09.jp.ne.peach.istgt) vai ser adicionado ao nome que não comece por 'iqn.'.

source: The basic configuration usually takes the form of 'daemon : address : action'. Where daemon is the daemon name of the service started. The address can be a valid hostname, an IP address or an IPv6 address enclosed in brackets. The action field can be either allow or deny to grant or deny access appropriately. Keep in mind that configuration works off a first rule match semantic, meaning that the configuration file is scanned in ascending order for a matching rule. When a match is found the rule is applied and the search process will halt.
ja: 基本的な書式として 'デーモン : アドレス : アクション' の形式で記述します。デーモン部は、サービスが起動している際のデーモン名になります。アドレス部は、括弧で囲まれた有効なホスト名、IP アドレス、IPv6 アドレスのいずれかを記述出来ます。アクション部は、allow、 deny のいずれかが記述可能で、許可または拒否のアクションをとる事が可能です。設定ファイルの照合規則は最初にルールがマッチした物を扱い、それ以降に意味論的に一致したルールは取り除く事に注意して下さい。ルールがマッチした場合はその場で適用され、以降の検索プロセスは停止します。
lv: Vienkārša konfigurācija parasti lieto formu no 'dēmona : adreses : darbības'. Kur dēmons, tur ir startētā servisa dēmona nosaukums. Adrese var būt derīgs saimniekdatora nosaukums, IP adrese vai IPv6 adrese ierobežota iekš iekavām. Darbības lauks var būt atļauts vai aizliegts, lai atbilstoši dotu piekļuvi vai aizliegtu piekļuvi. Paturi domās, ka konfigurācija izstrādā pirmo noteikumu sakritību semantiski, kas nozīmē ka konfigurācijas datne tiek skanēta no lejas uz augšu, lai atrastu saderīgu noteikumu. Kad saderīgs noteikums ir atrasts, tas tiek pielietots un meklēšanas process tiks pārtraukts.
pt: A configuração básica geralmente tem a forma 'programa : endereço : acção'. Onde o programa é o nome do programa do serviço iniciado. O endereço por ser um nome de cliente válido, um endereço IP ou um enderço IPv6 dentro de chavetas. O campo acção pode ser para permitir ou negar os acessos autorizados ou não autorizados de forma APROPRIADA. Tenha em atenção que a configuração trabalha de forma a comparar a primeira regra semântica, o que significa que o ficheiro de configuração procura por ordem ascendente a regra para comparação. Quando uma comparação é válida a regra é aplicada e o processo de procura termina.

source: The changes have been applied successfully.
ja: 変更は問題なく成功しました。
lv: Izmaiņas ir veiktas veiksmīgi.
nb: Endringene er tatt i bruk
pt: As alterações foram aplicadas com sucesso.

source: The changes have been saved. You have to <a href='%s'>reboot</a> the system for the changes to take effect.
ja: 変更は保存されました。変更を有効にするにはシステムを <a href='%s'>再起動</a> してください。
lv: Izmaiņas ir saglabātas. Tev vajag <a href='%s'>pārstartēt</a> sistēmu, lai izmaiņas dotu efektu.
pt: As alterações ainda não foram guardadas. Tem de <a href='%s'>reiniciar</a> o sistema para que as alterações tenham efeito.

source: The cleartext credentials with which to bind.
ja: クリアテキスト証明書をを使用してバインドします。
lv: Tīrā teksta rekvizīti ar kuriem sasiet.
pt: As credenciais em formato texto com as quais é feita a ligação.

source: The command to be executed.
ja: 実行するコマンドを入力します。
lv: Izpildāmā komanda.
nb: Kommando som skal kjøres.
pt: Comando a executar

source: The configuration could not be restored.
ja: 設定情報をリストアする事が出来ませんでした。
lv: Konfigurāciju nevar atjaunot.
nb: Konfigurasjon kunne ikke gjennopprettes.
pt: Não foi possível restaurar a configuração.

source: The configuration could not be restored. %s
ja: 設定情報をリストアする事が出来ませんでした。%s
lv: Konfigurāciju nevar atjaunot. %s
pt: A configuração não pode ser restaurada. %s

source: The configuration could not be restored. No file was uploaded!
ja: 設定情報をリストアする事が出来ませんでした。アップロードファイルが見つかりません。
