Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: Contact information, e.g. name or email of the person responsible for this system: 'admin@email.address'.
ja: 連絡先情報 例:このシステムの管理者の名前やメールアドレス等
lv: Kontakta informācija, piem.personas vārds vai e-pasts, kura atbildīga par šo sistēmu: 'admin@e-pasta.adrese'.
nb: Kontaktinformasjon, f.eks. navn eller e-post til personen ansvarlig for dette systemet: 'admin@epost.adresse'.
pt: Informação de contacto, ex. nome ou email do administrador de sistema: 'admin@endereço.de.email'

source: Content
ja: コンテンツ
lv: Saturs
nb: Innhold
pt: Conteúdo

source: Controller
ja: コントローラー

source: Controller Auth Group
ja: コントローラ 認証グループ
lv: Kontroliera autentifikācijas grupa
nb: Autoriseringsgruppe for kontroller
pt: Grupo de Controlador de Autenticação

source: Controller Auth Method
ja: コントローラ 認証方法
lv: Kontroliera Autentifikācijas Metode
nb: Autoriseringsmetode for kontroller
pt: Método de Controlador de Autenticação

source: Controller Authorised network
ja: コントローラ 認証ネットワーク
lv: Kontroliera Autorizētais tīkls
nb: Autorisert nettverk for kontroller
pt: Controlador Autorizado de rede

source: Controller IP address
ja: コントローラ IP アドレス
lv: Kontroliera IP adrese
nb: IP adresse for kontroller
pt: Controlador de endereço IP

source: Controller TCP Port
ja: コントローラ TCP ポート
lv: Kontroliera TCP ports
nb: TCP port for kontroller
pt: Controlador de porta TCP

source: Controller model
ja: コントローラーモデル

source: Controls power consumption.
ja: 消費電力の制御。

source: Controls the behavior of synchronous requests.
ja: 同期リクエストの挙動を指定します。

source: Controls the compression algorithm used for this dataset. The 'lzjb' compression algorithm is optimized for performance while providing decent data compression. Setting compression to 'On' uses the 'lzjb' compression algorithm. You can specify the 'gzip' level by using the value 'gzip-N', where N is an integer from 1 (fastest) to 9 (best compression ratio). Currently, 'gzip' is equivalent to 'gzip-6'.
ja: データセットで使用される圧縮アルゴリズムを制御します。'lzjb' 圧縮アルゴリズムはデータ圧縮のパフォーマンスに最適化します。'On' は 'lzjb' 圧縮アルゴリズムを使用します。'gzip-N' で 'gzip' の圧縮レベルを指定できます。N は数値で、1 (最速) から 9 (最高圧縮率) です。現在、'gzip' は 'gzip-6' の指定と同じです。
lv: Kontrolē kompresijas algoritmu, kurš lietots šajā datu kopā. 'lzjb' kompresijas algoritms ir optimizēts priekš jaudas, kamēr piedāvā labu datu kompresiju. Izvēloties kompresiju uz 'Iespējots', lieto 'lzjb' kompresijas algoritmu. Tu vai izēvelēties gzip līmeni lietojot vērtību 'gzib-N', kur N ir integrālis no 1 (ātrākais) līdz 9 (labākā kompresijas attiecība). Pašlaik, 'gzip' ir ekvivalents 'gzip-6'.
nb: Styrer kompresjonsalgoritmen for dette datasettet. 'lzjb' kompresjonsalgoritmen er optimalisert for ytelse samtidig som den yter OK kompresjon. Valget 'On' bruker 'lzjb' algoritmen. Du kan spesifisere 'gzip' kompresjon ved å velge verdien 'gzip-N', hvor N er et tall fra 1 (hurtigst) til 9 (best kompresjon). For øyeblikket er 'gzip' lik 'gzip-6'.
pt: Controla o algoritmo de compressão usado por este 'dataset'. O algoritmo de compressão 'lzjb' é optimizado para performance, mas atingue uma compressão de dados aceitável. Colocando a compressãp para 'On' usa o algoritmo de compressão 'lzjb'. Pode especificar o nivel 'gzip' usando o valor 'gzip-N', onde N é um inteiro de 1 (mais rápido) a 9 (melhor racio de compressão). Actualmente, 'gzip' é equivalente a 'gzip-6'.

source: Controls the compression algorithm used for this volume. The 'lzjb' compression algorithm is optimized for performance while providing decent data compression. Setting compression to 'On' uses the 'lzjb' compression algorithm. You can specify the 'gzip' level by using the value 'gzip-N', where N is an integer from 1 (fastest) to 9 (best compression ratio). Currently, 'gzip' is equivalent to 'gzip-6'.
ja: ボリュームで使用される圧縮アルゴリズムを制御します。'lzjb' 圧縮アルゴリズムはデータ圧縮のパフォーマンスに最適化します。'On' は 'lzjb' 圧縮アルゴリズムを使用します。'gzip-N' で 'gzip' の圧縮レベルを指定できます。N は数値で、1 (最速) から 9 (最高圧縮率) です。現在、'gzip' は 'gzip-6' の指定と同じです。
pt: Controlos de compressão algorítimica utilizados para este volume. A compressão algorítimica "lzjb" é optimizada para desempenho, equanto fornecendo uma compressão de dados decente. Configurar a compressão para "ligado" utiliza a compressão algorítmica "lzjb". Pode especificar o nível "gzip" utilizando o valor "gzip-N", onde N é um número inteiro de 1 (mais rápido) até 9 (melhor taxa de compressão). Correntemente, "gzip" é equivalente a "gzip-6".

source: Controls the dedup method. <br><b><font color='red'>NOTE/WARNING</font>: See <a href='http://wiki.nas4free.org/doku.php?id=documentation:setup_and_user_guide:disks-zfs-volumes-volume' target='_blank'>ZFS volumes & deduplication</a> wiki article BEFORE using this feature.</b></br>
ja: 重複排除の方法を指定します。<br><b><font color='red'>注意/警告</font>: この機能を使う前に <a href='http://wiki.nas4free.org/doku.php?id=documentation:setup_and_user_guide:disks-zfs-volumes-volume' target='_blank'>ZFS ボリュームと重複排除</a> のwiki 記事を見てください。</b></br>

source: Controls the dedup method. <br><b><font color='red'>NOTE/WARNING</font>: See <a href='http://wiki.nas4free.org/doku.php?id=documentation:setup_and_user_guide:disks_zfs_datasets_dataset' target='_blank'>ZFS datasets & deduplication</a> wiki article BEFORE using this feature.</b></br>
ja: 重複排除の方法を指定します。<br><b><font color='red'>注意/警告</font>: この機能を使う前に <a href='http://wiki.nas4free.org/doku.php?id=documentation:setup_and_user_guide:disks_zfs_datasets_dataset' target='_blank'>ZFS データセットと重複排除</a> のwiki 記事を見てください。</b></br>

source: Controls whether this dataset can be modified.
ja: このデータセットが修正可能かどうか制御します。
lv: Kontrolē vai datu kopa var tikt modificēta.
nb: Kontrollerer om dette datasettet kan bli modifisert
pt: Controla se é possivel modificar este 'dataset'

source: Count
ja: カウント
lv: Skaits
nb: Antall
pt: Contagem

source: Create and initialize RAID.
ja: RAIDの作成と初期化
lv: Veidot un inicializēt RAID.
nb: Lag og intialiser RAID
pt: Criar e inicializar RAID.

source: Create encrypted volume
ja: 暗号化ボリュームの作成
lv: Veidot šifrētu sējumu
nb: Lag kryptert volum
pt: Criar volume encriptado

source: Create work directory if it doesn't exist.
ja: 作業用ディレクトリが存在しない場合は作成する。
lv: Veidot darba mapi, ja tā neeksistē.
nb: Lag en arbeids-katalog om den ikke eksisterer
pt: Cria directório de trabalho, se este não existir.

source: Created UFS file system:
ja: 作成されたUFSファイルシステム:
pt: Sistema de arquivos UFS criado:

source: Creates the pool with an alternate root.
ja: プールと代替ルートを作成する。
lv: Veido pūlu ar alternatīvu sakni
pt: Cria a 'pool' com uma 'root'' alternativa.

source: Creates the recursive snapshot.
ja: 再帰的にスナップショットを作成する。
pt: Cria o snapshot recursivo.

source: Creating filesystem
ja: ファイルシステムの作成
lv: Veido datņu sistēmu
nb: Lager filsystem
pt: A criar o sistema de ficheiros

source: Creating filesystem with 'Soft Updates'
ja: 'ソフトアップデート' 有りのファイルシステムを作成
lv: Veido datņu sistēmu ar 'klusajiem jauninājumiem'
nb: Lager filsystem med 'Soft Updates'
pt: A criar sistema de ficheiros com 'Soft Updates'

source: Creating partition
ja: パーティションの作成
lv: Veido partīciju
nb: Lager partisjon
pt: Criando partição.

source: Creation
ja: 作成
pt: Criação

source: Credits
ja: クレジット
lv: Veidotāji
nb: Bidragsytere
pt: Créditos

source: Critical
ja: クリティカル
lv: Kritisks
nb: Kritisk
pt: Crítico

source: Cron job
ja: Cron ジョブ
nb: Cron jobb
pt: Tarefa

source: Current
ja: 現在
lv: Tekošais
nb: Gjeldende
pt: Currente

source: Current Version:
ja: 現在のバージョン:

source: Current administrator password is used for encryption.<br />Encrypted configuration is automatically gzipped.
ja: 現在の管理者パスワードが暗号化に使用されます。<br />暗号化された設定ファイルは自動的にgzip圧縮されます。

source: Current password
ja: 現在のパスワード

source: Current password is default password. You should use your own password.
ja: 現在のパスワードはデフォルトのパスワードです。自分のパスワードを使用する必要があります。

source: Current value of apparent power (Volt-Amps)
ja: 現在の皮相電力(VA)

source: Current value of real power (Watts)
ja: 現在の有効電力(W)

source: Custom
ja: カスタム
lv: Pielāgots
nb: Egendefinert
pt: Personalizado

source: Custom script
ja: カスタムスクリプト
lv: Pielāgots skripts
nb: Egendefinert skript

source: Custom script is not found.
ja: カスタムスクリプトが見つかりません。
lv: Pielāgotais skripts nav atrasts.
nb: Egendefinert skript ikke funnet.
pt: Custom script não foi encontrado.

source: Custom script is required.
ja: カスタムスクリプトが必要です。
lv: Pielāgots skripts ir nepeciešams.
nb: Egendefinert skript er påkrevd.
pt: Custom script é necessário.

source: Czech
ja: チェコ語
lv: Čehu
nb: tsjekkisk
pt: Checo

source: DLNA/UPnP Media Server
ja: DLNA/UPnP メディアサーバー

source: DNS settings
ja: DNS の設定
lv: DNS uzstādījumi
nb: DNS innstillinger
pt: Definições de DNS

source: DO NOT abort the firmware upgrade process once it has started. Once it is completed, the server will automatically reboot, the current configuration will be maintained.<br />You need a minimum of %d MiB free RAM to perform the upgrade.<br />It is strongly recommended that you <a href='%s'>Backup</a> the server configuration before doing a upgrade.
ja: ファームウェアのアップグレードを一旦開始したら途中で終了しないでください。サーバーはファームウェアのアップグレードが完了すると自動的に再起動します。現在の設定は維持されます。<br/>ファームウェアのアップグレードを行うには最低 %d MiB の 空き容量RAM が必要となります。<br/>ファームウェアをアップグレードする前にシステム設定の <a href='%s'>バックアップ</a> を行う事をお勧めします。

source: Daemon
ja: デーモン
lv: Dēmons
nb: Tjeneste
pt: Serviços

source: Daemon events
ja: デーモン イベント
lv: Dēmona notikumi
nb: Tjenestehendelser
pt: Eventos dos serviços

source: Daemon log
ja: デーモン ログ
lv: Dēmona vēsture
nb: Tjenestelogg
pt: Registo de serviços

source: Danish
ja: デンマーク語
lv: Dāņu
nb: Dansk
pt: Dinamarquês

source: Data digest
ja: データダイジェスト
lv: Datu īssavilkums

source: Data integrity
ja: データの完全性
lv: Datu integritāte
nb: Dataintegritet
pt: Integridade dos dados

source: Database directory
ja: データベース ディレクトリ
lv: Datubāzes mape
nb: Databasekatalog
pt: Directoria da base de dados

source: Dataset
ja: データセット
lv: Datu sējums
nb: Datasett
pt: Conjunto de dados

source: Datasets
ja: データセット
lv: Datu sējumi
nb: Datasett

source: Date & Time
ja: 日付と時間
lv: Datums un laiks
nb: Dato og klokkeslett
pt: Data e Hora

source: Days
ja: 日
lv: Dienas
nb: Dager
pt: Dias

source: Debug
ja: デバッグ
lv: Atkļūdot
nb: Feilsøk
pt: Depurar

source: Decrypt password
ja: 復号化パスワード

source: Dedup
ja: 重複排除

source: Default
ja: デフォルト
lv: Noklusētais
nb: Standard
pt: Predefinição

source: Default is %s.
ja: デフォルトは %s。
lv: Noklusētais ir %s.
nb: Standard er %s.
pt: Por defeito %s.

source: Default root
ja: デフォルトルートディレクトリ
lv: Noklusējuma sakne
nb: Standard root
pt: Utilizador padrão

source: Default user name is 'admin'.
ja: 初期ユーザ名は「admin」です
lv: Noklusējuma lietotāja vārds ir 'admin'
nb: Standard brukernavn er 'admin'.
pt: Utilizador por defeito é 'admin'.

source: Define directories/URL's that require authentication.
ja: 認証が必要なディレクトリ/URLを指定して下さい。
lv: Definē mapes/URL, kas pieprasa autentifikāciju.
nb: Definer kataloger/URL'er som krever autentisering.
pt: Escolha as pastas/urls que necessitam de autenticação

source: Defines when the shutdown is initiated.
ja: いつシャットダウン処理が開始されるかを定義して下さい。
lv: Definē, kad izslēgšana tiek uzsākta.
nb: Definerer når avslåing startes.
pt: Define quando o 'Shutdown' é iniciado.

source: Delete
ja: 削除
lv: Dzēst
nb: Slett
pt: Apagar

source: Delete ARP entry
ja: ARP エントリの削除
lv: Dzēst ARP ierakstu
nb: Slett ARP innslag
pt: Eliminar entrada ARP

source: Delete Host
ja: ホストを削除
lv: Dzēst saimniekdatoru
nb: Slett vert
pt: Eliminar anfitrião

source: Delete Login Info
ja: ログイン情報の削除
lv: Dzēst Autorizācijas Informāciju
nb: Slett innlogginsinformasjon
pt: Apagar Informação de Login

source: Delete MIB
ja: MIB を削除
lv: Dzēst MIB
nb: Slett MIB
pt: Apagar MIB

source: Delete RAID
ja: RAID の削除
lv: Dzēst RAID
nb: Slett RAID
pt: Eliminar RAID

source: Delete Route
ja: ルートの削除
lv: Dzēst Ceļu
nb: Slett rute
pt: Eliminar rota

source: Delete Rsync job
ja: Rsync ジョブを削除
lv: Dzēst Rsunc darbu
nb: Slett Rsync jobb
pt: Apaga execução do Rsync

source: Delete URL
ja: URL を削除
lv: Dzēst URL
nb: Slett URL
pt: Apagar URL

source: Delete algorithm
ja: アルゴリズムを削除
lv: Dzēst algoritmu
nb: Slett algoritme
pt: Apagar Algoritmo

source: Delete all MIBs
ja: 全ての MIB を削除
lv: Dzēst visus MIBus
nb: Slett alle MIB
pt: Apagar todo MIBS

source: Delete all options
ja: 全てのオプションを削除
lv: Dzēst visas iespējas
nb: Slett alle alternativer
pt: Apagar todas as opcções

source: Delete all rules
ja: 全てのルールを削除
lv: Dzēst visus noteikumus
nb: Slett alle regler
pt: Apaga todas as regras

source: Delete all self-tests
ja: 全てのセルフテストを削除
lv: Dzēst visus paš-testus
nb: Slett alle selv-tester
pt: Apaga os auto-testes.

source: Delete auth group
ja: 認証グループの削除
lv: Dzēst autorizācijas grupu
nb: Slett auth gruppe
pt: Apaga grupo 'Auth'

source: Delete auto snapshot
ja: 自動スナップショットの削除
pt: Apagar snapshot automático

source: Delete clone
ja: クローンを削除
nb: Slett klone
pt: Apagar clone

source: Delete command
ja: コマンドを削除
lv: Dzēst komandu
nb: Slett kommando
pt: Eliminar comando

source: Delete dataset
ja: データセットの削除
lv: Dzēst datu sējumu
nb: Slett datasett
pt: Apaga 'dataset'

source: Delete device
ja: デバイスを削除
lv: Dzēst ierīci
nb: Slett enhet
pt: Apagar dispositivos

source: Delete disk
ja: ディスクの削除
lv: Dzēst disku
nb: Slett disk
pt: Apagar disco

source: Delete extent
ja: エクステントの削除
lv: Dzēst apjomu
nb: Slett omfang
pt: Excluir medida

source: Delete files on the receiving side that don't exist on sender.
ja: 送信側に存在しないファイルを受信側で削除します。
lv: Dzēst datnes saņemšanas pusē, kas neeksistē saņēmējā.
nb: Slett filer på mottakers side som ikke eksisterer hos sender.
pt: Apagar todos os ficheiro do lado do receptor que não existam do lado de quem envia.

source: Delete group
ja: グループの削除
lv: Dzēst grupu
nb: Slett gruppe
pt: Eliminar grupo

source: Delete initiator
ja: イニシエータを削除
lv: Dzēst iniciatoru
nb: Slett initiator
pt: Excluir iniciador

source: Delete initiator group
ja: イニシエータグループの削除
lv: Dzēst iniciatora grupu
nb: Slett initiativgruppe
pt: Apaga grupo 'initiator'

source: Delete interface
ja: インタフェースの削除
lv: Dzēst interfeisu
nb: Slett grensesnitt
pt: Apagar interface

source: Delete job
ja: ジョブを削除
lv: Dzēst darbu
nb: Slett jobb
pt: Excluir trabalho

source: Delete module
ja: モジュールを削除
lv: Dzēst moduli
nb: Slett modul
pt: Excluir módulo

source: Delete mount point
ja: マウントポイントを削除
lv: Dzēst montēšanas punktu
nb: Slett monteringspunkt
pt: Apagar <i>mount-point</i>

source: Delete option
ja: オプションを削除
lv: Dzēst iespēju
nb: Slett alternativ
pt: Apaga opção

source: Delete pool
ja: プールの削除
lv: Dzēst pūlu
pt: Apaga votação

source: Delete portal group
ja: ポータルグループの削除
lv: Dzēst portāla grupu
nb: Slett portal gruppe
pt: Apaga portal do grupo

source: Delete resource
ja: リソースの削除

source: Delete rule
ja: ルールを削除
lv: Dzēst noteikumus
nb: Slett regel
pt: Apaga regra

source: Delete self-test
ja: セルフテストの削除
lv: Dzēst paš-testu
nb: Slett selv-test
pt: Excluir teste automático

source: Delete share
ja: 共有を削除
lv: Dzēst kopīgojumu
nb: Slett deling
pt: Excluir partilha

source: Delete snapshot
ja: スナップショットの削除
pt: Apagar snapshot

source: Delete target
ja: ターゲットの削除
lv: Dzēst mērķi
nb: Slett mål
pt: Excluir alvo

source: Delete user
ja: ユーザの削除
lv: Dzēst lietotāju
nb: Slett bruker
pt: Eliminar utilizador

source: Delete volume
ja: ボリュームの削除
nb: Slett volum
pt: Apagar volume

source: Deletes the recursive snapshot.
ja: 再帰的にスナップショットを削除する。
pt: Apaga snapshot recursivo

source: Deleting
ja: 削除中
lv: Dzēšana
nb: Sletter
pt: A apagar

source: Deleting GEOM metadata
ja: GEOM メタデータを削除しています
lv: Dzēš GEOM metadatus
nb: Sletter GEOM metadata
pt: A apagar 'GEOM data'

source: Deleting MBR and partition table
ja: MBR 及びパーティションテーブルを削除します
lv: Dzēš MBR un partīcijas tabulu
nb: Sletter MBR og partisjonstabellen.
pt: A apagar MBR e tabela de partição

source: Deny
ja: 拒否
lv: Aizliegt
nb: Nekt
pt: Negar

source: Description
ja: 概要
lv: Apraksts
nb: Beskrivelse
pt: Descrição

source: Destination
ja: 宛て先
lv: Galamērķis
nb: Mål
pt: Destino

source: Destination email address.
ja: メールの宛て先
lv: Saņēmēja e-pasta adrese
nb: Destinasjons e-post adresse.
pt: Endereço electrónico do destinatário.

source: Destination host name or IP number.
ja: 宛て先のホスト名もしくは IP アドレス
lv: Galamērķa saimniekdatora nosaukums vai IP numurs.
nb: Målets vertsnavn eller IP adresse.
pt: Nome ou endereço IP da máquina de destino.

source: Destination network
ja: 宛て先ネットワーク
lv: Galamērķa tīkls
nb: Mottaker nettverk
pt: Rede de destino

source: Destination network bit count
ja: 宛て先ネットワークのビット数
lv: Galamērķa tīkla bitu skaits
nb: Destinasjons nettverkets bitantall
pt: Número de bits da rede de destino

source: Destination network for this static route
ja: この静的ルートの宛先ネットワーク
lv: Galamērķa tīkla priekš šī statiskā ceļa
nb: Mottaker nettverk for denne statiske ruten
pt: Rede de destino para esta rota estática

source: Destination port
ja: 宛て先ポート
lv: Galamērķa ports
nb: Destinasjons port
pt: Porta de destino

source: Destination share
ja: 接続先共有
lv: Galamērķa kopīgojums
nb: Mål deling
pt: Partilha de destino

source: Detected
ja: 検出
lv: Atklāts
nb: Oppdaget
pt: Detectado

source: Detected Language:<br />(Change if needed)
ja: 検出された言語:<br />(必要ならば変更してください)

source: Detected RSYNC remote shares
ja: 検出された RSYNC リモート共有
lv: Atklātas RSYNC attālinātais kopīgojums
nb: Oppdag RSYNC fjerne delinger
pt: Partilhas remotas RSYNC detectadas

source: Detected an error while importing.
ja: インポート中にエラーを検出しました。

source: Determine the default timeout, in microseconds, before the first packet is retransmitted. The default is 1000000 (1 second).
ja: パケットが再送されるまでのデフォルトタイムアウトをマイクロ秒で指定して下さい。デフォルトは 1000000 (1秒) です。
lv: Nosaka noklusējuma noildzi iekš mikrosekundēm, pirms pirmā pakete tiek vēlreiz pārsūtīta. Noklusējums ir 1000000 (1 sekunde).
nb: Sett standard tidsavbrudd i mikrosekunder, før første pakke blir sendt på nytt. Standard er 1000000 (1 sekund).
pt: Determina o 'timeout' por defeito, em microsegundos, antes de que o primeiro pacote seja retransmitido. Por defeito é 1000000 (1 segundo)

source: Device
ja: デバイス
lv: Ierīce
nb: Enhet
pt: Dispositivo

source: Device /dev/%s - %s
ja: デバイス /dev/%s - %s
lv: Ierīce /dev/%s - %s
nb: Enhet /dev/%s - %s
pt: Dispositivo /dev/%s - %s

source: Device IP
ja: デバイスのIP
lv: Ierīces IP
nb: Enhets IP
pt: Endereço IP do dispositivo

source: Device Pass-through
ja: SCSIデバイスパススルー
lv: Ierīces Padot-caur
nb: Transparent enhet
pt: Device de Passagem

source: Device Serial
ja: デバイスシリアル

source: Device model
ja: デバイスモデル
lv: Ierīces modelis
nb: Enhetsmodell
pt: Modelo de dispositivo

source: Device polling
ja: デバイスポーリング
lv: Ierīces aptauja
nb: Enhets spørring
pt: Sondagem de dispositívos

source: Device polling is a technique that lets the system periodically poll network devices for new data instead of relying on interrupts. This can reduce CPU load and therefore increase throughput, at the expense of a slightly higher forwarding delay (the devices are polled 1000 times per second). Not all NICs support polling.
ja: デバイスポーリングは、新しいデータの為に、割り込みを使用するのでなく周期的にネットワークデバイスに問い合わせる技術です。これは、少し高い転送遅延と引き換えに、CPU 負荷を下げることによってスループットを上げます (デバイスは毎秒 1000 回ポーリングされます)。全ての NIC がポーリングをサポートする訳ではありません。
lv: Ierīču aptauja ir tehnika, kas ļauj sistēmai periodiski aptaujāt tīkla ierīces priekš jauniem datiem, nekā paļauties uz pārtaukumiem. Šis var samazināt CPU slodzi un palielināt caurlaidību, upurējot nedaudz augstāku pārsūtīšanas aizturi (ierīces ir aptaujātas 1000 reizes sekundē). Ne visi NICi atbalsta aptaujāšanu.
nb: Enhetsspørring er en teknikk som lar systemet periodisk hente ny data fra nettverksenheter istedet for å være avhengig av prosessoravbrudd. Dette kan redusere lasten på prosessoren og dermed forbedre datagjennomstrømningen. Dette medfører en liten økning i videresendingsforsinkelsen. (forespørsler til enhetene blir gjort 1000 ganger per sekund). Ikke alle nettverkskort støtter spørring.
pt: 'Device polling' é uma tecnica que permite que o sistema periodicamente questione os equipamentos de rede para novos pedidos de dados ao invés de esperar por 'interrupts'. Este sistema reduz a carga do CPU, e portanto aumento a largura de banda, à custa de um ligueiro aumento do atrazo de envio (os equipamento questionados 1000 vezes por segundo). Nem todos os NICs suportão 'polling'.

source: Device: %s | Total: %s | Used: %s | Free: %s
ja: デバイス: %s | 容量: %s | 使用領域: %s | 空き領域: %s
lv: Ierīce: %s | Kopā: %s | Izlietots: %s | Brīvs: %s
nb: Enhet: %s | Total: %s | Brukt: %s | Ledig: %s
pt: Device: %s | Total: %s | Usado: %s | Livre: %s

source: Devices
ja: デバイス
lv: Ierīces
nb: Enheter
pt: Dispositivos

source: Diagnostics
ja: 診断
lv: Diagnostika
nb: Diagnostikk
pt: Diagnósticos

source: Difference
ja: 差分
lv: Atšķirība
nb: Forskjell
pt: Diferença

source: Digital Audio Access Protocol
ja: DAAP(Digital Audio Access Protocol)
lv: Digitālās Skaņas Piekļuves Protokols
pt: Protocolo de acesso audio digital

source: Direction
ja: 方向
lv: Virziens
nb: Retning
pt: Direcção

source: Directory
ja: ディレクトリ
lv: Mape
nb: Katalog
pt: Directório

source: Directory for incomplete files. An empty field means disable.
ja: 未完了ファイルの保存ディレクトリ。空欄は無効です。

source: Directory listing
ja: ディレクトリリスト
lv: Mapes izdruka
nb: Kataloglisting
pt: Listagem de directório

source: Directory that contains removable media. (e.g /mnt/iscsi/)
ja: リムーバブルメディアを格納するディレクトリ。(例: /mnt/iscsi/)
lv: Mape, kura satur noņemamos multimedijus (piem. /mnt/iscsi/)
nb: Katalog som inneholder fjernbar media. (eks. /mnt/iscsi/)
pt: Directoria que contém os media removíveis. (e.g /mnt/iscsi/)

source: Directory to watch for new .torrent files.
ja: 新しい .torrent ファイルを監視するディレクトリ。
lv: Mape, kurā skatīties pēc jaunām .torrent datnem.
nb: Katalog for å oppdage nye .torrent-filer
pt: Directorio onde procurar novos ficheiros .torrent.

source: Disable File Manager
ja: ファイルマネージャを無効にする
lv: Atspējot Datņu Menedžeri
nb: Deaktiver filordner
pt: Desactivar Gestor de Ficheiros

source: Disable TCP wrapper (mod_wrap module).
ja: TCP wrapper (mod_wrapモジュール) を無効にします。

source: Disable console menu
ja: コンソールメニューを無効にする
lv: Atspējot konsoles izvēlni
nb: Slå av konsoll menyen
pt: Desactivar o menu da consola

source: Disable firmware upload
ja: ファームウェアアップロードを無効
lv: Atspējot programmatūras augšupielādi
nb: Slå av fabrikkvare opplasting
pt: Desactivar acualização de firmware

source: Disable firmware version check
ja: ファームウェアバージョンチェックを無効にする
lv: Atspējot programmatūras versijas pārbaudi
nb: Slå av fabrikkvare versjon sjekk
pt: Desactivar a verificação da versão do firmware

source: Disable speaker beep on startup and shutdown
ja: スタートアップとシャットダウン時のスピーカービープを無効にする
lv: Atspējot skaņas signālu startā un izslēgšanā
nb: Slå av høytaler pip under oppstart og avslutting.
pt: Desactivar os avisos sonoros ao arrancar e desligar

source: Disabled
ja: 無効
lv: Atspējots
nb: Slått av
pt: Desactivado

source: Discovered iSCSI target for %s
ja: iSCSI ターゲット %s を発見しました。
lv: Atklāts iSCSI mērķis priekš %s
nb: Oppdaget iSCSI mål for %s
pt: Descoberto o iSCSI para %s

source: Discovery Auth Group
ja: 探索 認証グループ
lv: Atklājumu Autorizācijas Grupa
nb: Oppdag Auth gruppe
pt: Grupo de Descoberta de Autenticação

source: Discovery Auth Method
ja: 探索 認証方法
lv: Atklāšanas Auth Metode
nb: Oppdag Auth metode
pt: Método de Descoberta de Autenticação

source: Disk
ja: ディスク
lv: Disks
pt: Disco

source: Disk space usage
ja: ディスク使用率
lv: Diska vietas lietojums
nb: Bruk av diskplass
pt: Utilização do espaço em disco

source: Disks
ja: ディスク
lv: Diski
nb: Disker
pt: Discos

source: Disks (ATA)
ja: ディスク(ATA)
lv: Diski (ATA)
nb: Disker (ATA)
pt: Discos (ATA)

source: Disks (ATA) information
ja: ディスク (ATA) 情報

source: Display
ja: 表示
lv: Rādīt
nb: Skjerm
pt: Monitor

source: Distributed hash table
ja: 分散ハッシュテーブル
lv: Dalīta jaucējtabula
nb: Distribuert hash-tabell
pt: Tabela hash distribuida

source: Do you really want to clear and import?\nThe existing config will be cleared and overwritten.
ja: 本当に消去およびインポートしてもよろしいですか？\n既存コンフィグは消去されて上書きされます。

source: Do you really want to delete all MIBs?
ja: 全ての MIB を削除してもよろしいですか?
lv: Vai Tu tiešām vēlies dzēst visus MIBus?
nb: Vil du virkelig slette alle MIB's?
pt: Tem a certeza que pretende apagar todos os MIBs?
