Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: Recursive
ja: 再帰
lv: Rekursīvi
nb: Rekursivt
pt: Recursivo

source: Recycle bin
ja: ごみ箱
lv: Atkritne
nb: Papirkurv
pt: Reciclagem

source: Refresh
ja: 更新
lv: Atsvaidzināt
nb: Oppdater
pt: Actualizar

source: Reject
ja: 却下
lv: Noraidīt
nb: Avvis
pt: Rejeitar

source: Relative humidity alarm (enabled/disabled)
ja: 相対湿度警告(有効/無効)

source: Relative humidity threshold high (percent)
ja: 相対湿度しきい値(%)

source: Release Notes
ja: リリースノート
lv: Laidiena Piezīmes
nb: Utgivelsesinformasjon
pt: Notas da Versão

source: Reload page
ja: ページの再読込み
lv: Atsvaidzināt lapu
nb: Last inn siden på nytt
pt: Carregar a página de novo

source: Remaining battery runtime
ja: 残りバッテリー時間

source: Remote Rsync Server
ja: リモート Rsync サーバ
lv: Attālināts Rsync Serveris
nb: Fjern Rsync tjener
pt: Servidor Remoto Rsync

source: Remote address
ja: リモートアドレス
lv: Attālināta adrese
nb: Fjern adresse
pt: Endereço remoto

source: Remote module (source)
ja: リモートモジュール (ソース)
lv: Attālināts modulis (avots)
nb: Fjern modul (kilde)
pt: Módulo remoto (fonte)

source: Remote module name
ja: リモートモジュール名
lv: Attālinātā moduļa nosuakums
nb: Fjern modulnavn
pt: Nome do módulo remoto

source: Remote monitoring
ja: リモートモニタリング
lv: Attālinātā pārraudzība
nb: Fjernovervåking
pt: Monitorização remota

source: Remote syslog server
ja: リモート syslog サーバ
lv: Attālināts syslog serveris
nb: Fjern syslog tjener
pt: servidor syslog remoto

source: Removable
ja: リムーバブル
lv: Noņemams
pt: Removível

source: Remove all entries from ARP table
ja: ARP テーブルの全てのエントリを削除
lv: Izdzēst visus ierakstus no ARP tabulas
nb: Slett alle innslag fra ARP tabellen
pt: Remover todas as entradas da tabela ARP

source: Replace Battery UPS
ja: UPSバッテリーを交換してください

source: Report Generator
ja: レポートジェネレーター
lv: Pārskata Ģenerators
nb: Rapport generator
pt: Gerador de Relatórios

source: Report if the temperature had changed by at least N degrees Celsius since last report. Set to 0 to disable this report.
ja: 温度が前回の通知の値より N ℃以上の変化があった場合に改めて通知します。0 に設定する事でこの通知を無効に出来ます。
lv: Paziņot, ja temperatūra ir mainījusies pa vismaz N grādiem Celsija skalā pēc pēdējā pārskata. Uzstādi uz 0, lai atspējotu šo pārskatu.
nb: Rapporter hvis temperaturen har endret seg med minst N grader Celsius siden siste rapport. Set til 0 for å slå av denne rapporten.
pt: Relata se a temperatura tiver mudado pelo menos N graus Celsius deste o último relatório. Alterar para 0 caso pretenda desactivar este relatório.

source: Report if the temperature is greater or equal than N degrees Celsius. Set to 0 to disable this report.
ja: 温度が N ℃以上の場合に通知します。0 に設定する事でこの通知を無効に出来ます。
lv: Paziņot, ja temperatūra ir lielāka vai vienāda ar N grādiem Celsija skalā. Uzstādi uz 0, lai atspējotu šo pārskatu.
nb: Rapporter hvis temperaturen er høyere enn eller lik N grader Celsius. Sett til 0 for å slå av denne rapporten.
pt: Relata se a temperatura é maior ou igual a N graus Celsius. Alterar para 0 caso pretenda desactivar este relatório.

source: Reports
ja: レポート
lv: Pārskati
nb: Rapporter
pt: Relatórios

source: Require authentication.
ja: 認証を要求します。
lv: Pieprasa autentifikāciju
nb: Krev autentisering.
pt: Requer autenticação

source: Required
ja: 必須
lv: Obligāts
nb: Obligatorisk
pt: Requer

source: Rescan disks
ja: ディスクの再スキャン
lv: Pārskanēt diskus
pt: Re-verificar discos

source: Rescan interval
ja: 再スキャンの間隔
lv: Pārskanēšanas intervāls
nb: Intervall for nytt søk
pt: Intervalo de reverificação.

source: Reservation
ja: 予約

source: Resolve
ja: 逆引き
lv: Atrisināt
nb: Løs
pt: Resolver nomes

source: Resolve IP addresses to hostnames
ja: IP アドレスからホスト名を解決する
lv: Atrisināt IP adreses uz saimniekdatoru nosaukumiem
nb: Løs IP adresser til vertsnavn
pt: Resolver endereços IP para nomes

source: Resource
ja: リソース

source: Resource name
ja: リソース名

source: Resources
ja: リソース

source: Restore configuration
ja: 設定のリストア
lv: Restaurēt konfigurāciju
nb: Gjenopprett konfigurasjon
pt: Repor configuração

source: Restore metadata from the given file to the given provider.
ja: メタデータをファイルからプロバイダに復元します。
lv: Restaurēt metadatus no dotās datnes uz doto piegādātāju.
pt: Restaurar metadata a partir de um ficheiro para um dado fornecedor.

source: Results for net rpc testjoin:
ja: net rpc testjoin の結果:
lv: Rezultāti priekš net testjoin:
nb: Resultat for net rpc testjoin:
pt: Resultados para o net rpc testjoin:

source: Results of last self test
ja: 最新セルフテスト結果

source: Resume
ja: リジューム
lv: Atsākt
nb: Fortsett
pt: Continuar

source: Retry
ja: リトライ
lv: Mēģināt vēlreiz
nb: Prøv igjen
pt: Tentar Novamente

source: Return to Command page
ja: コマンドページに戻る

source: Reverse DNS lookup
ja: DNS 逆引き参照
lv: Apgreizta DNS pārlūkošana
nb: Reversert DNS oppslag
pt: Verificar DNS inverso

source: Reverse direction
ja: 逆方向
pt: Direcção inversa

source: Role
ja: 役割

source: Romanian
ja: ルーマニア語
lv: Rumāņu
nb: Romansk
pt: Romeno

source: Root bind password
ja: Root bind パスワード
lv: Saknes bindes parole
nb: Root bind passord
pt: Palavra passe de root bind

source: Rotation rate
ja: 回転数

source: Round-robin read
ja: ラウンドロビンでの読み出し
lv: Round-robin lasīt
pt: Leitura Round-robin

source: Roundrobin
ja: ラウンドロビン

source: Routes
ja: ルーティング
lv: Maršuti
nb: Ruter
pt: Encaminhamentos

source: Routing tables
ja: ルーティングテーブル
lv: Maršrutēšanas tabulas
nb: Ruting tabeller
pt: Tabelas de encaminhamento

source: Rows
ja: 列
lv: Rindas
nb: Rader
pt: Linhas

source: Rsync job
ja: Rsync ジョブ
lv: Rsync darbs
nb: Rsync jobb
pt: Tarefa Rsync

source: Rule
ja: ルール
lv: Noteikums
nb: Regel
pt: Regra

source: Rule number
ja: ルール番号
lv: Noteikuma numurs
nb: Regel nummer
pt: Regra número

source: Rules
ja: ルール
lv: Noteikumi
nb: Regler
pt: Regras

source: Run as
ja: 実行ユーザ

source: Run now
ja: 今すぐ実行
lv: Izpildīt tagad
nb: Kjør nå
pt: Executar agora

source: Running
ja: 動作中
lv: Palaists
nb: Kjører
pt: Em Execução

source: Russian
ja: ロシア語
lv: Krievu
nb: Russisk
pt: Russo

source: S.M.A.R.T. events
ja: S.M.A.R.T. イベント
lv: S.M.A.R.T. notikumi
nb: S.M.A.R.T. saker
pt: Eventos S.M.A.R.T.

source: S.M.A.R.T. extra options
ja: S.M.A.R.T. 拡張オプション
lv: S.M.A.R.T. papildus iespējas
nb: S.M.A.R.T. ekstra alternativer
pt: Opções extra de S.M.A.R.T.

source: S.M.A.R.T. log
ja: S.M.A.R.T. ログ
lv: S.M.A.R.T. žurnāls
nb: S.M.A.R.T. logg
pt: Registo S.M.A.R.T.

source: SMB3 is for recent OS like Windows 8. SMB2 is for OS like Windows 7 and Vista. NT1 is for legacy OS like XP.
ja: SMB3 は Windows 8 のような最新OS 向けです。SMB2 は Windows 7、Vista OS 向けです。NT1 は XP のようなレガシーOS 向けです。

source: SNMP Modules
ja: SNMPモジュール
lv: SNMP Moduļi
nb: SNMP Moduler
pt: Módulos SNMP

source: SSH events
ja: SSHのイベント
lv: SSH notikumi
nb: SSH saker
pt: Eventos SSH

source: SSHD log
ja: SSHDのログ
lv: SSHD žurnāls
nb: SSHD logg
pt: Registo SSHD

source: SSL/TLS only
ja: SSL/TLS 専用
lv: SSL/TLS tikai
nb: Kun SSL/TLS
pt: Apenas SSL/TLS

source: Samba will read from file asynchronously when size of request is bigger than this value. (%d by default)
ja: Samba は要求サイズがこの値より大きい場合に非同期ファイル読み込みを行います。(デフォルトは %d)
lv: Samba no datnes nolasīs asinhroni, kad pieprasījuma lielums ir lielāks nekā šī vērtība. (%d pēc noklusējuma)
pt: Samba irá ler os ficheiros de forma assíncrona quando o tamanho do pedido for superior a este valor. (%d por defeito)

source: Samba will write to file asynchronously when size of request is bigger than this value. (%d by default)
ja: Samba は要求サイズがこの値より大きい場合に非同期ファイル書き込みを行います。(デフォルトは %d)
lv: Samba rakstīs datnē asinhroni, kad pieprasījuma lielums ir lielāks nekā šī vērtība. (%d pēc noklusējuma)
pt: Samba irá escrever os ficheiros de forma assíncrona quando o tamanho do pedido for superior a este valor. (%d por defeito)

source: Save
ja: 保存
lv: Saglabāt
nb: Lagre
pt: Gravar

source: Save and Restart
ja: 保存して再起動
lv: Saglabāt un Pārsāknēt
nb: Lagre og start på nytt
pt: Guardar e reiniciar

source: Save file
ja: 保存

source: Save login information in configuration file.
ja: ログイン情報を設定ファイルに保存します。
lv: Saglabāt autorizācijas informāciju konfigurācijas datnē.
pt: Guardar informação de login no ficheiro de configuração

source: Saved file to
ja: 以下のファイルを保存しました
lv: Saglabāja datni uz
nb: Lagret fil til
pt: Ficheiro gravado em

source: Scan Targets
ja: ターゲットのスキャン
lv: Skanēt Mērķus
pt: Verificar alvos

source: Scan file system every N seconds to see if any files have been added or removed. Set to 0 to disable background scanning. If background rescanning is disabled, a scan can still be forced from the status page of the administrative web interface.
ja: N 秒間隔でファイルシステムをスキャンしてファイルの追加および削除を確認します｡0 と設定した場合、バックグラウンドでのスキャンは停止します。バックグラウンドでの再スキャンが停止している場合は､スキャンを管理 WebGUI のステータスページから実行する事が可能です。
lv: Skanēt datņu sistēmu reizi N sekundēs, lai redzētu vai kādas datnes nav pievienotas vai noņemtas. Uzstādīt uz 0, lai atspējotu fona skanēšanu. Ja fona pārskanēšana ir atspējota, skanēšana joprojām var tikt veikta no statusa lapas administratīvajā web interfeisā.
pt: Verifica o sistema de ficheiros a cada N segundos para ver se há ficheiros que foram adicionados ou removidos. Colocar a 0 para desactivar a procura em 2º plano. Se a procura em 2º plano for desactivada, ainda é possível activar a procura a partir da página de estado da interface web de administração.

source: Scan type
ja: スキャンタイプ
lv: Skana tips
nb: Skann type
pt: Tipo de verificação

source: Schedule time
ja: スケジュール時刻
lv: Grafikā paredzētais laiks
nb: Planlagt tid
pt: Agendar em

source: Scheduled
ja: スケジュール
lv: Plānotais
nb: Planlagt
pt: Agendada

source: Scheduled Self-Test
ja: スケジュールされたセルフテスト
lv: Plānotā Pāšpārbaude
nb: Planlagt selv-test
pt: Teste agendado

source: Scheduled reboot
ja: スケジュールされたリブート
lv: Plānota pārstartēšanās
nb: Planglagt omstart
pt: Reinicio do sistema agendado

source: Scheduled self-tests
ja: スケジュールされたセルフテスト
lv: Plānotās pašpārbaudes
nb: Planlagte selv-tester
pt: Testes agendados

source: Scheduled shutdown
ja: シャットダウンスケジュール
lv: Plānotā izslēgšanās
nb: Planlagt slå av
pt: Encerramento agendado

source: Secondary
ja: セカンダリ

source: Secret
ja: シークレット
lv: Noslēpums
nb: Hemmelighet
pt: Segredo

source: Security
ja: セキュリティー
lv: Drošība
nb: Sikkerhet
pt: Segurança

source: Select Hypertext Transfer Protocol (HTTP) or Hypertext Transfer Protocol Secure (HTTPS) for the WebGUI.
ja: WebGUIに利用するプロトコルを HTTP(Hypertext Transfer Protocol) もしくは HTTPS(Hypertext Transfer Protocol Secure) から選択してください。

source: Select a disk that is enabled for S.M.A.R.T. monitoring.
ja: S.M.A.R.T. を有効にするディスクを選択してください。
lv: Izvēlies disku, kas ir iespējot priekš S.M.A.R.T. pāraudzības.
nb: Velg en disk som er klar for S.M.A.R.T. overvåking.
pt: Seleccione disco com capacidade de monitorização S.M.A.R.T.

source: Select item to remove from the list
ja: リストから削除するアイテムを選択
lv: Izvēlies vērtību, kuru izņemt no saraksta
pt: Seleccione da lista o item a remover

source: Select mount point where to create the swap file.
ja: スワップファイルを作成するディレクトリを選択してください。
lv: Izvēlies montēšanas punktu, kur izveidot swap datni.
nb: Velg et monteringspunkt for swap fil skal lages.
pt: Escolha a localização onde deseja criar o ficheiro de memória virtual.

source: Select the FreeBSD package to be installed.
ja: インストールする FreeBSD のパッケージを選択してください。
lv: Izvēlies FreeBSD pakotni, kuru uzstādīt.
nb: Velg FreeBSD pakken som skal installeres.
pt: Escolha o pacote do FreeBSD a instalar.

source: Select the language of the WebGUI.
ja: WebGUIで利用する言語を選択してください。

source: Select the location closest to you.
ja: もっとも近いロケーションを選択して下さい。
lv: Izvēlies vietu vistuvāk tev.
nb: Velg stedet nærmest deg
pt: Escolha o local mais próximo de si.

source: Select the server configuration encrypted GZIP file or XML file and click the button below to restore the configuration.
ja: 暗号化された GZIP ファイルまたは XML ファイルのサーバー設定ファイルを選択後、下のボタンをクリックすると設定が復元されます。

source: Select which interface to use. (only selectable if your server has more than one)
ja: 利用するインターフェースを選択してください。(2個以上サーバーに装着してある場合にのみ選択可能)

source: Select your read balance algorithm.
ja: 読込み時のバランスアルゴリズムを選択して下さい。
lv: Izvēlies savu lasīšanas balancēšanas algoritmu.
nb: Velg din lese balansering algoritme.
pt: Seleccione o algoritmo de balanceamento desejado.

source: Selected
ja: 選択
lv: Izvēlēts
nb: Valgt
pt: Seleccionado

source: Selected file isn't an valid ISO file.
ja: 選択されたファイルは有効な ISOファイルではありません。
lv: Izvēlētā datne nav derīga ISO datne.
nb: Den valgte filen er ikke en valid ISO fil.
pt: O ficheiro escolhido não é um ficheiro ISO válido.

source: Self-Monitoring, Analysis and Reporting Technology
ja: セルフモニタリング、分析及びレポート
lv: Paš-Pieskatīšana, Analīze un Paziņošanas Tehnoloģija

source: Send Buffer Size
ja: 送信バッファサイズ
lv: Sūtīšanas Bufera izmērs
nb: Send Buffer størrelse
pt: Tamanho do tampão (buffer) de envio

source: Send Command!
ja: コマンド送信!
lv: Sūtīt Komandu!
nb: Send kommando!
pt: Enviar comando!

source: Send a TEST warning email on startup.
ja: 起動時にテストとして警告メールを送信します。
lv: Sūtīt TESTA brīdinājuma e-pastu sāknēšanās laikā.
nb: Send en TEST advarsels e-post under oppstart
pt: Enviar um e-mail de aviso TESTE ao iniciar.

source: Send now
ja: 今すぐ送信
lv: Sūtīt tagad
nb: Send nå
pt: Enviar agora

source: Send test email
ja: テストメールの送信
lv: Sūtīt testa e-pastu
nb: Send test e-post
pt: Enviar email de teste

source: Separate email addresses by semi-colon.
ja: セミコロンを使用してメールアドレスを複数記述する事が出来ます。
lv: Atdalīt e-pasta adreses ar semikolu.
nb: Separer e-post adresser med semikolon.
pt: Separe os endereços de e-mail com ponto e vírgula

source: Serial Console
ja: シリアルコンソール
lv: Seriālā Konsole
pt: Consola do Sistema

source: Serial number
ja: シリアル番号
lv: Sērijas numurs
pt: Número de série

source: Server
ja: サーバ
lv: Serveris
nb: Tjener
pt: Servidor

source: Server Name
ja: サーバ名
lv: Servera Nosaukums
nb: Tjener navn
pt: Nome do servidor

source: Server description. This can usually be left blank.
ja: サーバの説明。通常は空白のままで構いません。
lv: Servera apraksts. Šo parasti var atstāt tukšu.
nb: Tjener beskrivelse. Denne kan vanligvis være tom.
pt: Descrição do servidor. Esta opção pode normalmente ser deixada em branco.

source: Server information
ja: サーバー情報

source: Server name
ja: サーバ名
lv: Servera Nosukums
nb: Tjenernavn
pt: Nome do servidor

source: Server version
ja: サーバーバージョン

source: Service
ja: サービス
lv: Serviss
nb: Tjeneste
pt: Serviço

source: Services
ja: サービス
lv: Servisi
nb: Tjenester
pt: Serviços

source: Set additional group memberships for this account.
ja: このアカウントを他のグループのメンバーにします。
lv: Uzstādīt papildus grupu piederību šim lietotājam.
nb: Sett tilleggs gruppe-medlemskap for denne kontoen.
pt: Torna o utilizador membro de grupos adicionais.

source: Set browseable
ja: 参照可能に設定します。
lv: Uzstādīt pārlūkojamu
nb: Sett søkbar
pt: Tornar navegável

source: Set read only
ja: 読込み専用に設定します。
lv: Uzstādīt tikai lasāmu
nb: Set kun-lese
pt: Activar modo só de leitura

source: Set share password.
ja: 共有パスワードを設定します。
lv: Uzstādīt kopīgojuma paroli.
nb: Set delings passord.
pt: Palavra-passe da partilha.

source: Set the account's primary group to the given group.
ja: このアカウントのプライマリグループを設定して下さい。
lv: Uzstādīt lietotāja primāro grupu uz doto grupu.
nb: Sett kontoens primærgruppe til den oppgitte gruppen.
pt: Torna o grupo escolhido o grupo principal.

source: Set the content location(s) to or from the media library.
ja: メディアライブラリに使うコンテンツの場所(複数可)を設定します。

source: Set the desired Service Set Identifier (aka network name).
ja: SSID (サービスセット識別子。ネットワーク名)を設定して下さい。
lv: Uzstādīt izvēlēto Servisa Seta Identifikatoru (aka tīkla nosaukumu).
nb: Sett ønsket Service Set Identifier (dvs. nettverks-navnet).
pt: Defina o Identificador de Serviço desejado (também conhecido como nome de rede).

source: Set the maximum transmission unit of the interface to n, default is interface specific. The MTU is used to limit the size of packets that are transmitted on an interface. Not all interfaces support setting the MTU, and some interfaces have range restrictions.
ja: インタフェースの最大転送ユニットサイズ (MTU) を指定して下さい。デフォルトはインタフェース固有の値です。MTU はインタフェース上に転送されるパケットのサイズを制限する為に使用されます。インタフェースによっては MTU の設定をサポートしないものや、指定可能な範囲に制限があるものがあります。
lv: Uzstādīt maksimālo interfeisa pārraides vienību uz n, noklusējums ir interfeisa specifisks. MTU tiek lietots, lai limitētu pakešu lielumu, kuras tiek pārraidītas interfeisā. Ne visi interfeisi atbalsta iespēju uzstādīt MTU, un citām ir diapazona ierobežojumi.
pt: Definir o máximo de unidades de transmissão da interface para n, o padrão é específico da interface. O MTU é usado para limitar o tamanho dos pacotes que são transmitidos pela interface. Nem todas as interfaces suportam a definição do MTU, e algumas interfaces têm restrições de intervalo.

source: Set title scrolling speed between 0-10 (default 10).
ja: タイトルのスクロールスピード 0～10 (初期値 10)

source: Set what user the service will run as (www by default). <br><b><font color='red'>NOTE</font>: Running as root is <u>not recommended</u> for security reasons, use it on your own risk!</b></br>
ja: どのユーザでサービスを実行するか設定します。 (デフォルトは www) <br><b><font color='red'>注意</font>: rootユーザで実行する事はセキュリティの理由により <u>推奨されません。</u> 自己責任で使用してください！</b></br>

source: Sets an alternate mount point for the root dataset. Default is /mnt.
ja: ルートデータセット用に別のマウントポイントを設定します。デフォルトは /mnt です。
lv: Uzstādi alternatīvu montēšanas punktu priekš saknes datu kopas. Noklusējums ir /mnt.
pt: Define um ponto de montagem alternativo para o conjunto de dados. Por defeito é /mnt.

source: Sets the interval between disk checks to N seconds. The minimum allowed value is 10.
ja: ディスクのチェック間隔を秒単位で設定してください。最小の値は 10 (秒)です。
lv: Uzstāda intervālu starp diska pārbaudēm uz N sekundēm. Minimālā atļautā vērtība ir 10.
nb: Setter intervallet mellom disk-sjekker til N sekunder. Den minste tillatte verdien er 10.
pt: Define o intervalo de verificação para N segundos. O valor mínimo permitido é 10.

source: Sets the umask for newly created files to the specified value. The default is zero (anyone can read or write).
ja: 新しく作成されるファイルの umsk 値を指定出来ます。デフォルトは 0 (全てのユーザが読み書き可能) です。
lv: Uzstāda umasku no jauna izveidotām datnēm uz norādīto vērtību. Noklusējums ir nulle (jebkurš var lasīt vai rakstīt).
pt: Preenche a umask para ficheiros criados de novo com o valor especificado. O valor padrão é zero (todos podem ler ou escrever).

source: Settings
ja: 設定
lv: Uzstādījumi
nb: Innstillinger
pt: Configurações

source: Shadow Copy
ja: シャドウコピー

source: Shadow Copy format
ja: シャドウコピー書式

source: Share
ja: 共有
lv: Kopīgojums
nb: Deling
pt: Partilha

source: Share Character Set
ja: 共有文字セット
lv: Kopīgojuma Rakstzīmju kopa
nb: Delingens tegnsett
pt: Partilha Conjunto de Caracteres

source: Share Password
ja: 共有パスワード
lv: Kopīgojuma Parole
nb: Delings passord
pt: Palavra-passe

source: Share passwords can not be more than 8 characters.
ja: 共有パスワードは 8 文字以内にしてください。
lv: Kopīgojuma paroles nevar būt garākas par 8 simboliem.
nb: Delingspassord kan ikke være lengre enn 8 tegn.
pt: Palavras-passe partilhadas não pode ter mais do que 8 caracteres.

source: Shares
ja: 共有
lv: Kopīgojumi
nb: Delinger
pt: Partilhas

source: Shell
ja: シェル
lv: Čaula
nb: Skall
pt: Consola

source: Show RAW UPS Info
ja: 無加工UPS情報の表示

source: Show log entries in reverse order (newest entries on top)
ja: 逆順でログエントリを表示する (もっとも新しいエントリがトップ)
lv: Rādīt žurnāla ierakstus pretējā secībā (jaunākie ieraksti augšā)
nb: Vis logg innslag i reversert rekkefølge (nyeste på topp)
pt: Exibir as entradas do ficheiro de registro na ordem inversa (as mais recentes no topo)

source: Show process information
ja: プロセス情報の表示
lv: Rādīt procesa informāciju
nb: Vis prosess informasjon
pt: Mostrar informações sobre os processos

source: Show ups information
ja: UPS情報の表示

source: Shutdown
ja: シャットダウン
lv: Izslēgt
nb: Slå av
pt: Encerrar

source: Shutdown mode
ja: シャットダウンモード
lv: Izslēgšanās režīms
pt: Modo desligar

source: Shutdown timer
ja: シャットダウンタイマ
lv: Izslēgšanās taimeris
pt: Temporizador de desligar

source: Simple Network Management Protocol
ja: 簡易ネットワーク管理プロトコル (SNMP)
lv: Vienkāršs Tīkla Menedžmenta Protokols

source: Single-parity RAID-Z
ja: シングルパリティ RAID-Z (RAID 5)

source: Size
ja: サイズ
lv: Izmērs
nb: Størrelse
pt: Tamanho

source: Size of receive buffer (%d by default).
ja: 受信バッファのサイズ (デフォルトは %d)。
lv: Saņemšanas bufera lielums (%d pēc noklusējuma).
pt: Tamanho do buffer de recepção (%d por defeito).

source: Size of send buffer (%d by default).
ja: 送信バッファのサイズ (デフォルトは %d)。
lv: Sūtīšanas bufera lielums (%d pēc noklusējuma).
pt: Tamanho do buffer de envio (%d por defeito).

source: Size offered to the initiator. (up to 8EiB=8388608TiB. actual size is depend on your disks.)
ja: イニシエータに提供するサイズ。(最大8EiB=8388608TiB。実際の最大値はディスク容量に依存します。)
lv: Iniciatoram piedāvātais izmērs. (līdz 8EiB=8388608TiB. Īstais izmērs ir atkarīgs no Jūsu diskiem.)
pt: Tamanho oferecido ao iniciador. (até 8EiB=8388608TiB. o tamanho actual depende dos seus discos).

source: Skew
ja: スキュー

source: Skip first scan
ja: 初回スキャンのスキップ

source: Sleep - Check the device unless it is in SLEEP mode.
ja: Sleep - スリープモードで無い場合にデバイスをチェックします。
lv: Gulēt - Pārbaudīt ierīci, ja vien tā nav GULĒŠANAS režīmā.
nb: Sleep - Sjekk enheten med mindre den er i SLEEP-modus.
pt: Hibernar - Verifique o dispositivo a menos que esteja no modo HIBERNAR.

source: Slovak
ja: スロバキア語
lv: Slovāku
pt: Eslovaco

source: Slovenian
ja: スロベニア語
lv: Slovēņu
nb: Slovensk
pt: Esloveno

source: SmartBoost
ja: 低電圧調整

source: SmartTrim
ja: 過電圧調整

source: Snapshot
ja: スナップショット

source: Snapshot Visibility
ja: スナップショット可視
pt: Visibilidade do snapshot

source: Snapshots
ja: スナップショット

source: Sockets
ja: ソケット
lv: Ligzdas
nb: Kontakter

source: SoftRaid
ja: ソフト RAID
lv: ProgRaid

source: Software RAID
ja: ソフトウェア RAID
lv: Programmatūras RAID
nb: Programvare RAID
pt: RAID por Software

source: Software RAID information and status
ja: ソフトウェア RAID の情報とステータス
lv: Programmatūras RAID informācija un statuss
nb: Programvare RAID informasjon og status
pt: Informação e estado do RAID por software

source: Software used
ja: 使用ソフトウェア
lv: Lietotā programmatūra
nb: Programvare brukt
pt: Programa utilizado

source: Source
ja: 送信元
lv: Avots
nb: Kilde
pt: Origem

source: Source directory to be synchronized.
ja: 同期するソースディレクトリを指定します。
lv: Sinhronizējamā avota mape.
nb: Kildekatalog som skal synkroniseres.
pt: Directorio-base a ser sincronizado.

source: Source port
ja: 送信ポート
lv: Avota ports
nb: Kildeport
pt: Porta origem

source: Source share
ja: 接続元共有
lv: Pirmavota kopīgojums
nb: Kilde deling
pt: Partilha de origem

source: Space Used
ja: 使用量
lv: Lietotā Kvota
nb: Plass brukt
pt: Espaço utilizado

source: Space delimited set of IP or CIDR notation that permitted to access the WebGUI. (empty is the same network of LAN interface)
ja: WebGUI へのアクセスを許可する IP アドレスもしくは CIDR 表記を スペース区切りで指定します。（空欄はLANインターフェースと同じネットワークです）

source: Spanish
ja: スペイン語
lv: Spāņu
nb: Spansk
pt: Espanhol

source: Sparse
ja: スパース

source: Sparse Volume
ja: スパースボリューム

source: Specified path is NFSv4 root directory.
ja: 指定されたパスはNFSv4のルートディレクトリです。

source: Specifies how many servers to create.
ja: 作成するサーバ数を指定します。
lv: Norāda, cik daudz serveru veidot.
nb: Spesifiserer hvor mange tjenere som skal lages.
pt: Especifique o número de servidores a serem criados.

source: Specifies that the file system should be exported read-only.
ja: エクスポートされるファイルシステムを読み取り専用とします。
lv: Norāda, ka datņu sistēmai vajadzētu tikt eksportētai tikai lasišanai.
nb: Spesifiserer at filsystemet kun skal eksporteres med lese-tilgang.
pt: Especifique que sistema de ficheiros deve ser exportado em modo de leitura.

source: Specifies the command to be run.
ja: 実行するコマンドを指定します。
lv: Norāda izpildāmo komandu.
nb: Spesifiserer kommandoen som skal kjøres.
pt: Comando a executar.

source: Specifies the maximum permitted block size. The permitted range for this parameter is from 512 to 65464.
ja: 許可するブロックサイズの最大値を指定します。このパラメータの有効範囲は 512 から 65464 です。
lv: Norāda maksimālo atļauto bloku lielumu. Atļautais diapazons šim parametram ir no 512 līdz 65464.
pt: Especifique o tamanho máximo de blocos permitidos. O intervalo permitido para este parâmetro é de 512 a 65464.
