Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
ja: アップロードされたファイルは、HTMLフォームで指定された MAX_FILE_SIZE 指示を超えています。
lv: Augšupielādētā datne pārsniedz MAX_FILE_SIZE direktīvu, kas norādīta HTML formā.
pt: O tamanho de ficheiro excede a directiva MAX_FILE_SIZE que foi especificado no formulário HTML.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
ja: アップロードされたファイルは、php.ini の upload_max_filesize 指示を超えています。
lv: Augšupielādētā datne pārsniedz upload_max_filesize direktīvu iekš php.ini.
pt: O tamanho de ficheiro excede a directiva upload-max_filsesize no php.ini.

source: The uploaded file was only partially uploaded.
ja: アップロードされたファイルは部分的にだけアップロードされています。
lv: Augšupielādētā datne augšupielādējās tikai daļēji.
pt: Apenas foi feito upload de parte do ficheiro.

source: The uploaded image file is not for this platform
ja: アップロードされたイメージファイルはこのプラットフォームの物ではありません。
lv: Augšupielādētā bildes datne nav šai platformai
nb: Det opplastede bilde er ikke for denne platformen
pt: A imagem utilizada não é para esta plataforma

source: The user's login shell.
ja: ユーザログインシェル
lv: Lietotāja autorizācijas čaula
pt: O ecrão de entrada do utilizador.

source: The value of the variable.
ja: 変数の値
lv: Mainīgā vērtība.
nb: Variabelens verdi.
pt: O valor da variável.

source: The volume must be detached before it can be deleted.
ja: ボリュームは削除する前に切り離しを行う必要があります。
lv: Sējumam jābūt atvienotam pirms tas var tikt dzēsts.
nb: Volumet på bli koblet fra før det kan slettes.
pt: O volume deve ser desmontado antes de poder ser removido.

source: The workgroup in which the server will appear when queried by Windows or SMB clients (maximum 15 characters).
ja: サーバがクライアントからのクエリによって表示されるワークグループ名 (最大 15文字)。

source: The working directory does not exist.
ja: 作業用ディレクトリーが存在していません。
lv: Strādājošā mape neeksistē.
pt: A directoria de trabalho não existe.

source: There are too many additional groups.
ja: 追加グループが多すぎます。
lv: Š
pt: Existem demasiados grupos adicionais.

source: There is no error, the file uploaded with success.
ja: ファイルのアップロードに成功しました。
lv: Šeit nav kļūdas, datne veiksmīgi augšupielādējās.
pt: Não houve erros, ficheiro adicionado com sucesso.

source: There must be 2 disks in a RAID 1 volume.
ja: RAID1 ボリュームは 2つのディスクが必要です。
lv: Priekš RAID 1 sējuma vahag 2 diskus.
nb: Dett må være 2 disker i et RAID 1 volum.
pt: É obrigatório um mínimo de 2 discos num volume RAID 1.

source: There must be a minimum of 2 disks in a JBOD.
ja: JBOD ボリュームは最低 2つのディスクが必要です。
lv: Priekš JBOD vajag vismaz 2 diskus.
nb: Det må være minst 2 disker i et JBOD.
pt: São necessários pelo menos 2 discos para criar um array JBOD.

source: There must be a minimum of 2 disks in a RAID 0 volume.
ja: RAID0 ボリュームは最低でも 2つのディスクが必要です。
lv: Priekš RAID 0 sējuma vajag vismaz 2 diskus.
nb: Det må være minst 2 disker i et RAID 0 volum.
pt: É obrigatório um mínimo de 2 discos num volume RAID 0.

source: There must be a minimum of 3 disks in a RAID 5 volume.
ja: RAID5 ボリュームは最低でも 3つのディスクが必要です。
lv: Ir jābūt vismaz 3 diskiem priekš RAID5 sējuma.
nb: Det må være minst 3 disker i et RAID 5 volum.
pt: São necessários pelo menos 3 discos para criar um array RAID 5.

source: There must be at least 1 disks selected.
ja: 最低1個のディスクを選択する必要があります。
lv: Ir jābūt izvēlētam vismaz vienam diskam.
pt: Deve existir pelo menos 1 disco seleccionado.

source: There must be at least 2 disks in a mirror.
ja: ミラーを使用するには少なくともディスクが2個必要です。
lv: Spogulī jābūt vismaz 2 diskiem.
pt: Deve existir pelo menos 2 discos num sistema de espelho.

source: There must be at least 2 disks in a raidz.
ja: raidz を使用するには少なくともディスクが2個必要です。
lv: Iekš raidz jābūt vismaz 2 diskiem.
pt: Deve haver pelo menos 2 discos num raidz.

source: There must be at least 3 disks in a raidz2.
ja: raidz2 を使用するには最低でも 3つのディスクが必要です。
lv: Jābūt vismaz 3 diskiem iekš raidz2
pt: Deve haver pelo menos 3 discos num raidz2.

source: There must be at least 4 disks in a raidz3.
ja: raidz3 を使用するには最低でも 4つのディスクが必要です。
pt: Tem que haver pelo menos 4 discos em um raidz3.

source: There must be selected a minimum of 1 interface.
ja: 最低 1つのインタフェースを選択する必要があります。
lv: Ir jābūt izvēlētam vismaz 1 interfeisam.
nb: Minst et grensesnitt må velges.
pt: Tem de escolher pelo menos uma interface.

source: There should be enough to handle the maximum level of concurrency from its clients, typically four to six.
ja: クライアントからの最大レベルの同時実行の処理が十分に行えるべきで、一般的に 4 から 6 が設定されます。
lv: Te ir jābūt pietiekami, lai spētu turēt maksimālo laiksakritības līmeni no tā klientiem, parasti četri līdz seši.
pt: Deve ser suficiente para lidar com o nível máximo de concorrência dos cliente, geralmente quatro a seis.

source: These MIBs will be added to /etc/sysctl.conf. This allow you to make changes to a running system.
ja: これらの MIB は /etc/sysctl.conf へ追加されます。これは、システムの動作に変更を加えることを可能にします。
lv: Šie MIBi tiks pievienoti /etc/sysctl.conf. Šis atļauj veikt izmaiņas strādājošā sistēmā.
nb: MIB vil bli lagt til i /etc/sysctl.conf. Dette lar deg gjøre endringer til et kjørende system.
pt: Estes MIBs serão adicionados ao /etc/sysctl.conf. Isto permite-lhe fazer alterações num sistema em execução.

source: These commands will be executed pre or post system initialization (booting) or before system shutdown.
ja: これらのコマンドは、システム初期化 (ブート) の前後又は、システムシャットダウンの前に実行されます。
lv: Šīs komandas tiks izpildītas pirms vai pēc sistēmas sāknēšanās (ieslēgšanās) vai pirms sistēmas izslēgšanās.
nb: Disse kommandoene vil bli kjørt før eller etter system initialiseringen (boot) eller før systemet slår seg av.
pt: Estes comandos serão executados antes do arranque, depois do arranque ou antes de encerrar.

source: These option(s) will be added to /boot/loader.conf.local. This allows you to specify parameters to be passed to kernel, and additional modules to be loaded.
ja: これらのオプションは /boot/loader.conf.local に追加されます。カーネルパラメータの指定や追加モジュールのロードに利用できます。

source: These option(s) will be added to /etc/rc.conf. This allow you to overwrite options used by various generic startup scripts.
ja: これらのオプションは /etc/rc.conf に追加されます。これは、様々な一般的なスタートアップスクリプトによって使われるオプションを上書きすることを可能にします。
lv: Šīs iespēja(s) tiks pievienotas /etc/rc.conf. Šis atļaus tev pārrakstīt iespējas, kuras izmanto dažādi sāknēšanās skripti.
nb: Alternativene vil bli lagt til i /etc/rc.conf. Dette lar deg overskrive alternativer satt av forskjellige generiske oppstarts-skript.
pt: Esta opcões serão adicionadas a /etc/rc.conf. Isto permitirá reescrver as opções usadas por vários programas genéricos ao iniciar.

source: These parameters are added to %s.
ja: ここで指定したパラメータは %s に追加されます。
lv: Šie prarametri ir pievienoti %s.
pt: Esses parâmetros são adicionados a %s.

source: These parameters are added to [Global] section of %s.
ja: ここで指定したパラメータは %s の [Global] セクションに追加されます。
lv: Šie prarametri ir pievienoti [Global] sekcijai no %s.
pt: Esses parâmetros são adicionados à secção [Global] de %s.

source: These parameters are added to [Share] section of %s.
ja: ここで指定したパラメータは %s の [Share] セクションに追加されます。
lv: Šie prarametri ir pievienoti [Share] sekcijai no %s.
pt: Esses parâmetros são adicionados à secção [Share] de %s.

source: These parameters will be added to %s.
ja: ここで指定したパラメータは %s に追加されます。
lv: Šie parametri tiks pievienoti %s.
pt: Esses parâmetros serão adicionados a %s.

source: These parameters will be added to [global] settings in %s.
ja: ここで指定したパラメータは %s の [Global] セクションに追加されます。
lv: Šie prarametri tiks pievienoti [global] sekcijai no %s.
pt: Esses parâmetros serão adicionados às definições [global] em %s.

source: These parameters will be added to global settings in %s.
ja: ここで指定したパラメータは %s のグローバル設定に追加されます。
lv: Šie prarametri tiks pievienoti vispārējiem uzstādījumiem iekš %s.
pt: Esses parâmetros serão adicionados às definições globais em %s.

source: These parameters will be added to the module configuration in rsyncd.conf.
ja: ここで指定したパラメータは rsyncd.conf のモジュール設定に追加されます。
lv: Šie prarametri tiks pievienoti moduļu konfigurācijai iekš rsyncd.conf.
pt: Esses parâmetros serão adicionados às configurações do módulo em rsyncd.conf.

source: This Bridge cannot be deleted because it is still being used as an interface.
ja: このブリッジインタフェースは現在も使用されている為、削除する事が出来ませんでした。

source: This CARP cannot be deleted because it is still being used as an interface.
ja: このCARPインタフェースは現在も使用されている為、削除する事が出来ませんでした。

source: This LAGG cannot be deleted because it is still being used as an interface.
ja: この LAGG インタフェースは現在も使用されている為、削除する事が出来ませんでした。
lv: Šis LAGG nevar tikt dzēsts, jo to joprojām izmanto kā interfeisu.
pt: Este LAGG não pode ser apagado pois ainda está a ser utilizado como interface.

source: This URL is already configured.
ja: この URL は既に設定されています。
lv: Šis URL jau ir konfigrēts
nb: URL'en er allerede konfigurert.
pt: Este URL já se encontra configurado.

source: This VLAN cannot be deleted because it is still being used as an interface.
ja: この VLAN インタフェースは現在も使用されている為、削除する事が出来ませんでした。
lv: Šis VLAN nevar tikt atrasts, tāpēc ka to joprojām izmanto interfeiss.
nb: VLAN'et kan ikke slettes fordi det fremdeles blir brukt som et grensesnitt.
pt: Esta VLAN não pode ser apagada pois ainda está a ser utilizado como interface.

source: This WLAN cannot be deleted because it is still being used as an interface.
ja: この WLAN はインターフェースとして使用されているため、削除できません。

source: This allows you to lower the power consumption of the drive, at the expense of performance.
ja: 性能を犠牲にする事で、ドライブの消費電力量を下げる事が可能になります。
lv: Šis ļauj samazināt elektrības patēriņu diskam upurējot jaudu.
nb: Dette lar deg senke strømforbruket til disken på bekostning av ytelsen.
pt: Isto permite-lhe baixar o consumo de energia da drive, aumentando o seu desempenho.

source: This allows you to set how loud the drive is while it's operating.
ja: オペレーション中のドライブの騒音レベルを設定する事が出来ます。
lv: Šis ļauj uzstādīt cik skaļam jābūt diskam, kad tas darbojas.
nb: Dette lar deg sette hvor mye disken støyer når den jobber.
pt: Isto permite-lhe definir o nível de som da sua drive quando está em funcionamento.

source: This allows you to set the file system for preformatted hard disks containing data.
ja: 事前フォーマットされ、ファイルシステムを含んだハードディスクを設定する事が可能です。
lv: Šis ļauj uzstādīt datņu sistēmu iepriekš formatētiem cietajiem diskiem, kuros ir dati.
nb: Dette lar deg sette filsystemet for ferdigformaterte harddisker som inneholder data.
pt: Isto permite-lhe definir o sistema de ficheiros para os discos rígidos pré-formatados contendo dados.

source: This allows you to set the transfer mode for ATA/IDE hard drives.
ja: ATA/IDE ハードディスクドライブの転送モードを設定する事が出来ます。
lv: Šis ļauj uzstādīt pārsūtīšanās režīmu ATA/IDE cietajiem diskiem.
nb: Dette lar deg sette overføringsmodusen for ATA/IDE harddisker.
pt: Isto permite-lhe definir o modo de tranferência para discos rígidos ATA/IDE.

source: This configuration settings are used to generate the ups.conf configuration file which is required by the NUT UPS daemon. To get more information how to configure your UPS please check the NUT (Network UPS Tools) <a href='%s' target='_blank'>documentation</a>.
ja: この設定は、NUT UPS デーモンが必要とする ups.conf 設定ファイルを生成する為のものです。使用する UPS のより多くの情報を得たい場合は NUT (Network UPS Tools)の <a href='%s' target='_blank'>ドキュメント</a> をチェックして下さい。
lv: Šie uzstādījumi tiek lietoti, lai ģenerētu ups.conf konfigurācijas datni, kuru pieprasa NUT UPS dēmons. Lai iegūtu vairāk informācijas, kā konfigurēt UPS, lūdzu pārskaties NUT (Tīkla UPS Rīki) <a href='%s' target='_blank'>dokumentāciju</a>.
pt: Estas definições de configuração são usadas para gerar um fichiero de configuração ups.conf que é requerido pelo programa NUT UPS. Para obter mais informação sobre como configurar a sua UPS, por favor verifique o NUT (Network UPS Tools) <a href='%s' target='_blank'>documentação</a>.

source: This controls the access a remote host has to this module.
ja: リモートホストに対してこのモジュールへのアクセスをコントロールします。
lv: Šis kontrolē piekļuvi, kura ir attālinātam saimniekdatoram, šim modulim.
pt: Isto controla o acesso que um cliente remoto tem a este módulo.

source: This controls the access to this share with an access password.
ja: アクセスパスワードを設定して、この共有へのアクセスを制御します。
lv: Šis kontrolē piekļuvi kopīgojumam ar piekļuves paroli.
nb: Denne kontrollerer adgangen til denne delingen med et adgangspassord.
pt: Isto controla o acesso a esta partilha com uma palavra-passe de acesso.

source: This controls whether this share is accessible by guest account.
ja: この共有がゲストアカウントによってアクセス可能かを制御します。

source: This controls whether this share is seen in the list of available shares in a net view and in the browse list.
ja: 共有が net view とブラウズリスト内の使用可能な共有リストの中で見つかるかにかかわらずにコントロールされます。
lv: Šis nosaka vai kopīgojums ir redzams pieejamo kopīgojumu sarakstā un pārlūkošanas sarakstā.
nb: Dette styrer om ressursen er synlig i lista over tilgjengelige ressurser i en nettvisning og i visningslista.
pt: Isto controla se esta partilha é vista na lista de partilhas disponíveis no 'net view' e na lista de navegação.

source: This couple targetname/targetaddress already exists in the disk list.
ja: この ターゲット名/ターゲットアドレスは既にディスクリストに存在します。
lv: Šis pāris mērķa nosaukums/mērķa adrese jau eksistē disku sarakstā.
pt: Este conjunto nome/endereço já existe na lista do disco.

source: This device already exists in the raid volume list.
ja: 指定されたデバイスは既に RAID ボリュームリストに存在します。
lv: Šī ierīce jau eksistē raid sējumu sarakstā.
nb: Enheten eksisterer allerede i RAID volum listen.
pt: Este dispositivojá existe na lista de volumes RAID

source: This disk already exists in the disk list.
ja: このディスクは既にディスクリストに存在しています。
lv: Disks jau eksistē disku sarakstā.
nb: Disken eksisterer allerede i disk listen.
pt: Este disco já existe na lista de discos

source: This email has been sent to validate your email configuration.
ja: このメールは、メール設定が正しいかをチェックする為のテスト送信です。

source: This extent is used.
ja: このエクステントは使用されています。
lv: Šis apjoms ir lietots.
pt: Esta extensão é usada.

source: This function is unsupported. Use it on your own risk!
ja: この機能はサポートされていません。リスクを理解した上で使用して下さい!
lv: Šī funkcija netiek atbalstīta. Lieto uz paša risku!
pt: Esta função não é suportada. Use-a por sua conta e risco!

source: This group already exists in the group list.
ja: グループは既にグループリストに存在しています。
lv: Šī grupa jau eksistē grupu sarakstā!
nb: Gruppen eksisterer allerede i gruppe listen.
pt: O grupo já existe na lista de grupos.

source: This is a way to take an existing insecure connection, and upgrade it to a secure connection using SSL/TLS.
ja: これは既存の安全でない接続上で、SSL/TLSを使って安全な接続を新たに作成する方法です。

source: This is both the name of the server as advertised via Zeroconf/Bonjour/Rendezvous, and the name of the database exported via DAAP.
ja: Zeroconf/Bonjour/Rendezvous 経由で広告されるサーバ名と、DAAP 経由でエクスポートされるデータベース名の両方で使用されます。
lv: Šie ir abi - servera nosaukums, kurš tiks reklamēts caur Zeroconf/Bonjour/Rendezvous, un datubāzes nosaukums, kurš tiks eksportēts caur DAAP.
pt: Este é o nome quer para o servidor anunciado via Zeroconf/Bonjour/Rendezvous, quer para a base de dados exportada via DAAP.

source: This is for information only (not using during iSCSI negotiation).
ja: この内容は iSCSI ネゴシエーションには使用されません。

source: This may make more efficient use of the system CPU's and cause Samba to be faster. Samba automatically turns this off for clients that use protocol levels lower than NT LM 0.12 and when it detects a client is Windows 9x.
ja: このオプションを有効にすると、より効率的にシステム CPU が使用され、Samba の高速化が行われます。NT LM 0.12 より低いプロトコルレベルを使うクライアント及びWindows 9x を検出した場合、自動的に無効になります。
lv: Šis var padarīt CPU lietošanu efektīvāku un likt Smabai strādāt ātrāk. Samba automātiski izslēdz šo ārā klientiem, kuri lieto protokolu, kurš ir zemāks par NT LM 0.12 un, kad tas detektē, ja klients lieto Windows 9x.
pt: Isto pode tornar mais eficiente o uso do CPU do sistema e faz com que o Samba fique mais rápido. Samba automaticamente desliga esta função para clientes que usem níveis de protocolo abaixo de NT LM 0.12 e quando detecte clientes que utilizam Windows 9x.

source: This means that the image you uploaded is not an official/supported image and may lead to unexpected behavior or security compromises. Only install images that come from sources that you trust, and make sure that the image has not been tampered with.<br /><br />Do you want to install this image anyway (on your own risk)?
ja: これはアップロードしたイメージが正式な/サポートされたイメージでは無い為、予期しない挙動又はセキュリティが損なわれるかもしれない事を意味しています。信頼できる所から取得し、イメージの改変がないと確認出来るイメージをインストールして下さい。<br /><br />とにかくこのイメージを (あなた自身のリスクで) インストールしてもよろしいですか?
lv: Šis nozīmē, ka bilde, kuru Jūs augšupielādējāt nav oficiāla/atbalstīta bilde un ka tas var novest pie negaidītas uzvedības vai drošības kompromisiem. Instalē tikai bildes, kas nāk no avotiem, kuriem Tu uzticies un pārliecinies, ka bilde nav rediģēta.<br /><br />Vai Tu vēlies turpināt uzstādīt šo bildi (uz paša riska)?
pt: Isto significa que a imagem que carregou não é uma imagem oficial/suportada e podem ocorrer comportamentos inesperados ou problemas de segurança. Instale apenas imagens que venham de fontes em que confia, e tenha a certeza que a imagem não foi alterada..<br /><br />Pretende mesmo instalar esta imagem de qualquer forma (por sua conta e risco)?

source: This name already exists in the disk list.
ja: この名前は既にディスクリストに存在しています。
lv: Vārds jau eksistē iekš disku saraksta.
nb: Navnet eksisterer allerede i disk listen.
pt: O nome escolhido já está a ser utilizado.

source: This name is for example: %s.
ja: この名前の例: %s.
lv: Vārds ir piemēram: %s.
pt: Este nome é para exemplo: %s.

source: This name is for example: iqn.2005-01.il.ac.huji.cs:somebody.
ja: この名前の例: iqn.2005-01.il.ac.huji.cs:somebody.
lv: Vārds ir piemēram: iqn.2005-01.il.ac.huji.cs:somebody.
nb: Dette navnet er for eksempel:iqn.2005-01.il.ac.huji.cs:somebody.
pt: Este nome é para exemplo: iqn.2005-01.il.ac.huji.cs:qualquercoisa.

source: This name is used to uniquely identify your UPS on this system.
ja: この名前は、独自にこのシステム上で UPS を識別する為に利用されます。
lv: Šis vārds tiek lietots, lai unikāli identificētu tavu UPS uz šīs sistēmas.
pt: Este nome é usado para identificar de forma única a sua UPS no sistema.

source: This option allows the users and groups that access a share to be specified. Users and groups are specified, delimited by commas. Groups are designated by a @ prefix.
ja: 共有にアクセスするユーザとグループを指定する事が可能です。カンマで区切ってユーザとグループを指定出来ます。グループはプレフィックスに @ を付けて明示します。
lv: Šī iespēja ļauj lietotājiem un grupām, kuras piekļūst kopīgojumam, tikt noteiktiem. Lietotāji un grupas tiek noteikti atdalot ar komatiem. Grupas tiek dizainētas ar @ priedēkli.
pt: Esta opção permite especificar os utilizadores e grupos que acedem à partilha. Utilizadores e grupos são especificados, separados por vírgulas. Grupos são designados pelo prefixo @.

source: This option causes rsync to copy the local data to the remote server.
ja: このオプションは rsync に、ローカルデータをリモートサーバにコピーさせます。

source: This option causes rsync to update the remote extended attributes to be the same as the local ones.
ja: このオプションは rsync に、ソースと同一になるように宛て先の拡張属性をアップデートさせます。
lv: Šī iespēja liek rsync atjaunot attālinātos, paplašinātos atribūtus, lai tie būtu tādi paši, kā vietējie.
pt: Esta opção permite ao rsync actulizar os atributos extendidos remotamente para serem os mesmos que os atributos locais.

source: This option causes the receiving rsync to set the destination permissions to be the same as the source permissions.
ja: このオプションは rsync に、宛て先のパーミッションをソースのパーミッションと同一になるように設定します。
lv: Šī iespēja liek saņemošajam rsync uzstādīt mērķa atļaujas, lai būtu tādas pašas kā avota atļaujas.
pt: Esta opção permite ao rsync de recepção configurar as permissões de destino para serem as mesmas que as permissões da origem.

source: This option determines if this module should be listed when the client asks for a listing of available modules. By setting this to false you can create hidden modules.
ja: クライアントが使用可能なモジュールのリストを要求した際、そのモジュールがリストされるべきかを決定します。このオプションを有効にしない事で隠れたモジュールを作成する事が出来ます。
lv: Šī iespēja nosaka vai šis modulis tiktu uzrādīts, kad klients jautā pēc pieejamajiem moduļiem. Uzstādot šo par netaisnu, Jūs varat izveidot apslēptus moduļus.
pt: Esta opção determina se este módulo deve ser listado quando um cliente pedir a listagem dos módulos disponíveis. Configurando este parâmetro para falso é possível criar módulos escondidos.

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this module. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
ja: このモジュールへのアクセスを拒否するホストをカンマ、半角スペース、タブで区切り入力します。リストが矛盾している場合は有効にするリストが優先します。デフォルトで全てを拒否し、キーワード ALL (またはネットマスク 0.0.0.0/0) を使用し、その後アクセスが許可されるホストを明示的に指定します。デフォルトの設定を使用する場合はこのフィールドを空のままにして下さい。
lv: Šī iespēja ir ar komatiem, atstarpēm vai cilnēm atdalītu sarakstu ar saimniekdatoriem, kuriem nav atļauja piekļūt šim modulim. Kur saraksti konfliktē, atļaujas sarakstam ir priekšrocība. Kad ir nepieciešamība visu aizliegt pēc noklusējuma, lieto atslēgvārdu ALL (vai tīkla masku 0.0.0.0/0) un tad skaidri nosaki, kuriem saimniekdatoriem atļaut pieeju. Atstāj šo lauku tukšu, lai lietotu noklusējuma uzstādījumus.
pt: Esta opção é uma vírgula, espaço ou tabulação definida do cliente que NÃO é autorizada a aceder a este módulo. Quando a lista entra em conflito, isto permite à lista utilizar precedências. No caso em que é necessário negar todas por defeito, usar a palavra ALL (ou a netmask 0.0.0.0/0) e depois especificar explicitamente aos clientes os parâmetros de autorização que lhes permitem o acesso. Deixar este campo vazio para usar as configurações padrão.

source: This option is a comma, space, or tab delimited set of host which are NOT permitted to access this share. Where the lists conflict, the allow list takes precedence. In the event that it is necessary to deny all by default, use the keyword ALL (or the netmask 0.0.0.0/0) and then explicitly specify to the hosts allow parameter those hosts that should be permitted access. Leave this field empty to use default settings.
ja: この共有へのアクセスを拒否するホストをカンマ、半角スペース、タブで区切り入力します。リストが矛盾している場合は有効にするリストが優先します。デフォルトで全てを拒否し、キーワード ALL (またはネットマスク 0.0.0.0/0) を使用し、その後アクセスが許可されるホストを明示的に指定します。デフォルトの設定を使用する場合はこのフィールドを空のままにして下さい。
lv: Šī iespēja ir ar komatiem, atstarpēm vai cilnēm atdalītu sarakstu ar saimniekdatoriem, kuriem nav atļauja piekļūt šim kopīgojumam. Kur saraksti konfliktē, atļaujas sarakstam ir priekšrocība. Kad ir nepieciešamība visu aizliegt pēc noklusējuma, lieto atslēgvārdu ALL (vai tīkla masku 0.0.0.0/0) un tad skaidri nosaki, kuriem saimniekdatoriem atļaut pieeju. Atstāj šo lauku tukšu, lai lietotu noklusējuma uzstādījumus.
pt: Esta opção é uma vírgula, espaço ou tabulação definida do cliente que NÃO é autorizada a aceder a este módulo. Quando a lista entra em conflito, isto permite à lista utilizar precedências. No caso em que é necessário negar todas por defeito, usar a palavra ALL (ou a netmask 0.0.0.0/0) e depois especificar explicitamente aos clientes os parâmetros de autorização que lhes permitem o acesso. Deixar este campo vazio para usar as configurações padrão.

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this module. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
ja: このモジュールへのアクセスを許可するホストをカンマ、半角スペース、タブで区切り入力します。ホスト名、IPアドレスどちらの形式でも可能です。空にすると標準の設定を使用します。
lv: Šī iespēja ir ar komatiem, atstarpēm vai cilnēm atdalītu sarakstu ar saimniekdatoriem, kuriem nav atļauja piekļūt šim modulim. Tu vari norādīt saimniekdatora nosaukumu vai IP numuru. Atstāj šo lauku tukšu, lai lietotu noklusējuma uzstādījumus.
pt: Esta opção é uma vírgula, espaço ou tabulação definida do cliente que está autorizada a aceder a este módulo. Pode especificar os clientes pelo nome ou número de IP. Deixar este campo vazio para usar as configurações padrão.
