Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: This option is a comma, space, or tab delimited set of hosts which are permitted to access this share. You can specify the hosts by name or IP number. Leave this field empty to use default settings.
ja: この共有へのアクセスを許可するホストをカンマ、半角スペース、タブで区切り入力します。ホスト名、IPアドレスどちらの形式でも可能です。空にすると標準の設定を使用します。
lv: Šī iespēja ir ar komatiem, atstarpēm vai cilnēm atdalītu sarakstu ar saimniekdatoriem, kuriem nav atļauja piekļūt šim kopīgojumam. Tu vari norādīt saimniekdatora nosaukumu vai IP numuru. Atstāj šo lauku tukšu, lai lietotu noklusējuma uzstādījumus.
pt: Esta opção é uma vírgula, espaço ou tabulação definida do cliente que está autorizada a aceder a este módulo. Pode especificar os clientes pelo nome ou número de IP. Deixar este campo vazio para usar as configurações padrão.

source: This option specifies the group name or group ID that file transfers to and from that module should take place. Leave this field empty to use default settings.
ja: モジュールへの、またモジュールからのファイル転送時のグループ名またはグループ ID を指定します。デフォルトの設定を使用する場合はこのフィールドを空のままにします。
lv: Šī iespēja norāda grupas vārdu vai grupas ID, kuras datņu pārsūtīšana uz un no tā moduļa vajadzētu notikt. Atstāj šo lauku tukšu, lai lietotu noklusējuma uzstādījumus.
pt: Esta opção especifica o nome do grupo ou o ID do grupo que o ficheiro transfere e que terão lugar no módulo. Deixar este campo em branco para usar as definições padrão.

source: This option specifies the user name or user ID that file transfers to and from that module should take place. In combination with the '%s' option this determines what file permissions are available. Leave this field empty to use default settings.
ja: モジュールへの、またモジュールからのファイル転送時のユーザ名またはユーザ ID を指定します。'%s' オプションと組み合わせる事でどの様なファイルパーミッションが使用できるかを決定します。デフォルトの設定を使用する場合はこのフィールドを空のままにします。
lv: Šī iespēja norāda lietotāja vārdu vai lietotāja ID, kura datņu pārsūtīšana uz un no tā moduļa vajadzētu notikt.Kombinācijā ar '%s' iespēju šis nosaka, kādas datņu atļaujas ir pieejamas. Atstāj šo lauku tukšu, lai lietotu noklusējuma uzstādījumus.
pt: Esta opção especifica o nome do grupo ou o ID do grupo que o ficheiro transfere e que terão lugar no módulo. Combinado com a opção '%s' determina que permissões de ficheiro estão disponíveis. Deixar este campo em branco para usar as definições padrão.

source: This page reflects the configuration that has been created with the WebGUI.
ja: このページはWebGUIで作成された設定を反映しています。
lv: Šī lapa atspoguļo konfigurāciju, kura ir tikusi izveidota ar WebGUI.
pt: Esta página reflecte a configuração que foi criada usando o WebGUI.

source: This page reflects the current system configuration. It may be different to the configuration which has been created with the WebGUI if changes has been done via command line.
ja: このページは現在のシステム設定を反映しています。コマンドラインで変更を行なっていると、WebGUIで作成された設定と違う場合があります。
lv: Šī lapa atspoguļo pašreizējo sistēmas konfigurāciju. Tā var atšķirties no konfigurācijas, kura tika izveidota ar WebGUI, ja izmaiņas ir veiktas caur komandrindu.
pt: Esta página reflecte a configuração actual do sistema. Pode ser diferente da configuração que foi criada usando o WebGUI se as mudanças tiverem sido feitas usando a linha de comandos.

source: This parameter controls whether files starting with a dot appear as hidden files.
ja: ドットから始まるファイルを隠しファイルとして表示させるかを決定します。
lv: Šis parametrs kontrolē vai datnes, kuras sākas ar punktu uzrādās kā paslēptas datnes.
nb: Denne parameteren kontrollere om filer som starter med en punktum skal vises som skjulte filer.
pt: Se este parâmetro estiver activado os ficheiros cujo nome comece com um ponto serão ocultados.

source: This parameter says that if N occurrences of the event happen within the given time interval, then a ban is automatically added.
ja: このパラメータは、イベント中が与えられた時間内に N 回発生した場合にBAN (禁止）が自動的に追加されます。
lv: Šis parametrs nosaka, ja N gadījumos notiek notikums noteiktā laika sprīdī, tad aizliegums ir automātiski uzstādīts.
pt: Este parâmetro informa que se N ocorrências de um determinado evento acontecerem num dado intervalo de tempo, então é automaticamente adicionada uma expulsão.

source: This parameter specifies the suffix that is used for groups when these are added to the LDAP directory, e.g. %s
ja: グループで使用されるサフィックスを指定します。例) %s
lv: Šis parametrs nosaka sufiksu, kurš tiek lietots grupām, kad tās ir pievienotas LDAP mapei, piem. %s
pt: Este parâmetro especifica o sufixo que é usado para grupos quando estes são adicionados à directoria LDAP, e.g. %s

source: This parameter specifies the suffix that is used for machines when these are added to the LDAP directory, e.g. %s
ja: マシーンで使用されるサフィックスを指定します。例) %s
lv: Šis parametrs nosaka sufiksu, kurš tiek lietots ierīcēm, kad tās ir pievienotas LDAP mapei, piem. %s
pt: Este parâmetro especifica o sufixo que é usado para máquinas quando estas são adicionadas à directoria LDAP, e.g. %s

source: This parameter specifies the suffix that is used for passwords when these are added to the LDAP directory, e.g. %s
ja: パスワードで使用されるサフィックスを指定します。例) %s
lv: Šis parametrs nosaka sufiksu, kurš tiek lietots parolēm, kad tās ir pievienotas LDAP mapei, piem. %s
pt: Este parâmetro especifica o sufixo que é usado para palavras-passe quando estas são adicionadas à directoria LDAP, e.g. %s

source: This parameter specifies the suffix that is used for users when these are added to the LDAP directory, e.g. %s
ja: ユーザで使用されるサフィックスを指定します。例) %s
lv: Šis parametrs nosaka sufiksu, kurš tiek lietots lietotājiem, kad tie ir pievienotas LDAP mapei, piem. %s
pt: Este parâmetro especifica o sufixo que é usado para utilizadores quando estes são adicionadas à directoria LDAP, e.g. %s

source: This pool name already exists.
ja: このプール名は既に存在しています。
lv: Šis pūla nosaukums jau eksistē.
pt: Este nome de conjunto de volumes já existe.

source: This rule is triggered whenever the selected event directive occurs.
ja: 選択されたイベントが動作する際、このルールが実行されます。
lv: Šis noteikums tiek izpildīts, kad noteiktais notikums notiek.
pt: Esta regra é accionada sempre que ocorre uma directiva do evento seleccionado.

source: This server uses default swap.
ja: このサーバはデフォルトスワップを利用しています。

source: This tag already exists.
ja: このタグはすでに存在しています。
lv: Šī birka jau eksistē
pt: Esta tag já existe.

source: This tag is used.
ja: このタグは使用されています。
lv: Šī birka jau tiek lietota.
pt: Esta tag é usada.

source: This the IP address or DNS name of the iSCSI target.
ja: iSCSIターゲットのIPアドレスもしくはFQDN
lv: Šī IP adrese vai DNS vārds ir iSCSO mērķis.
nb: IP adressen eller DNS navnet til iSCSI målet.
pt: Este é o endereço IP ou nome DNS do destino iSCSI.

source: This user already exists in the user list.
ja: ユーザは既にユーザリストに存在します。
lv: Šis lietotājs jau eksistē iekš lietotāju saraksta.
nb: Brukeren eksisterer allerede i bruker listen.
pt: Este utilizador já existe na lista de utilizadores.

source: This user already exists.
ja: このユーザは既に存在しています。
lv: Šis lietotājs jau eksistē.
pt: Este utilizador já existe.

source: This virtual device name already exists.
ja: この仮想デバイス名は既に存在しています。
lv: Šis virtuālās ierīces nosaukums jau eksistē.
pt: O nome deste dispositivo virtual já existe.

source: This will cause %s not to check for newer firmware versions when the <a href='%s'>%s</a> page is viewed.
ja: %s が <a href='%s'>%s</a> において、新しいファームウェアのバージョンチェックをしません。
lv: Šis liks %s nepārbaudīt vai ir jaunāka programmatūras versija, kad <a href='%s'>%s</a> lapa ir apskatīta.
pt: Isto fará com que %s não verifique novas versões de firmware quando a página <a href='%s'>%s</a> for vista.

source: This will create a recycle bin on the share.
ja: 共有領域にごみ箱が作成されます。
lv: Šis izveidois miskasti iekš kopīgojuma.
nb: Dette lager en papirkurv på delingen.
pt: Cria uma pasta de reciclagem na pasta partilhada.

source: This will erase ALL data on the selected disks! Do not use this option if you want to add an already existing RAID again.
ja: 選択したディスクのデータをすべて消去します! 既存の RAID ボリュームを追加するのにこのオプションを使用しないでください。
lv: Šis izdzēsīs VISU informāciju uz izvēlētajiem diskiem! Neizmantojiet šo iespēju, ja vēlaties pievienot jau eksistējošu RAID atkal.
nb: Dette vil slette ALL data på den valgte disken. Ikke bruk dette alternativer hvis du vil legge til et allerede eksisterende RAID igjen.
pt: Isto irá apagar TODOS os dados armazenados nos discos seleccionados. Não use esta opção se apenas quiser voltar a adicionar um RAID ja existente.

source: This will erase ALL data on your disk! Do not use this option if you want to add an existing encrypted disk.
ja: 既存の暗号化されたディスクを追加するのに、このオプションは使用しないでください。(ディスク上のデータが消去されてしまいます)
lv: Šis izdzēsīs VISU informāciju uz diska! Nelietojiet šo iespēju, ja vēlaties pievienot jau šifrētu disku.
pt: Isto irá apagar TODOS os dados no seu disco! Não use esta opção se pretende adicionar um disco encriptado que já existe.

source: This will provide ZFS ACL support. (ZFS only)
ja: ZFS ACLサポートを提供します。(ZFS専用)

source: This will provide shadow copy created by auto snapshot. (ZFS only)
ja: 自動スナップショットにより作成されたシャドウコピーを提供します。(ZFS専用)

source: Time
ja: 時間
lv: Laiks
nb: Tid
pt: Agendar em

source: Time before the load will be rebooted
ja: リブートする前の時間

source: Time before the load will be shutdown
ja: シャットダウン前の時間

source: Time before the load will be started
ja: 起動前の時間

source: Time interval
ja: インターバル
lv: Laika intervāls
pt: Intervalo de tempo

source: Time server
ja: タイムサーバ
lv: Laika serveris
nb: Tids tjener
pt: Servidor Horário

source: Time update interval
ja: 時間更新間隔
lv: Laika atjaunošanas intervāls
nb: Tids-oppdaterings intervall
pt: Intervalo para actualização da hora

source: Time zone
ja: タイムゾーン
lv: Laika josla
nb: Tidssone
pt: Fuso horário

source: Timeout
ja: タイムアウト
lv: Noildze
nb: Tidsbrudd
pt: Tempo de espera

source: Times
ja: 時刻
lv: Reizes
pt: Vezes

source: TitleSpeed
ja: タイトル時間

source: To configure the target, you must add at least Portal Group and Initiator Group and Extent.<br />Portal Group which is identified by tag number defines IP addresses and listening TCP ports.<br />Initiator Group which is identified by tag number defines authorised initiator names and networks.<br />Auth Group which is identified by tag number and is optional if the target does not use CHAP authentication defines authorised users and secrets for additional security.<br />Extent defines the storage area of the target.
ja: ターゲットを構成するには、ポータルグループ、イニシエータグループ、エクステントを追加する必要があります。<br />ポータルグループは、タグ番号で識別され、接続に利用するIPアドレスとTCP待ち受けポート番号を定義します。<br />イニシエータグループは、タグ番号で識別され、許可されたイニシエータ名とネットワークを定義します。<br />認証グループは、タグ番号で識別され、追加のセキュリティのための認証ユーザとシークレットを定義します。CHAP認証を利用しない場合は省略可能です。<br />エクステントは、ターゲットのストレージ領域を定義します。
lv: Lai konfigurētu mērķi, tev vajag pievienot vismaz Portāla Grupu un Iniciatoru Grupu un Apjomu.<br />Portāla Grupa, kura ir identificēta pēc birkas numura, definē IP adreses un klausās TCP vartējas.<br />Iniciatoru Grupa, kura tiek identificēta pēc birkas numura, definē autorizētos iniciatoru vārdus un tīklus.<br />Autorizēšanas grupa, kura ir identificēta pēc birkas un nav obligāta, ja mērķis nelieto CHAP autentifikāciju, definē autorizētos lietotājus un noslēpumus papildus drošībai.<br />Apjoms definē glabātuves apjomu iekš mērķa.
pt: Para configurar o destino, deve adicionar pelo menos o Grupo de Portal e o Grupo de Iniciadores e Extensões.<br />O Grupo de Portal é identificado por números de tag define o endereço IP e escuta as portas TCP.<br />O Grupo Iniciador é identificado por um número de tag e define os nomes iniciadores e as redes.<br />O Grupo de Autenticação é identificado por um número de tag, e que é opcional se o destino não usa autenticação CHAP, define utilizadores e palavras-passe definidas para segurança adicional.<br />Extensões definem a área de armazenamento do destino.

source: To e-mail
ja: メールの宛て先
lv: Uz e-pastu
nb: Til e-post
pt: Endereço do destinatário

source: To email
ja: メールの宛て先
lv: Uz e-pastu
nb: Til epost
pt: Endereço do destinatário

source: To get detailed informations about TCP Wrappers check the FreeBSD <a href='%s' target='_blank'>documentation</a>.
ja: TCP Wrappers の詳細情報を入手するには、FreeBSD の<a href='%s' target='_blank'>ドキュメント</a>をチェックして下さい。
lv: Lai iegūtu detalizētu informāciju par TCP Wrappers pārbaudi FreeBSD <a href='%s' target='_blank'>dokumentāciju</a>.
pt: Para obter informações detalhadas sobre TCP Wrappers por favor verifique a <a href='%s' target='_blank'>documentação</a> do FreeBSD.

source: To get detailed informations about writing firewall rules check the FreeBSD <a href='%s' target='_blank'>documentation</a>.
ja: ファイアウォールのルールの詳細な書き方についてはFreeBSDの<a href='%s' target='_blank'>ドキュメント</a>を確認してください。
lv: Lai iegūtu detalizētu informāciju, kā rakstīt ugunsmūra noteikumus pārbaudi FreeBSD <a href='%s' target='_blank'>dokumentāciju</a>.
pt: Para obter informações detalhadas sobre como escrever as regras da firewall por favor verifique a <a href='%s' target='_blank'>documentação</a> do FreeBSD.

source: To get more information how to configure LCDproc check the LCDproc <a href='%s' target='_blank'>documentation</a>.
ja: LCDprocの詳細な設定についてはLCDprocの<a href='%s' target='_blank'>ドキュメント</a>を確認してください。

source: To increase CIFS performance try the following:<div id='enumeration'><ul><li>Enable 'Asynchronous I/O (AIO)' switch</li><li>Enable 'Large read/write' switch</li><li>Enable '<a href='%s'>Tuning</a>' switch</li></ul></div>
ja: CIFS のパフォーマンスをあげる為に、以下を試して見て下さい: <div id='enumeration'><ul><li>'非同期 I/O (AIO)' を有効にする</li> <li>Large read/write を有効にする</li><li>'<a href='%s'>チューニング</a>' スイッチを有効にする</li></ul></div>
lv: Lai palielinātu CIFS veiktspēju, izmēģini sekojošo:<div id='enumeration'><ul><li>Iespējot 'Asinhrono I/O (AIO)' slezi</li><li>Iespējot 'Liels lasīt/rakstīt' slēdzi</li><li>Iespējot '<a href='%s'>Uzlabojumus</a>' slēdzi</li></ul></div>
pt: Para aumentar o desempenho do CIFS tente o seguinte:<div id='enumeration'><ul><li>Permitir mudança 'I/O Assíncrono (AIO)' </li><li>Permitir mudança 'Leitura/escrita larga' </li><li>Permitir mudança '<a href='%s'>Afinação</a>' </li></ul></div>

source: To match any IP address leave this field empty.
ja: 全ての IP アドレスにマッチさせる場合は、このフィールドを空にして下さい。
lv: Lai saderētu ar jebkuru IP adresi atstāj šo lauku tukšu.
pt: Para utilizar qualquer endereço IP deixe este campo vazio.

source: To use Active Directory the CIFS/SMB service will enabled, too. The following services will use AD authentication:<div id='enumeration'><ul><li>CIFS/SMB</li><li>SSH</li><li>FTP</li><li>AFP</li><li>System</li></ul></div>
ja: CIFS/SMB サービスにおいて ActiveDirectory の使用を有効にした場合、次のサービスも AD 認証を使用します: <div id='enumeration'><ul><li>CIFS/SMB</li><li>SSH</li><li>FTP</li><li>AFP</li><li>System</li></ul></div>
lv: Lai lietotu Aktīvo Mapi, CIFS/SMB servisam arī jābūt ieslēgtam. Sekojošie servisi lietos AD autorizāciju:<div id='enumeration'><ul><li>CIFS/SMB</li><li>SSH</li><li>FTP</li><li>AFP</li><li>Sistēma</li></ul></div>
pt: Para usar Active Directory o serviço CIFS/SMB deve estar activado também. Os serviços seguintes utilizarão a autenticação AD:<div id='enumeração'><ul><li>CIFS/SMB</li><li>SSH</li><li>FTP</li><li>AFP</li><li>Sistema</li></ul></div>

source: To use subdirectories, you must mount each directories. (e.g. %s)
ja: サブディレクトリを使用するには、各ディレクトリーをマウントしなければいけません。(例 %s)

source: Tolerated
ja: 許容
lv: Pieļauts
pt: Tolerado

source: Tools
ja: ツール
lv: Rīki
nb: Verktøy
pt: Ferramentas

source: Total: %s | Used: %s | Free: %s
ja: 合計: %s | 使用中: %s | 未使用: %s
lv: Kopā: %s | Lietots: %s | Brīvs: %s
pt: Total: %s | Usado: %s | Livre: %s

source: Total: %s | Used: %s | Free: %s | State: %s
ja: 合計: %s | 使用中: %s | 未使用: %s | 状態: %s
lv: Kopā: %s | Lietots: %s | Brīvs: %s | Statuss: %s
pt: Total: %s | Usado: %s | Livre: %s | Estado: %s

source: Traceroute may take a while to complete. You may hit the Stop button on your browser at any time to see the progress of failed traceroutes.
ja: Traceroute が完了するまで時間がかかるかもしれません。失敗した traceroute の経過を見るためにブラウザのストップボタンをクリックしても構いません。
lv: Maršruta izsekošana var prasīt laiku izpildei. Tu vari spiest Stop pogu savā pārlūkprogrammā, lai redzētu progressu no neizdevušiem maršruta meklējumiem.
nb: Traceroute kan ta litt tid å fullføre. Du kan trykke på Stop knappen i din nettleser når som helst for å se fremgangen til feilede traceroutes.
pt: A função Traceroute pode demorar algum tempo até concluir. Pode carregar no botão "Parar" no seu browser para cancelar e ver o resultado obtido até ao momento.

source: Tracks whose path contains one or more of these comma separated strings will be treated as a compilation.
ja: カンマ区切りのパスをコンピレーションとして取り扱う。

source: Transcoding
ja: トランスコーディング
lv: Pārkodēšana
pt: Codificação

source: Transfer mode
ja: 転送モード
lv: Pārsūtīšanas metode
nb: Overføringsmodus
pt: Modo de transferência

source: Transfer rate
ja: 転送速度

source: Trap host
ja: トラップホスト
lv: Slazda saimniekdators

source: Trap port
ja: トラップポート
lv: Slazda ports
pt: Porta Trap

source: Trap string
ja: トラップ文字列
lv: Slazda virkne
pt: String Trap

source: Trap string.
ja: トラップ文字列。
lv: Slazda virkne.
pt: String Trap.

source: Traps
ja: トラップ
lv: Slazdi

source: Triple-parity RAID-Z
ja: トリプルパリティ RAID-Z
pt: Paridade trípla RAID-Z

source: Trusted domains
ja: 信頼するドメイン

source: Try to force import.
ja: 強制インポートを試す。
lv: Mēģināt piespiedu importu.
pt: Tentar forçar a importação.

source: Try to import from on-disk ZFS config.
ja: ディスク上にある ZFS 設定のインポートを試す。
lv: Mēģināt importēt no uz-diska ZFS konfigurāciju.
pt: Tentar importar a partir da configuração ZFS no disco.

source: Tuning
ja: チューニング
lv: Pielāgošana
nb: Finstilling
pt: Afinação

source: Turkish
ja: トルコ語

source: Turn access time on or off for this dataset.
ja: このデータセットのアクセスタイムの有効・無効を指定します。

source: Turn the monitor to standby after N seconds.
ja: モニターを N 秒後にスタンバイ状態にする。
lv: Izslēgt monitoru pēc N sekundēm.
pt: Coloca o monitor em stand-by após N segundos.

source: Type
ja: タイプ
lv: Veids
pt: Tipo

source: Type used as extent.
ja: エクステントとして使用するタイプを選択して下さい。
lv: Tips lietots kā paplašinājums.
pt: Tipo usado como extensão.

source: UFS and ZFS are the NATIVE filesystems of FreeBSD (the underlying OS of %s). Attempting to use other filesystems such as FAT, FAT32, EXT2, EXT3, EXT4 or NTFS can result in unpredictable results, file corruption, and loss of data!
ja: UFS と ZFS はFreeBSD (%s のベース OS) のネイティブなファイルフォーマットです。FAT、FAT32、EXT2、EXT3 又は NTFS 等の他ファイルフォーマットを使う場合、予期せぬ結果、ファイルの破損及びデータの紛失が起こる恐れがあります！

source: UFS and variants are the NATIVE file format for FreeBSD (the underlying OS of %s). Attempting to use other file formats such as FAT, FAT32, EXT2, EXT3, or NTFS can result in unpredictable results, file corruption, and loss of data!
ja: UFS とその派生は FreeBSD (%s のベース OS) のネイティブなファイルフォーマットです。FAT、FAT32、EXT2、EXT3 又は NTFS 等、他のファイルフォーマットを使う場合、予期せぬ結果、ファイルの破損及びデータの紛失が起こる恐れがあります!
lv: UFS un variācijas ir VIETĒJAIS datņu formāts priekš FreeBSD (apakšguļosā OS no %s). Mēģinājums lietot citus datņu formātus, tādus kā FAT, FAT32, EXT2, EXT3, vai NTFS var rezumēties neparedzamos rezultātos, datņu samaitāšanā, un datu pazušanā!
pt: O sistema de ficheiros nativo do FreeBSD (o sistema operativo por debaixo do %s) é o UFS. A tentativa de utilizar outros sistemas de ficheiros como FAT, FAT32, EXT2, EXT3 ou NTFS pode ter resultados imprevisíveis. Nomeadamente corrupção de ficheiros e perda de dados!

source: UPS Off Line
ja: UPSオフライン

source: UPS On Battery
ja: UPSバッテリー

source: UPS On Line
ja: UPSオンライン

source: UPS Status
ja: UPSステータス

source: UPS Unit General Information
ja: UPS装置 一般情報

source: UPS Waiting
ja: USP待機

source: UPS alarms
ja: UPS警告

source: UPS beeper status
ja: UPSビープステータス

source: UPS coldstarts from battery
ja: バッテリーからのUPSコールドスタート

source: UPS disabled
ja: UPS は無効です
lv: UPS atspējots
pt: UPS desligada

source: UPS external contact sensors
ja: UPS外部接触センサー

source: UPS firmware
ja: UPSファームウェア

source: UPS goes on battery
ja: UPS はバッテリ駆動となりました
lv: UPS dodas uz bateriju
pt: UPS utiliza a bateria

source: UPS model
ja: UPSモデル

source: UPS reaches low battery
ja: UPS のバッテリ残量が少なくなりました
lv: UPS sasniedz mazu enerģijas daudzumu
pt: UPS atingiu nível de bateria baixo

source: UPS starts when mains is (re)applied
ja: 主電源が復帰した時のUPSを起動

source: UPS status
ja: UPSのステータス
lv: UPS statuss
pt: Estado da UPS

source: UPS system identifier
ja: UPSシステム識別子

source: UPS temperature
ja: UPS温度

source: UPS type
ja: UPSタイプ

source: UPS watchdog status
ja: UPSウォッチドッグステータス

source: Unavailable
ja: 利用不可

source: Unformated
ja: フォーマットしない
lv: Neformatēts
pt: Não formatado

source: Uninstall package
ja: パッケージのアンインストール
lv: Atinstalēt paku
nb: Fjern pakke.
pt: Pacote de desistalação

source: Uninterruptible Power Supply
ja: UPS (無停電電源装置)
lv: Nepārtrauktās Elektrības Padeve
pt: Uninterruptible Power Supply (UPS)

source: Unison File Synchronisation
ja: Unison ファイル同期
lv: Unison Datņu Sinhronizācija
nb: Unison fil synkronisering
pt: Sincronização de ficheiros Unison

source: Unix Command
ja: Unix コマンド
lv: Unix Komanda
pt: Comando Unix

source: Unix charset
ja: Unix 文字セット
lv: Unix rakstzīmju kopa
nb: Unix tegnsett
pt: Conjunto de caracteres (charset) Unix

source: Unknown
ja: 不明
lv: Nezināms
nb: Ukjent
pt: Desconhecido

source: Unknown or unformatted
ja: 不明又は未フォーマット
lv: Nezināms vai neformatēts
nb: Ukjent eller uformatert
pt: Desconhecido ou não formatado

source: Unload
ja: アンロード
lv: Izlādēt
pt: Fechar

source: Unmount disk/partition
ja: ディスク/パーティションのアンマウント
lv: Atmontēt disku/partīciju
nb: Avmonter disk/partisjon
pt: Desmontar disco/partição

source: Unmounting...
ja: アンマウント中...
lv: Atmontēšana
nb: Avmonterer...
pt: A desmontar...

source: Update period
ja: アップデート間隔
lv: Atjaunot periodu
nb: Oppdaterings periode
pt: Período de actualização

source: Updating in 5 seconds.
ja: 5秒毎に更新
lv: Atjauno 5 sekundēs.
nb: Oppdaterer om 5 sekunder.
pt: Actualizado em 5 segundos.

source: Upgrade firmware
ja: ファームウェアアップグレード
lv: Atjaunot programmatūru
nb: Oppgrader fabrikkvare
pt: Actualizar firmware

source: Upload
ja: アップロード
lv: Augšupielāde
pt: Enviar

source: Upload bandwidth
ja: アップロード帯域
lv: Augšupielādes joslas platums
pt: Largura de banda de envio

source: Upload directory
ja: アップロードディレクトリ

source: Upload directory of the webserver. The default is %s.
ja: ウェブサーバのアップロードディレクトリ。デフォルトは %s です。

source: Use a space to separate multiple hosts (only one required). Remember to set up at least one DNS server if you enter a host name here!
ja: スペース区切りで複数のホストを指定出来ます (1つは必須です)。ここでホスト名を入力する場合、少なくとも1つの DNS サーバを設定して下さい!
lv: Lieto atstarpi, lai atdalītu daudzējādus saimnkiekdatorus (tikai viens nepieciešams). Iegaumē uzstādīt vismaz vienu DNS serveri, ka tu ievadi saimniekdatora nosaukumu te.
nb: Bruk et mellomrom for å separere flere verter (kun en er påkrevd). Husk å sette opp minst en DNS tjener hvis du skriver inn et vertsnavn her!
pt: Utilize um espaço para separar múltiplos hosts (apenas é requerido um). Não se esqueça de definir pelo menos um servidor DNS se introduzir um nome de host aqui!

source: Use as sparse volume. (thin provisioning)
ja: スパースボリュームとして利用する。（シン・プロビジョニング）

source: Use sendfile
ja: sendfile を使用
lv: Lietot sendfile
pt: Utilizar envio de ficheiro

source: Use the following IP address as the source address in outgoing packets.
ja: 送信パケットのソースアドレスとしてこのIPアドレスを使用します。
lv: Lietot šo IP adresi, kā avotu adresi izejošajām paketēm.
nb: Bruk følgende IP adresse som kildeadresse i utgående pakker.
pt: Usar este endereço IP como endereço de origem dos pacotes enviados.

source: Use the new 64k streaming read and write variant SMB requests introduced with Windows 2000.
ja: Windows 2000 より導入された 64k ストリーミングによる読み書きをサポートした SMB リクエストを使用します。

source: Use the specified NTP server.
ja: 特定の NTP サーバを使用します。
lv: Lietot specifisku NTP serveri.
nb: Bruk den spesifiserte NTP tjeneren.
pt: Usar servidor de horas NTP
