Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: Do you really want to delete all options?
ja: 全てのオプションを削除してもよろしいですか?
lv: Vai patiešām vēlies dzēst visas iespējas?
nb: Vil du virkelig slette alle alternativer?
pt: Tem a certeza que pretende apagar todas as opções?

source: Do you really want to delete all rules?
ja: 全てのルールを削除してもよろしいですか?
lv: Vai pa tiešām vēlies dzēst visus noteikumus?
nb: Vil du virkelig slette alle reglene?
pt: Tem a certeza que pretende apagar todas as regras?

source: Do you really want to delete all scheduled self-tests?
ja: 全てのスケジュールされたセルフテストを削除してもよろしいですか？
lv: Vai patiešām vēlies dzēst visus ieplānotos paš-testus?
nb: Vil du virkelig slette alle planlagte selv-tester?
pt: Pretende mesmo apagar os auto-testes programados?

source: Do you really want to delete this MIB?
ja: この MIB を削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo MIB?
nb: Vil du virkelig slette denne MIB?
pt: Tem a certeza que pretende apagar este MIB?

source: Do you really want to delete this Rsync job?
ja: この Rsync ジョブを削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo Rsync darbu?
nb: Vil du virkelig slette denne Rsync jobben?
pt: Pretende mesmo apagar o trabalho de Rsync?

source: Do you really want to delete this URL?
ja: この URL を削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo URL?
nb: Vil du virkelig slette denne URL-en?
pt: Quer realmente apagar este URL?

source: Do you really want to delete this auth group?
ja: この認証グループを削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo autorizācijas grupu?
nb: Vil du virkelig slette den auth gruppen?
pt: Pretende mesmo apagar este grupo de autenticação?

source: Do you really want to delete this auto snapshot?
ja: この自動スナップショットを削除してもよろしいですか?
pt: Tem a certeza que quer apagar este snapshop automático?

source: Do you really want to delete this clone?
ja: このクローンを削除してもよろしいですか?
nb: Vil du virkelig slette denne klonen?
pt: Tem a certeza que quer apagar este clone?

source: Do you really want to delete this command?
ja: このコマンドを削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo komandu?
nb: Vil du virkelig slette denne kommandoen?
pt: Tem a certeza que pretende eliminar este comando?

source: Do you really want to delete this cron job?
ja: この Cron ジョブを削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo cron job?
nb: Vil du virkelig slette denne cron jobben?
pt: Deseja realmente apagar esta tarefa?

source: Do you really want to delete this dataset?
ja: このデータセットを削除してもよろしいですか？
lv: Vai Tu patiešām vēlies dzēst šo datu sējumu?
nb: Vil du virkelig slette dette datasettet?
pt: Pretende mesmo apagar este conjunto de dados (dataset)?

source: Do you really want to delete this device?
ja: このデバイスを削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo ierīci?
nb: Vil du virkelig slette denne enheten?
pt: De certeza que quer excluir este despositivo?

source: Do you really want to delete this disk? All elements that still use it will become invalid (e.g. share)!
ja: このディスクを削除しても宜しいですか? それを使用している全ての要素が無効になります (例: share)!
lv: Vai Tu patiešām vēlies dzēst šo disku? Visi elementi, kas joprojām viņu izmanto, paliks nederīgi (piem.kopīgojums)!
nb: Vil du virkelig slette denne disken? Alle elementene som bruker den vil bli feil (f.eks. delinger)!
pt: Tem a certeza que pretende apagar este disco? Todos os elementos que ainda o utilizem, passam a ser inválidos daqui em diante (ex: partilhas)!

source: Do you really want to delete this extent?
ja: このエクステントを削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo apjomu?
nb: Vil du virkelig slette dette omfanget?
pt: De certeza que deseja excluir esta medida?

source: Do you really want to delete this group?
ja: このグループを削除してもよろしいですか?!
lv: Vai Tu patiešām vēlies dzēst šo grupu?
nb: Vil du virkelig slette denne gruppen?
pt: Deseja realmente eliminar este grupo?

source: Do you really want to delete this host?
ja: このホストを削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo saimniekdatoru?
nb: Vil du virkelig slette denne verten?
pt: Tem a certeza que pretende eliminar este anfitrião?

source: Do you really want to delete this initiator group?
ja: このイニシエータグループを削除してもよろしいですか？
lv: Vai Tu patiešām vēlies dzēst šo iniciatoru grupu?
pt: Pretende mesmo apagar este grupo iniciador?

source: Do you really want to delete this initiator? All elements that still use it will become invalid (e.g. share)!
ja: このイニシエータを削除してもよろしいですか? それを使用している全ての要素が無効になります (例: share)!
lv: Vai Tu patiešām vēlies dzēst šo iniciatoru? Visi elementi, kas to lieto, paliks nederīgi (piem.kopīgojums)!
nb: VIl du virkelig slette denne initiatoren? Alle elementer som bruker den vil bli invalide (f.eks. delinger)!
pt: Pretende mesmo apagar este iniciador? Todos os elementos que estejam actualmente em uso serão inválidos (e.g. partilha)!

source: Do you really want to delete this interface?
ja: このインタフェースを削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo interfeisu?
nb: Vil du virkelig slette dette grensesnittet?
pt: Deseja apagar esta interface?

source: Do you really want to delete this module?
ja: このモジュールを削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo moduli?
nb: Vil du virkelig slette denne modulen?
pt: Quer realmente apagar este módulo?

source: Do you really want to delete this mount point? All elements that still use it will become invalid (e.g. share)!
ja: のマウントポイントを削除しても宜しいですか? これを使用する全ての要素 (例: share) は無効になります!
lv: Vai Tu patiešām vēlies dzēst šo piemontēšanas punktu? Visi elementi, kas to lieto, paliks nederīgi (piem. kopīgojums)!
nb: Vil du virkelig slette dette monterings punktet? Alle elementer som fremdeles bruker denne vil i invalide (f.eks. delinger)!
pt: Tem a certeza que pretender eliminar este ponto de montagem? Todos os elementos que ainda o utilizam vão tornar-se inválidos (ex: partilhas, etc...)!

source: Do you really want to delete this option?
ja: このオプションを削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo iespēju?
nb: Vil du virkelig slette dette alternativet?
pt: Pretende mesmo apagar esta opção?

source: Do you really want to delete this pool?
ja: このプールを削除してもよろしいですか？
lv: Vai Tu patiešām vēlies dzēst so pūlu?
pt: Pretende mesmo apagar esta colecção?

source: Do you really want to delete this portal group?
ja: このポータルグループを削除してもよろしいですか？
lv: Vai Tu patiešām vēlies dzēst šo portāla grupu?
nb: Vil du virkelig slette denne portal-gruppen?
pt: Pretende mesmo apagar este grupo de portal?

source: Do you really want to delete this resource?
ja: このリソースを削除してもよろしいですか?

source: Do you really want to delete this route?
ja: このルーティング情報を削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo ceļu?
nb: Vil du virkelig slette denne ruten?
pt: Tem a certeza que pretende eliminar esta rota?

source: Do you really want to delete this rule?
ja: このルールを削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo noteikumu?
nb: Vil du virkelig slette denne regelen?
pt: Pretende mesmo apagar esta regra?

source: Do you really want to delete this scheduled self-test?
ja: このスケジュールされたセルフテストを削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo ieplānoto paš-testu?
nb: Vil du virkelig slette denne planlagte selv-testen?
pt: Quer realmente apagar este auto-teste agendado?

source: Do you really want to delete this share?
ja: この共有を削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo kopīgojumu?
nb: Vil du virkelig slette denne delingen?
pt: Quer realmente apagar esta partilha?

source: Do you really want to delete this snapshot?
ja: このスナップショットを削除してもよろしいですか?
pt: Tem a certeza que quer apagar este snapshop?

source: Do you really want to delete this target?
ja: このターゲットを削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo mērķi?
nb: Vil du virkelig slette dette målet?
pt: Deseja realmente eliminar este destino?

source: Do you really want to delete this user?
ja: このユーザを削除してもよろしいですか?
lv: Vai Tu patiešām vēlies dzēst šo lietotāju?
nb: Vil du virkelig slette denne brukeren?
pt: Quer realmente apagar este utilizador?

source: Do you really want to delete this volume?
ja: このボリュームを削除してもよろしいですか?
nb: Vil du virkelig slette dette volumet?
pt: Tem a certeza que quer apagar este volume?

source: Do you really want to delete this volume?\n!!! Note, all data will get lost and can not be recovered. !!!
ja: このボリュームを削除してもよろしいですか? !!! 注意: 全てのデータは無くなってしまい、復旧する事ができません。
lv: Vai Tu patiešām vēlies dzēst šo sējumu?\n!!! Piezīme, visi dati tiks pazaudēti un nevarēs tikt atgūti. !!!
nb: Vil du virkelig slette dette volumet?\n!!! Obs, all data vil forsvinne og kan ikke bli gjenopprettet. !!!
pt: Pretende mesmo apagar este volume?\n!!! Atenção que todos os dados serão perdidos e não podem ser recuperados. !!!

source: Do you really want to format this disk? All data will be lost!
ja: ディスクをフォーマットして宜しいですか? データは全て失われます!
lv: Vai Tu patiešām vēlies formatēt šo disku? Visi dati tiks pazaudēti!
nb: Vil du virkelig slette denne disken? Alle data vil forsvinne!
pt: Tem a certeza que pretende formatar este disco? Todos os dados serão perdidos!

source: Do you really want to import?\nThe existing config may be overwritten.
ja: 本当にインポートしてもよろしいですか？\n既存コンフィグは上書きされるかもしれません。

source: Do you really want to remove the selected item from the list?
ja: リストから選択された項目を削除してもよろしいですか？
lv: Vai Tu patiešām vēlies noņemt izvēlēto lietu no saraksta?
nb: Vil du virkelig fjerne det valgte objektet fra listen?
pt: Tem a certeza que pretende remover o item seleccionado da lista?

source: Do you really want to uninstall this package?
ja: このパッケージをアンインストールしてもよろしいですか?
lv: Vai Tu patiešām vēlies atinstalēt šo paku?
nb: Vil du virkelig avinstallere denne pakken?
pt: Quer realmente desinstalar este pacote?

source: Document root
ja: ドキュメントルート
lv: Dokumentu sakne
nb: Dokument rot
pt: Pasta raíz

source: Document root of the webserver. Home of the web page files.
ja: Web サーバのドキュメントルートを設定します。Web ページファイルのホームになります。
lv: Dokumentu sakne iekš web servera. Mājas mājaslapām.
nb: Dokument roten på nett-serveren. Hjemmet til nettsidene.
pt: Pasta raíz que irá conter as paginas web.

source: Domain
ja: ドメイン
lv: Domēns
nb: Domene
pt: Domínio

source: Domain controller name
ja: ドメインコントローラ名
lv: Domēna kontroliera vārds
nb: Domenekontrollernavn
pt: Nome do controlador de domínio

source: Domain name
ja: ドメイン名
lv: Domēna nosaukums
nb: Domenenavn
pt: Nome do domínio

source: Domain name (DNS/Realm-Name)
ja: ドメイン名 (DNS/Realm-Name)
lv: Domēna nosaukums (DNS/Realm-Name)
nb: Domenenavn (DNS/Realm-Name)
pt: Nome do domínio (DNS/Realm-Name)

source: Domain name (NetBIOS-Name)
ja: ドメイン名(NetBIOS名)
lv: Domēna nosaukums (NetBIOS-Name)
nb: Domenenavn (NetBIOS navn)
pt: Nome do domínio (Nome NetBIOS)

source: Domain name in old format, e.g. EXAMPLE.
ja: 古い形式のドメイン名 例.EXAMPLE
lv: Domēna nosaukums vecajā formātā, piem. EXAMPLE
nb: Domenenavn i gammelt format; f.eks. EKSEMPEL.
pt: Nome do domínio no formato antigo, e.g. EXEMPLO.

source: Domain name, e.g. example.com.
ja: ドメイン名 (例: example.com)
lv: Domēna nosaukums, piem. piemers.com.
nb: Domenenavn; f.eks. eksempel.no
pt: Nome do domínio, e.g. exemplo.com

source: Don't Erase MBR
ja: MBR を消去しない
lv: Nedzēst MBR
nb: Ikke slett MBR
pt: Não apagar o MBR

source: Don't erase the MBR (useful for some RAID controller cards)
ja: MBR を消去しない (いくつかの RAID コントローラカードで有用です)
lv: Nedzēst MBR (noderīgs dažām RAID kontrolieru kartēm)
nb: Ikke slett MBR (nyttig for noen RAID kontroller kort)
pt: Não apagar o MBR (útil no caso de alguns controladores RAID)

source: Donate
ja: 寄附
lv: Ziedot
nb: Doner
pt: Doar

source: Done
ja: 完了
lv: Pabeigts
nb: Ferdig
pt: Concluído

source: Done.
ja: 完了
lv: Pabeigts.
nb: Gjort.
pt: Concluído

source: Dos charset
ja: Dos 文字セット
lv: Dos zīmju kopa
nb: Dos tegnsett
pt: Conjunto de caracteres (charset) do DOS

source: Double-parity RAID-Z
ja: ダブルパリティ RAID-Z (RAID 6)
pt: Paridade dupla RAID-Z

source: Download
ja: ダウンロード
lv: Lejupielāde
nb: Last ned
pt: Descarregar

source: Download bandwidth
ja: ダウンロード帯域
lv: Lejupielādes joslas platums
nb: Nedlastingsbåndbredde
pt: Largura de banda do download

source: Download configuration
ja: 設定のダウンロード
lv: Lejupielādēt konfigurāciju
nb: Last ned konfigurasjon
pt: Guardar a configuração em ficheiro

source: Download directory
ja: ダウンロードディレクトリ
lv: Lejupielādēt mapi
nb: Nedlastingsmappe
pt: Descarregar directoria

source: Download firewall rules.
ja: ファイアウォールルールをダウンロード。
lv: Lejupielādēt ugunsmūra noteikumus.
nb: Last ned brannmur regler.
pt: Descarregar regras da firewall.

source: Driver
ja: ドライバ
lv: Draiveris
pt: Controlador

source: Driver list
ja: ドライバの一覧
lv: Draiveru saraksts
nb: Driverliste
pt: Lista de controladores

source: Driver parameters
ja: ドライバパラメータ

source: Driver used
ja: 利用ドライバー

source: Driver version
ja: ドライバーバージョン

source: Driver version internal
ja: ドライバー内部バージョン

source: Duplex
ja: デュプレックス
lv: Duplekss

source: Duplicate mount point name.
ja: マウントポイント名が重複しています。
lv: Dublicēt piemontēšanas punktu nosaukumus.
nb: Dupliker monteringspunkt navnet.
pt: Duplicar nome do ponto de montagem.

source: Dutch
ja: オランダ語
lv: Holandiešu
nb: Nederlansk
pt: Holandês

source: Dynamic DNS
ja: ダイナミック DNS
lv: Dinamisks DNS
nb: Dynamisk DNS
pt: DNS dinâmico

source: Dynamic IP (DHCP) can not be used for HAST resources.
ja: 動的IP (DHCP) はHASTリソースに使うことが出来ません。

source: EA support
ja: 拡張属性サポート
lv: EA palīdzība
nb: EA støtte
pt: EA suporte

source: EFI/GPT partition can be use with UFS only.
ja: EFI/GPT パーティションは UFS 専用です。
lv: EFI/GPT partīcijas var lietot tikai ar UFS
nb: EFI/GPT kan kun brukes med UFS.
pt: A partição EFI/GPT apenas pode ser usada com UFS.

source: Edit
ja: 編集
lv: Labot
nb: Rediger
pt: Editar

source: Edit Host
ja: ホストを編集
lv: Labot saimniekdatoru
nb: Endre vert
pt: Editar anfitrião

source: Edit MIB
ja: MIB を編集
lv: Labot MIB
nb: Endre MIB
pt: Editar MIB

source: Edit RAID
ja: RAID を編集
lv: Labot RAID
nb: Endre RAID
pt: Editar RAID

source: Edit Route
ja: ルーティングを編集
lv: Labot ceļu
nb: Endre rute
pt: Editar rota

source: Edit Rsync job
ja: Rsync ジョブを編集
lv: Labot Rsync darbu
nb: Endre Rsync job
pt: Editar tarefa Rsync

source: Edit URL
ja: URL を編集
lv: Labot URL
nb: Endre URL
pt: Editar URL

source: Edit auth group
ja: 認証グループの編集
lv: Labot autorizācijas grupu
nb: Endre auth-gruppe
pt: Editar grupo de autenticação

source: Edit auto snapshot
ja: 自動スナップショットを編集
pt: Editar snapshot automático

source: Edit command
ja: コマンドを編集
lv: Labot komandu
nb: Rediger kommando
pt: Editar comando

source: Edit dataset
ja: データセットの編集
lv: Labot datu sējumu
nb: Endre datasett
pt: Editar conjunto de dados (dataset)

source: Edit device
ja: デバイスを編集
lv: Labot ierīci
nb: Endre enhet
pt: Editar dispositivo

source: Edit disk
ja: ディスクを編集
lv: Labot disku
nb: Endre disk
pt: Editar disco

source: Edit extent
ja: エクステントを編集
lv: Labot apjomu
nb: Endre omfang
pt: Editar blocos contíguos

source: Edit group
ja: グループを編集
lv: Labot grupu
nb: Endre gruppe
pt: Editar grupo

source: Edit initiator
ja: イニシエータを編集
lv: Labot iniciatoru
nb: Endre initiator
pt: Editar iniciador

source: Edit initiator group
ja: イニシエータグループの編集
lv: Labot iniciatora grupu
nb: Endre initator-gruppe
pt: Editar grupo iniciador

source: Edit interface
ja: インタフェースを編集
lv: Labot interfeisu
nb: Endre grensesnitt
pt: Editar interface

source: Edit job
ja: ジョブを編集
lv: Labot darbu
nb: Endre jobb
pt: Editar tarefa

source: Edit module
ja: モジュールを編集
lv: Labot moduli
nb: Endre modul
pt: Editar módulo

source: Edit mount point
ja: マウントポイントを編集
lv: Labot montēšanas punktu
nb: Endre monteringspunkt
pt: Editar <i>mount-point</i>

source: Edit option
ja: オプションを編集
lv: Labot iespēju
nb: Endre alternativ
pt: Editar opção

source: Edit pool
ja: プールの編集
lv: Labot pūlu
pt: Editar conjunto de volume

source: Edit portal group
ja: ポータルグループの編集
lv: Labot portāla grupu
nb: Endre portal-gruppe
pt: Edit grupo de portal

source: Edit resource
ja: リソースの編集

source: Edit rule
ja: ルールを編集
lv: Labot noteikumu
nb: Rediger regel
pt: Editar regra

source: Edit self-test
ja: セルフテストを編集
lv: Labot paš-pārbaudi
nb: Endre selv-test
pt: Editar auto-teste

source: Edit share
ja: 共有を編集
lv: Labot kopīgojumu
nb: Endre deling
pt: Editar Partilha

source: Edit snapshot
ja: スナップショットを編集
pt: Editar snapshot

source: Edit target
ja: ターゲットを編集
lv: Labot mērķi
nb: Endre mål
pt: Editar alvo

source: Edit user
ja: ユーザを編集
lv: Labot lietotāju
nb: Endre bruker
pt: Editar utilizador

source: Edit volume
ja: ボリュームを編集
pt: Editar volume

source: Efficiency of the UPS (Ratio of the output current on the input current)
ja: UPS効率(入出力電流の比率)

source: Email
ja: メール
lv: E-pasts
nb: E-Post
pt: Correio Electrónico

source: Email Report
ja: レポートメール
lv: E-pasta pārskats
nb: Send rapport på e-post
pt: Relatórios via email

source: Email notification
ja: メール通知
lv: E-pasta ziņošana
nb: E-post notifikasjon
pt: Notificação via email

source: Email report
ja: レポートメール
lv: E-pasta pārskats
nb: E-post rapport
pt: Relatório via email

source: Empty as default.
ja: デフォルトは空です。

source: Enable
ja: 有効
lv: Iespējot
nb: Aktiver
pt: Activar

source: Enable ACL inheritance
ja: ACL継承を有効化

source: Enable Advanced Format (4KB sector)
ja: Advanced Format を有効にする (4KB セクタ)
lv: Iespējot Attīstīto Formātu (4KB sektors)
nb: Aktiver avansert formatering (4KB sector)
pt: Permitir Formato Avançado (4 KB sector)

source: Enable Asynchronous I/O (AIO)
ja: 非同期I/O (AIO)を有効にします。
lv: Iespējot Asinhrono I/O (AIO)
nb: Aktiver Asynkron I/O (AIO)
pt: Permitir I/O Assíncrono (AIO)

source: Enable FXP protocol.
ja: FXP プロトコルを有効にします。
lv: Iespējot FXP protokolu
nb: Slå på FXP protokollen.
pt: Activar o protocolo FXP.

source: Enable NFSv4 server.
ja: NFSv4 サーバを有効にします。

source: Enable NTP
ja: NTPを有効化
lv: Iespējot NTP
nb: Slå på NTP
pt: Activar NTP

source: Enable SMTP authentication.
ja: SMTP-AUTHを有効化
lv: Iespējot SMTP autentifikāciju
nb: Slå på SMTP autentisering
pt: Activar autenticação no servidor de envio (SMTP)

source: Enable STARTTLS encryption. This doesn't mean you have to use TLS, you can use SSL.
ja: STARTTLS暗号化を有効にします。これはTLSを必ず利用しなければいけないわけではなく、SSLを利用できます。

source: Enable TLS/SSL connections.
ja: TLS/SSL 接続を有効にします。
lv: Iespējot TLS/SSL savienojumus.
nb: Slå på TLS/SSL tilkoblinger.
pt: Permitir conexões TLS/SSL.

source: Enable Time Machine support
ja: Time Machine サポートを有効にします。

source: Enable ZFS ACL
ja: ZFS ACLを有効化
pt: Permitir ZFS ACL

source: Enable Zeroconf/Bonjour to advertise services of this device
ja: Zeroconf/Bonjour でのデバイスのサービスの広告を有効にする
lv: Iespējot Zeroconf/Bonjour, lai reklamētu šīs ierīces servisus
nb: Slå på Zeroconf/Bonjour for å reklamere tjenester for denne enheten.
pt: Permitir Zeroconf/Bonjour para informar sobre os serviços deste dispositivo

source: Enable anonymous bind.
ja: 匿名バインドを有効にします。
lv: Iespējot anonīmo bindi.
nb: Slå på anonyme bindinger.
pt: Permitir ligação anónima.

source: Enable authentication.
ja: 認証を有効にします。
lv: Iespējot autentifikāciju.
nb: Slå på autentisering
pt: Activar autenticação

source: Enable compression.
ja: 圧縮を有効化
lv: Iespējot kompresiju
nb: Slå på komprimering.
pt: Activar compressão

source: Enable console screensaver
ja: コンソールのスクリーンセーバを有効にする。
lv: Iespējot konsoles ekrānsaudzētāju
nb: Slå på konsollskjermsparer
pt: Permitir a protecção de ecrã de consola

source: Enable device polling
ja: デバイスポーリングを有効にします
lv: Iespējot ierīces aptauju
nb: Slå på enhets spørring
pt: Activar consulta a dispositívos

source: Enable directory listing.
ja: ディレクトリリストを有効にします。
lv: Iespējot mapju izdruku.
nb: Slå på kataloglisting.
pt: Activar listagem das pastas

source: Enable distributed hash table.
ja: 分散ハッシュテーブルを有効にします。
lv: Iespējot izplatītu jaucējtabulu.
nb: Slå på distribuert hash-tabell
pt: Permitir a tabela hash distribuida.

source: Enable domain wildcarding.
ja: ワイルドカードドメインを有効にします。
lv: Iespējot domēna aizstāšanu.
nb: Slå på domenejoker.
pt: Permitir caracteres especiais no domínio.

source: Enable encryption.
ja: 暗号化を有効にします。

source: Enable extended attribute support
ja: 拡張属性サポートを有効にします
lv: Iespējot paplašināto atribūtu atbalstu
nb: Slå på utvidet attributt støtte.
pt: Permitir suporte de atributos extendido.

source: Enable extended attributes for this file system.
ja: ファイルシステムの拡張属性を有効にします。
lv: Iespējot paplašinātos atribūtus šai datņu sistēmai.
nb: Slå på utvidede atributter for dette filsystemet.
pt: Permitir atributos extendidos para este sistema de ficheiros.

source: Enable firmware upload
ja: ファームウェアアップロードを許可
lv: Iespējot programmatūras augšupielādi
nb: Slå på fabrikkvare opplasting
pt: Activar acualização de firmware

source: Enable foreground/background file system consistency check during boot process.
ja: ブートプロセス内で、フォアグラウンド/バックグラウンドでのファイルシステムの一貫性検査を有効にします。
lv: Iespējot priekšplāna/fona datņu sistēmas nepretrunīguma pārbaudi ielādēšanās procesā.
nb: Tillat forgrunns/backgrunns filsystem konsistens sjekk under oppstarts prosessen.
pt: Permitir a verificação de consistência do sistema de ficheiros em primeiro/segundo plano durante o processo de arranque.

source: Enable guest access
ja: ゲストアクセスの有効化
pt: permitir acesso de visitante

source: Enable guest access.
ja: ゲストアクセスを許可。
lv: Iespējot ciemiņa pieeju.
nb: Tillat gjeste tilgang
pt: Permitir o acesso a convidados (guest).

source: Enable keyboard-interactive authentication.
ja: キーボードインタラクティブでの認証を有効にします。
lv: Iespējot klaviatūras-interaktīvo autentifikāciju.
nb: Slå på tastatur-interaktiv autentisering.
pt: Permitir a autenticação interactiva por teclado.

source: Enable large read/write
ja: 大きな単位での読み書きを有効にします。
lv: Iespējot lielu lasīšanu/rakstīšanu
nb: Slå på stor les/skriv
pt: Activar a escrita/leitura em blocos grandes.

source: Enable local user authentication.
ja: ローカルユーザ認証を許可。
lv: Iespējot lokālā lietotāja autentifikāciju.
nb: Slå på lokal bruker autentisering.
pt: Activar a autenticação local de utilizadores.

source: Enable module listing.
ja: モジュールリストを有効にします。
lv: Iespējot moduļu izdruku.
nb: Slå på modul lister
pt: Permitir a listagem de módulos.

source: Enable peer exchange (PEX).
ja: ピアエクスチェンジ(PEX)を有効にする。
lv: Iespējot vienādranga apmaiņu (PEX).
nb: Slå på peer exchange (PEX).
pt: Permitir troca peer (PEX).

source: Enable permission inheritance
ja: パーミッションの継承の有効化
lv: Iespējot tiesību mantošanu
nb: Slå på tillatelse arv
pt: Herdar permissões

source: Enable port forwarding via NAT-PMP or UPnP.
ja: NAT-PMP もしくは UPnP によるポートフォワーディングを有効にする。
lv: Iespējot portu pārsūtīšanu caur NAT-PMP vai UPnP.
nb: Slå på port-videresending via NAT-PMP eller UPnP.
pt: Permitir encaminhamento via NAT-PMP ou UPnP.

source: Enable proxy authentication.
ja: Proxy認証の有効化
lv: Iespējot starpniekservera autentifikāciju.
nb: Slå på proxy autentisering.
pt: Activar autenticação

source: Enable recycle bin
ja: ごみ箱機能を有効化
lv: Iespējot atkritni
nb: Slå på papirkurven
pt: Activar reciclagem

source: Enable remote monitoring of the local connected UPS.
ja: ローカルに接続されているUPSのリモート監視を有効にする。
lv: Iespējot atālinātu monitoringu lokāli pieslēgtajam UPS.
nb: Slå på fjernovervåking av den tilkoblede UPSen.
pt: Permitir monitorização remota da UPS conectada localmente.

source: Enable reverse DNS lookup performed on the remote host's IP address for incoming active mode data connections and outgoing passive mode data connections.
ja: 受け入れるアクティブモードデータ接続及び、発信するパッシブモードデータ接続について、リモートホストの IP アドレスの DNS 逆引きを有効にします。
lv: Iespējot atpakaļēju DNS pārlūkošanu uz attālināto starpniekserveru IP adresēm priekš ienākošajiem aktīvajiem režīmiem datu pieslēgumiem un izejošajiem pasīvajiem datu pieslēgumiem.
nb: Aktiver baklengs DNS-oppslag som gjennomføres på fjerntjenerens IP adresse for innkommende datakoblinger som er i aktiv modus og utgående datakoblinger som er i passiv modus.
pt: Permitir a procura por DNS reverse realizada no endereço IP do servidor remoto para ligações activas de dados recebidos e para ligações passivas de dados enviados.

source: Enable reverse DNS lookup.
ja: DNS 逆引き参照を有効にします。
lv: Iespējot atpakaļēju DNS pārlūkošanu.
nb: Slå på reversert DNS oppslag.
pt: Permitir a procura por DNS reverse.

source: Enable serial console
ja: シリアルコンソールを有効にします。
lv: Iespējot seriālo konsoli
nb: Aktiver seriell konsoll
pt: Permitir consola do sistema

source: Enable shadow copy
ja: シャドウコピーを有効にします。
pt: permitir shadow copy
