Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: Not all drivers/NICs support 802.1Q VLAN tagging properly. On cards that do not explicitly support it, VLAN tagging will still work, but the reduced MTU may cause problems.
ja: 全てのドライバ/NIC が 802.1Q VLAN タギングをサポートしている訳ではありません。明確にサポートしていないカードで VLAN タギングを行っても、正常に動作するかもしれませんが縮小した MTU による問題が生じるかもしれません。
lv: Ne visi dziņi/NICi atbalsta 802.1Q VLAN birkošanu pareizi. Uz kartēm, kuras neprecīzi to atbalsta, VLAN birkošana strādās, bet reducētais MTU var radīt problēmas.
nb: Ikke alle drivere/kort støtter 8021Q VLAN tagging riktig. På kort som ikke eksplisitt støtter det vil VLAN tagging fremdeles fungere men redusert MTU kan skape problemer.
pt: Nem todos os controladores/NICs suportam VLAN 802.1Q de forma correcta. Nas placas que não suportam explicitamente, VLAN continuará a trabalhar, mas o reduzido MTU poderá causar problemas.

source: Not attached
ja: 接続されていません
lv: Nav pievienots
nb: Ikke tilkoblet
pt: Não anexado

source: Note
ja: 注意
lv: Piezīme
nb: Notat
pt: Nota

source: Note: Ctrl-click (or command-click on the Mac) to select and de-select minutes, hours, days and months.
ja: 注意: Ctrl (Mac は command) を押しながらクリックすれば、分、時、日、月を複数選択または選択解除できます。
lv: Piezīme: Ctrl-klikšķis (vai komanda-klikšķis uz Mac), lai izvēlētos un atceltu izvēli minūtēm, stundām, dienām un mēnešiem.
nb: Mark: Ctrl-klikk (eller kommand-klikk på Mac) for å velge og fjerne minutter, timer, dager og måneder.
pt: Nota: Ctrl-click (ou command-click em Mac) para selecionar ou des-selecionar minutos, horas, dias e meses.

source: Note: Ctrl-click (or command-click on the Mac) to select and deselect groups.
ja: 注意: Ctrl (Mac は command)を押しながらクリックすれば、グループを複数選択または選択解除できます。
lv: Piezīme: Ctrl-klikšķis (vai komanda-klikšķis uz Mac), lai izvēlētos un atceltu izvēli grupām.
nb: Tips: CTRL-klikk (eller kommando-klikk på Mac) for å velge og ta vekk grupper.
pt: Nota: Pressione a tecla CTRL (ou command nos Mac) enquanto clica para seleccionar vários items.

source: Note: Ctrl-click (or command-click on the Mac) to select multiple entries.
ja: 注意: Ctrl (Mac は command)を押しながらクリックすれば複数選択できます。
lv: Piezīme: Ctrl-klikšķis (vai komanda-klikšķis uz Mac), lai izvēlētos vairākus ierakstus.
nb: Obs: Ctrl-klikk (eller kommando-klikk på Mac) for å velge flere.
pt: Nota: Ctrl-click (ou command-click no Mac) para seleccionar múltiplas entradas.

source: Nothing to synchronize
ja: 同期を取るものがありません
lv: Nav ko sinhronizēt
nb: Ingenting å synkronisere
pt: Nada para sincronizar

source: Notification email from host: %s
ja: ホスト: %s からのお知らせメール
lv: Paziņojuma e-pasts no siamniekdatora: %s
nb: Notifikasjons e-post fra: %s
pt: Email de notificação do servidor: %s.

source: Now
ja: 今すぐ
lv: Tagad
nb: Nå
pt: Agora

source: Null passwords
ja: 空のパスワード
lv: Nulles paroles
nb: Tomme passord
pt: Palavras-passe em branco

source: Number of bad battery packs
ja: 不良バッテリーパック数

source: Number of battery packs
ja: バッテリーパック数

source: Number of clients
ja: クライアントの数
lv: Klientu skaits
nb: Antall klienter
pt: Número de clientes

source: Number of log entries to show
ja: 表示するログのエントリ数
lv: Žurnāla parādāmo ierakstu skaits
nb: Antall log innslag som skal vises
pt: Número de entradas do ficheiro de registro a mostrar

source: Number of log entries to show must be between 5 and 1000.
ja: ログエントリの表示数は 5 から 1000 の間で指定して下さい。
lv: Parādāmo ierakstu skaitam vajag būt starp 5 un 1000.
nb: Antall logg-innlegg å vise må være mellom 5 og 1000.
pt: O número de entradas de registo deve ser entre 5 e 1000.

source: Number of servers
ja: サーバの数
lv: Serveru skaits
nb: Antall tjenere
pt: Número de servidores

source: Numeric identifier of the group.
ja: 数値によるグループの識別子。
lv: Skaitlisks grupas identifikators
pt: Identificar numérico do grupo.

source: ONLINE
ja: オンライン
lv: TIEŠSAISTĒ

source: OPT only
ja: OPT のみ

source: Object name
ja: オブジェクト名
lv: Objekta nosaukums
nb: Objekt navn
pt: Nome do objecto

source: Occurrence
ja: 発生
lv: Notikums
nb: Forekomst
pt: Ocorrência

source: Old passphrase
ja: 古いパスフレーズ
lv: Vecā paroles frāze
nb: Gammelt passord
pt: Palavra-passe antiga

source: Old password
ja: 古いパスワード
lv: Vecā parole
nb: Gammelt passord
pt: Palavra-passe antiga

source: Once you add the virtual device, it becomes impossible to delete again. It recommends adding the same number of drives as the existing virtual device.
ja: 仮想デバイスを一旦加えると、再び削除することは不可能になります。 既存の仮想デバイスと同じ数のドライブを加えることを推奨します。
pt: Assim que adicionar o dispositivo virtual, torna-se impossível apagá-lo outra vez. É recomendado adicionar o mesmo número de drives como o dispositivo virtual existente.

source: Online version check
ja: オンラインバージョンチェック
lv: Tiešsaistes versijas pārbaude
pt: Verificar a versão online

source: Only allow anonymous users. Use this on a public FTP site with no remote FTP access to real accounts.
ja: 匿名ユーザ専用にします。通常のアカウントからの FTP 接続が無い公開されたFTP サイトではこのオプションを使用して下さい。
lv: Atļaut tikai anonīmus lietotājus. Lieto šo uz publiska FTP servera ar nevienu attālināto FTP pieeju īstajiem lietotājiem.
nb: Tillat kun anonyme brukere. Bruk dette på en offentlig FTP side uten FTP tilgang for ekte kontoer.
pt: Apenas são permitidos utilizadores anónimos. Utilize isto num site FTP público sem acesso remoto FTP às contas reais.

source: Only allow authenticated users. Anonymous logins are prohibited.
ja: 認証ユーザ専用にします。匿名のログインを禁止します。
lv: Atļaut tikai autentificējušos lietotājus. Anonīmās autorizācijas ir aizliegtas.
nb: Tillat kun autentiserte brukere. Anonyme innlogginger er forbudt.
pt: Apenas são permitidos utilizadores autenticados. Utilizadores anónimos não são permitidos.

source: Option
ja: オプション
lv: Iespēja
nb: Alternativ
pt: Opção

source: Optional user-friendly string of the target.
ja: オプションでターゲットのユーザフレンドリな文字列を付ける事が出来ます。
lv: Neobligāta lietotājam-draudzīga rinda ar mērķi.
nb: Valgfri brukervennlig målstreng.
pt: Opcional string de destino amiga do utilizador.

source: Options
ja: オプション
lv: Iespējas
nb: Alternativer
pt: Opções

source: Origin
ja: オリジン
pt: Origem

source: Others
ja: その他
lv: Citi
nb: Andre
pt: Outros

source: Out
ja: 出力
lv: Ārā
nb: Ut
pt: Saída

source: Outgoing Power/Inverter Information
ja: 出力電源情報

source: Outgoing SMTP mail server address, e.g. smtp.mycorp.com.
ja: 外向けのSMTPサーバのアドレス。例) smtp.mycorp.com
lv: Izejošā SMTP vēstuļu servera adrese, piem. smtp.manafirma.com
nb: Utgående SMTP e-post tjener adresse, f.rks. smtp.minbedrift.no.
pt: Endereço do servidor de envio SMTP, e.g. smtp.exemplo.com

source: Outgoing mail server
ja: 外向けのメールサーバ
lv: Izejošais vēstuļu serveris
nb: Utgående e-post tjener
pt: Servidor de envio

source: Output current (A)
ja: 出力電流(A)

source: Output frequency (Hz)
ja: 出力周波数(Hz)

source: Output voltage
ja: 出力電圧

source: Output voltage (V)
ja: 出力電圧(V)

source: Overload
ja: オーバーロード

source: Overwrite already configured disks (only affects filesystem value).
ja: 既存のディスク設定を上書きします。(ファイルシステムの値だけが影響を受けます)
lv: Pārrakstīt jau konfigurētus diskus (skar tikai datņu sistēmas vērtību).
nb: Overskriv konfigurerte disker (påvirker kun filsystemverdi).
pt: Reescreve os discos já configurados (apenas afecta os valores do sistema de ficheiros).

source: Overwrite disks configuration
ja: ディスクの設定を上書き
lv: Pārrakstīt diksu konfigurāciju
nb: Overskriv diskkonfigurasjon
pt: Reescrever as configurações dos discos.

source: Owner
ja: オーナ
lv: Īpašnieks
nb: Eier
pt: Proprietário

source: PHP Command
ja: PHP コマンド
lv: PHP Komanda
nb: PHP kommando
pt: Comando PHP

source: PPTP clients
ja: PPTP クライアント
lv: PPTP klienti
nb: PPTP klienter
pt: Clientes PPTP

source: Package Name
ja: パッケージ名
lv: Pakotnes nosaukums
nb: Pakke Navn
pt: Nome do pacote

source: Package file
ja: パッケージファイル
lv: Pakotnes datne
nb: Pakke fil
pt: Ficheiro que contém o pacote

source: Package is already installed.
ja: パッケージは既にインストールされています。
lv: Pakotne jau ir instalēta.
nb: Pakken er allerede installert
pt: Este pacote já se encontra instalado.

source: Package upload failed (out of memory?)
ja: パッケージのアップロードに失敗しました。(メモリ不足?)
lv: Pakotnes augšupielāde neizdevās (nav gana atmiņas?)
nb: Pakke opplasting feilet (tomt for minne?)
pt: Falhou o envio do pacote (out of memory?)

source: Packages
ja: パッケージ
lv: Pakotnes
nb: Pakker
pt: Pacotes

source: Painfully aggressive
ja: 最高にアグレッシブ
lv: Mokoši agresīvs
nb: Smertefullt aggressive
pt: Fortemente agressivo

source: Pairwise
ja: ペア
lv: Pāru veids
nb: Parvis
pt: Emparelhamento

source: Parameter xxx (ups.conf or cmdline -x) setting
ja: xxx パラメータ(ups.conf または cmdline -x) 設定

source: Parent Directory
ja: 親ディレクトリ

source: Partition number
ja: パーティション番号
lv: Partīcijas numurs
nb: Partisjonsnummer
pt: Número de partição

source: Partition type
ja: パーティションタイプ
lv: Partīcijas tips
nb: Partisjonstype
pt: Tipo de partição

source: Partitions
ja: パーティション
lv: Partīcijas
nb: Partisjoner
pt: Partições

source: Passive ports
ja: パッシブポート
lv: Pasīvie porti
nb: Passive porter
pt: Portos passivos

source: Passive ports restricts the range of ports from which the server will select when sent the PASV command from a client. The server will randomly choose a number from within the specified range until an open port is found. The port range selected must be in the non-privileged range (eg. greater than or equal to 1024). It is strongly recommended that the chosen range be large enough to handle many simultaneous passive connections (for example, 49152-65534, the IANA-registered ephemeral port range).
ja: パッシブポートは、サーバがクライアントから PASV コマンドを受け取った際に選ぶポートの範囲を限定します。あいているポートが見つかるまで、サーバは指定された範囲内から無作為にポート番号を選びます。選ばれるポートは特権ではない範囲 (例: 1024以上) でなければいけません。ポートの範囲は、多くの PASV による同時接続を処理する場合、大きく取る必要があります (例: IANA で登録されている短命ポートの範囲である 49152-65534)。
lv: Pasīvais ports ierobežo portu diapozonu, kuru serveris izvēlēsies, kad sūtīs PASV komandu no klienta. Serveris nejauši izvēlēsies numuru izvēlētajā diapazonā līdz tiks atrasts atvērts ports. Porta diapazonu jāizvelās neprivileģētā diapazonā (piem. vienāds vai lielāks ar 1024). Stipri ieskām izvēlēties gana lielu diapazonu, lai varētu apkalpotu daudzus pasīvos pieslēgumus vienlaicīgi (piem, 49152-65534, IANA-reģistrētais gaistošo portu diapazons).
nb: Passive porter begrenser hvilke porter som tjeneren vil velge ved mottak av PASV-kommando fra en klient. Tjeneren vil tilfeldig velge et nummer fra dataområdet til en åpen port er funnet. Dataområdet må være i det ikke-privilegerte området (større enn eller lik 1024). Det anbefales sterkt at det valgte området er stort nok til å godta mange samtidige passive tilkoblinger (f.eks, 49152-65534, IANA-registrert flyktig målområde).
pt: Portas passivas restringem o leque de portas que o servidor seleccionada para enviar o comando PASV de um cliente. O servidor irá escolher aleatoriamente um número de um intrevalo de portas até encontrar uma que esteja aberta. O intervalo de portas seleccionado deve ser um intervlado não-privilegiado (eg. maior ou igual a 1024). É fortemente recomendo que o intervalo escolhido seja grande o suficiente para lidar com múltiplas ligações passivas (por exemplo, 49152-65534, o intervalo de portas definido pela IANA).

source: Passphrase
ja: パスフレーズ
lv: Paroles frāze
nb: Passord
pt: Frase chave

source: Passphrase don't match.
ja: パスフレーズが一致しません。
lv: Paroles frāzes nesakrīt.
nb: Passordene er ikke like.
pt: As frases chave não coincidem.

source: Password
ja: パスワード
lv: Parole
nb: Passord
pt: Senha

source: Password (confirmed)
ja: パスワード (確認)
lv: Parole (apstiprināta)
nb: Passord (bekreftet)
pt: Senha (confirmada)

source: Password authentication
ja: パスワード認証
lv: Paroles autorizācija
nb: Passord autentikasjon
pt: Autenticação de senha

source: Password don't match.
ja: パスワードが一致しません。
lv: Paroles nesakrīt.
nb: Passordene er ikke like
pt: As senhas não coincidem.

source: Password encryption
ja: パスワード暗号形式
lv: Paroles šifrēšana
nb: Passord kryptering
pt: Encriptação da senha

source: Password for the administrative pages.
ja: 管理画面のパスワード
lv: Parole administratīvajām lapām.
nb: Passord for de administrative sidene.
pt: Senha para as páginas administrativas.

source: Password of domain administrator account.
ja: ドメイン管理者アカウントのパスワードを入力して下さい。
lv: Domēna administratora lietotāja parole.
nb: Passordet til domenets administrator konto.
pt: Senha da conta do administrador de domínio.

source: Password server
ja: パスワードサーバ

source: Password server name or IP address (e.g. Active Directory domain controller).
ja: パスワードサーバ名、またはIPアドレス。 (例: Active Directory ドメインコントローラ)

source: Password suffix
ja: パスワードサフィックス
lv: Paroles sufikss
nb: Passord suffiks
pt: Sufixo de senha

source: Paste a DSA PRIVATE KEY in PEM format here.
ja: ここに PEM フォーマットの DSA 秘密鍵 をペーストして下さい。
lv: Ielīmē DSA PRIVĀTO ATSLĒGU iekš PEM formāta te.
nb: Lim inn en DSA PRIVATE KEY i PEM format her.
pt: Colar aqui a chave privada DSA em formato PEM.

source: Paste a signed certificate in X.509 PEM format here.
ja: ここにサインされた X.509 PEM フォーマットの証明書をペーストして下さい。
lv: Ielīmē parakstītu sertifikātu iekš X.509 PEM formāta te.
nb: Lim inn et signert sertifikat i X.509 PEM format her.
pt: Cole aqui um certificado assinado em formato X.509 PEM.

source: Paste an private key in PEM format here.
ja: ここに PEM フォーマットの秘密鍵を貼り付けて下さい。
lv: Ielīmē privāto atslēgu PEM formātā te.
nb: Lim inn en privat nøkkel i PEM format her.
pt: Coloca aqui uma chave privada no formato PEM.

source: Path
ja: パス
lv: Ceļš
nb: Sti
pt: Caminho

source: Path of the URL relative to document root.
ja: ドキュメントルートからの相対 URL パス。
lv: URL ceļš uz relatīvo dokumentu sakni.
nb: Bane til URL relativt til dokument roten.
pt: URL relativo à raíz

source: Path to be shared.
ja: 共有するパス。
lv: Ceļš kuru koplietos.
nb: Sti som skal deles
pt: Caminho a ser partilhado

source: Path to the local device. (e.g. %s)
ja: ローカルデバイスのパス。 (例: %s)

source: Peer Secret
ja: ピアシークレット
lv: Pēra noslēpums
pt: Peer Secrecto

source: Peer User
ja: ピアユーザ
lv: Pēra lietotājs
pt: Utilizador Peer

source: Peer exchange
ja: ピアエクスチェンジ
lv: Vienranga apmaiņa
pt: Troca de Peer

source: Peer port
ja: ピアポート
lv: Pēra ports
pt: Porto Peer

source: Permit root login
ja: root ログインを許可
lv: Atļaut saknes autorizāciju
nb: Tillat root innlogging
pt: Permitir o início de sessão do utilizador root

source: Permit to do SSH Tunneling.
ja: SSH トンネリングを許可します。
lv: Atļaut veikt SSH Tunelēšanu.
nb: Tilatt SSH tunneler.
pt: Permitir a execução de tuneis SSH.

source: Physical interface
ja: 物理インタフェース
lv: Fiziskais interfeiss
nb: Fysisk grensesnitt
pt: Interface física

source: Ping winbindd to see if it is alive:
ja: Pingによる winbindd の生存確認:
lv: Ehotestēt winbindd, lai pārbaudītu vai tas ir dzīvs:
nb: Ping winbindd for å se om den er i live:
pt: Ping winbindd para verificar se está em funcionamento:

source: Platform
ja: プラットフォーム
lv: Platforma
nb: Plattform
pt: Plataforma

source: Platform OS
ja: プラットフォームOS
pt: Plataforma SO

source: Please check the <a href='%s' target='_blank'>documentation</a>.
ja: <a href='%s' target='_blank'>ドキュメント</a> を確認してください。
lv: Lūdzu pārbaudi <a href='%s' target='_blank'>dokumentāciju</a>.
pt: Por favor verifique a <a href='%s' target='_blank'>documentação</a>.

source: Please note that blanks in path names are not allowed.
ja: パス内に空白が含まれないように注意して下さい。
lv: Lūdzu piezīmē, ka tukšumi iekš ceļa vārdiem nav atļauti.
nb: Legg merke til at tomme felter i navn på baner ikke er tilltatt.
pt: Por favor tenha em atenção que não são permitidos espaços em branco nos nomes do caminho.

source: Polish
ja: ポーランド語
lv: Poļu
nb: Polsk
pt: Polaco

source: Polling time
ja: ポーリング時間
lv: Balsošanas laiks
pt: Agendar em

source: Pool
ja: プール
lv: Pūls
pt: Volume

source: Pool information and status
ja: プールの情報とステータス
lv: Pūla informācija un statuss
pt: Informação e estado dos volumes

source: Pools
ja: プール
lv: Pūli
pt: Volumes

source: Port
ja: ポート
lv: Ports
pt: Porta

source: Port
ja: ポート
lv: Ports
pt: Porta

source: Port %ld is already used by another service.
ja: ポート番号 %ld は既に他のサービスで使用されています。
lv: Portu %ld jau izmanto cits serviss.
nb: Port %ld er allerede i bruk av en annen tjeneste.
pt: Porto %ld já está a ser utilizado por outro serviço.

source: Port forwarding
ja: ポートフォワーディング
lv: Portu pāradresēšana
nb: Port videresending
pt: Porto de encaminhamento

source: Port to listen for incoming peer connections. Default port is %d.
ja: ピアコネクションを待ち受けるポート番号。デフォルトは %d です。
lv: Ports uz kura klausīties pēc ienākošiem pēru savienojumiem. Noklusējuma ports ir %d.
nb: Port for å lytte etter innkommende tilkoblinger. Standard port er %d.
pt: Porto de escuta para ligação peer de entrada. Porto padrão é %d.

source: Port to listen on. Default iTunes port is 3689.
ja: 待ち受けるポート番号。iTunes のデフォルトポート番号は 3689 です。
lv: Ports uz kura klausīties. Noklusējuam iTunes ports ir 3689.
nb: Port til å lytte til. Standard iTunes port er 3689.
pt: A porta 3689 é usada pelo iTunes por defeito.

source: Port to listen on. Default port is %d.
ja: 待ち受けるポート番号。デフォルトポート番号は %d です。
lv: Ports uz kura klausīties. Noklusējuma ports ir %d.
nb: Port til å lytte på. Standard er %d.
pt: Porta de escuta. Porta padrão é %d.

source: Port to listen on. Only dynamic or private ports can be used (from %d through %d). Default port is %d.
ja: 待ち受けるポート番号。専用もしくは動的な範囲 (%d から %d) で指定する事が出来ます。デフォルトポート番号は %d です。
lv: Ports uz kura klausīties. Tikai dinamiski vai privātie porti var tikt lietoti (no %d līdz %d). Noklusējuma ports ir %d.
nb: Port til å lytte til. Kun dynamiske eller private porter kan brukes (fra %d til %d). Standardport er %d.
pt: Porta para escuta. apenas portas dinâmicas ou privadas podem ser usadas (desde %d até %d). A porta padrão é %d.

source: Portal Group
ja: ポータルグループ
lv: Portāla Grupa
nb: Portal gruppe
pt: Grupo de Portal

source: Portal Groups
ja: ポータルグループ
lv: Portāla Grupas
nb: Portal grupper
pt: Grupos de Portal

source: Portals
ja: ポータル
lv: Portāli
nb: Portaler
pt: Portais

source: Ports
ja: ポート
lv: Porti
nb: Porter
pt: Portas

source: Portuguese (Brazil)
ja: ポルトガル語（ブラジル）
lv: Portugāļu (Brazīlija)
pt: Português (Brasil)

source: Portuguese (Portugal)
ja: ポルトガル語（ポルトガル）
lv: Portugāļu (Portugāle)
pt: Português (Portugal)

source: PostInit
ja: 初期化後
pt: Depois do arranque

source: Power Daemon
ja: 電源管理 デーモン
lv: Jaudas Dēmons
nb: Strøm Daemon
pt: Serviço de gestão de energia

source: Power Mode
ja: 電源モード

source: Power mode
ja: 電源モード
lv: Jaudas režīms
nb: Strømmodus
pt: Estado de energia

source: PreInit
ja: 初期化前
lv: Pirms inicializācijas
pt: Antes do arranque

source: Predefined system groups
ja: システム定義済みグループ

source: Preferred
ja: 優先
lv: Ieteicams
nb: Foretrukket
pt: Preferido

source: Prefix
ja: プレフィックス
lv: Prefikss
nb: Prefiks
pt: Prefixo

source: Preformatted file system
ja: ファイルシステム事前フォーマット
lv: Iepriekš formatēta datņu sistēma
nb: Preformatert filsystem
pt: Sistema de ficheiros pré-formatado

source: Preserve extended attributes
ja: 拡張属性を保持します。
lv: Saglabāt paplašinatos atribūtus
nb: Behold utvidede attributter
pt: Preservar atributos estendidos

source: Preserve modification times.
ja: 更新時刻を保持します。
lv: Salgabāt modifikāciju laikus
nb: Behold endringstidspunkter.
pt: Manter tempos de modificação.

source: Preserve permissions
ja: パーミッションを保持します。
lv: Saglabāt atļaujas
nb: Behold rettigheter
pt: Preservar as permissões

source: Prevent deep discharge of battery
ja: バッテリー過充電保護

source: Primary
ja: プライマリ

source: Primary Group
ja: プライマリグループ
lv: Primārā Grupa
nb: Primær gruppe
pt: Grupo Principal

source: Primary group
ja: プライマリグループ
lv: Primātā grupa
nb: Primærgruppe
pt: Grupo principal

source: Primary group is also selected in additional group.
ja: プライマリグループは、追加のグループで再度選択出来ます。
lv: Primārā grupa ir izvēlēta arī iekš papildus grupas.
nb: Primærgruppe er også valgt i tilleggs gruppe.
pt: O grupo primário também é seleccionado no grupo adicional.

source: Private Key
ja: 秘密鍵
lv: Privāta Atslēga
nb: Privat nøkkel
pt: Chave privada

source: Private key
ja: 秘密鍵
lv: Privāta Atslēga
nb: Privat nøkkel
pt: Chave privada

source: Process
ja: プロセス
nb: Prosess
pt: Processo

source: Processes
ja: プロセス
lv: Procesi
nb: Prosesser
pt: Processos

source: Processes information
ja: プロセス情報
lv: Procesu informācija
nb: Prosess informasjon
pt: Informação de processos

source: Product ID
ja: 製品ID

source: Profile
ja: プロファイル
lv: Profīls
nb: Profil
pt: Perfil

source: Proto
ja: プロトコル
lv: Foto

source: Protocol
ja: プロトコル
lv: Protokols
nb: Protokoll
pt: Protocolo

source: Provider
ja: プロバイダ
lv: Piegādātājs
nb: Tilbyder
pt: Fornecedor

source: Proxy
ja: プロキシ
lv: Starpniekserveris

source: Puts the hard disk into standby mode when the selected amount of time after the last hard disk access has been elapsed.
ja: 最後にアクセスしてから、指定された時間が経過すると、ハードディスクを待機モードにします。
lv: Ievietot cieto disku Nodroses režīmā, kad izvēlētais laika daudzums pēc pēdējām piekļuves diskam ir pagājis.
nb: Setter harddisken i stand-by modues når den valgte tiden har gått siden harddisken sist ble brukt.
pt: Coloca o disco rígido em modo standby quando é ultrapassado o tempo seleccionado, desde que é feito o último acesso ao disco.

source: Queue Depth
ja: キューの深さ
lv: Rindas Dziļums
pt: Quantidade de Pedidos

source: Quiet
ja: 寡黙モード
lv: Klusums
nb: Stille
pt: Silencioso

source: Quota
ja: クォータ
lv: Kvota
nb: Kvote

source: RSYNC - Client
ja: RSYNC - クライアント
lv: RSYNC - Klients
nb: RSYNC - klient
pt: RSYNC - Cliente

source: RSYNC - Local
ja: RSYNC - ローカル
lv: RSYNC - Vietējs
nb: RSYNC - lokal

source: RSYNC - Server
ja: RSYNC - サーバー
lv: RSYNC - Serveris
pt: RSYNC - Servidor

source: RSYNC Client
ja: RSYNC クライアント
lv: RSYNC Klients
nb: RSYNC Klient
pt: Cliente RSYNC

source: RSYNC Client informations
ja: RSYNC クライアント情報
lv: RSYNC Klienta informācija
nb: RSYNC Klient informasjon
pt: Informações de Cliente RSYNC

source: RSYNC events
ja: RSYNC のイベント
lv: RSYNC notikumi
nb: RSYNC hendelser
pt: Eventos do RSYNC

source: RSYNC log
ja: RSYNC のログ
lv: RSYNC žurnāls
nb: RSYNC logg
pt: Registo RSYNC

source: Raid name
ja: Raid 名
lv: Raid nosaukums
nb: RAID navn
pt: Nome RAID

source: Read
ja: 読込み
lv: Lasīt
nb: Les
pt: Leitura

source: Read Only (ro)
ja: 読込のみ (ro)
lv: Tikai lasīt (ro)
pt: Apenas leitura (al)

source: Read Only Access
ja: 読込み専用アクセス
lv: Atļauja Tikai Lasīt
nb: Kun lese tilgang
pt: Acesso de leitura

source: Read from biggest priority
ja: 優先度の高いものから読み出し
lv: Lasīt no lielākās prioritātes
pt: Ler a partir da maior prioridade.

source: Read from lowest load
ja: 負荷の小さいものから読み出し
lv: Lasīt no zemākās slodzes
pt: Ler a partir da menor carga

source: Read only
ja: 読込み専用
lv: Tikai lasīt
nb: Kun lesing
pt: Só de leitura

source: Read/Write
ja: 読込み/書込み
lv: Lasīt/Rakstīt
nb: Les/Skriv
pt: Leitura/Escrita

source: Read/Write (rw)
ja: 読込み/書込み (rw)
lv: Lasīt/Rakstīt (rw)
pt: Ler/Escrever (le)

source: Read/Write (rw,dynamic) for removable types file size grow and shrink automatically by EOF (ignore specified size)
ja: 読込み/書込み (rw,dynamic) リムーバブル用 EOFにより自動サイズ調整
lv: Lasīt/Rakstīt (rw/dinamisks) priekš noņemamā tipa datnēm, izmēra palielināšanu un samazināšanu automātiski veic EOF (ignorē noteikto lielumu)
pt: Na leitura/Escrita (rw, dinâmica) o tamanho dos ficheiros amovíveis aumenta e diminui automaticamente por EOF (tamanho especificado ignorado)

source: Read/Write (rw,extend) for removable types extend file size if EOM reached
ja: 読込み/書込み (rw,extend) リムーバブル用 EOM検出により自動サイズ拡張
lv: Lasīt/Rakstīt (rw/dinamisks) priekš noņemamā tipa apjoma datņu izmēriem, ja EOM sasniegts
pt: Leitura/Escrita (re, extendido) para tamanhos extendidos de ficheiros do tipo amovível se EOM for alcançado

source: Read/Write Access
ja: 読書き可能アクセス
lv: Lasīt/Rakstīt Piekļuve
nb: Les/Skriv tilgang
pt: Acesso de leitura/escrita

source: Readonly
ja: 読み込み専用
lv: Tikai lasīt
pt: Só de leitura

source: Realm
ja: レルム
pt: Aviso

source: Reason for last transfer to battery (* opaque)
ja: 最新バッテリー切替理由

source: Reboot
ja: リブート
lv: Pārstartēt
nb: Omstart
pt: Reiniciar

source: Receive Buffer Size
ja: 受信バッファサイズ
lv: Saņemamā Bufera Lielums
nb: Motta Buffer størrelse
pt: Tamanho do tampão (buffer) de recepção

source: Recurse into directories.
ja: ディレクトリの再帰を行います。
lv: Rekursēt iekš mapēm.
nb: Rekursivt i kataloger
pt: Recurso nas directorias.
