Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: The configuration has been changed.<br />You must apply the changes in order for them to take effect.<br /><b>If this message persist take a look at the <a href='%s'>system log</a> for more information.</b>
ja: 設定は変更されました。<br />変更された設定は適用するまで効果は出ません。<br /><b>もしもこのメッセージが出続けるようであれば <a href='%s'>システムログ</a> を参照してください。</b>

source: The configuration has been restored. The server is now rebooting.
ja: 設定情報はリストアされました。サーバーをリブートしています。

source: The confimed password does not match. Please ensure the passwords match exactly.
ja: 入力したパスワードが一致しません。パスワードを再度確認して下さい。
lv: Apstiprinātā parole nesakrīt. Lūdzu pārbaudi, ka paroles precīzi sakrīt.
nb: Passordene stemmer ikke. Sjekk at passordet er helt like.
pt: As palavras-passe não coincidem.

source: The credentials with which to bind.
ja: バインドする際に使用するパスワードを入力して下さい。
lv: Rekvizīti ar kuriem siet.
pt: As credenciais com as quais vai ligar.

source: The cron job has been executed successfully.
ja: Cron ジョブは正常に実行されました。
lv: Cron jobs tika veiksmīgi izpildīts.
pt: A tarefa programa foi executada com sucesso.

source: The current password is incorrectly entered.
ja: 現在のパスワードが正しくありません。

source: The custom format of the snapshot for shadow copy service can be specified. The default format is %s used for ZFS auto snapshot.
ja: シャドウコピーサービス用のスナップショットのカスタム書式を指定できます。デフォルト書式はZFS自動スナップショットで使用される %s です。

source: The default SMTP mail server port, e.g. 25 or 587.
ja: SMTP サーバのポート番号。例) 25 又は 587
lv: Noklusējuma SMTP servera ports, piem. 25 vai 587.
nb: Standard SMTP e-post tjener port, f.eks. 25 eller 587
pt: Porta usada pelo servidor de envio SMTP, e.g. 25 ou 587.

source: The default base distinguished name (DN) to use for searches, e.g. %s
ja: 検索の為のデフォルトのベース DN を指定して下さい。例) %s
lv: Noklusējuma bāzes īpašais vārds (DN) tiek lietots meklēšanai, piem. %s
pt: O padrão para nomes distintos (DN) a utilizar nas pesquisas, e.g. %s

source: The default key lengths are: 128 for AES, 128 for Blowfish, 128 for Camellia and 192 for 3DES.
ja: デフォルトの鍵長は次の通りです: AES 128、Blowfish 128、Camellia 128、3DES 192。
lv: Moklusējuma atslēgu garumi ir: 128 priekš AES, 128 priekš Blowfish, 128 priekš Camellia un 192 priekš 3DES.
pt: O comprimento padrão da chave é: 128 para AES, 128 para Blowfish, 128 para Camellia e 192 para 3DES.

source: The default time in seconds to display a screen.
ja: スクリーンを表示するデフォルトの秒数。
pt: O tempo predefinido em segundos para exibir um ecrã.

source: The device name may only consist of the characters a-z, A-Z, 0-9.
ja: デバイス名には a-z, A-Z, 0-9 の文字のみが利用出来ます。
lv: Ierīces nosaukums var saturēt tikai simbolus a-z, A-Z, 0-9.
nb: Enhets navnet kan kun bestå av tegnene a-z, A-Z, 0-9.
pt: O nome do dispositivo só pode conter caracteres de a-z, A-Z, 0-9.

source: The device's IP address.
ja: デバイスの IP アドレス
lv: Ierīces IP adrese.
nb: Enhetens IP adresse.
pt: O endereço IP do dispositivo.

source: The device(s) in config are different to actual device(s). Please remove the device(s) and re-add it or use 'Clear config and Import disks'.
ja: 設定のデバイスと実際のデバイスに違いがあります。デバイスを削除して、再度追加してください。または「コンフィグ消去とディスクのインポート」を利用してください。

source: The directory containing the files you want to publish. The remote host does not need to pass along the directory as part of the transfer.
ja: 発信したいファイルがおかれているディレクトリを指定します。リモートホストは転送の一部分としてディレクトリに沿っている必要はありません。
lv: Mape, kura satur datnes, kuru jūs vēlaties publiskot. Attālinātajam saimniekdatoram nevajag iet cauri mapei, kā daļai no pārsūtījuma.
pt: A directoria que contém os ficheiros que pretende publicar. O servidor remoto não necessita de os transferir para a directoria durante o processo de transferência.

source: The disk is currently mounted! <a href='%s'>Unmount</a> this disk first before proceeding.
ja: ディスクは既にマウントされています! 次へ進む為に最初にディスクを <a href='%s'>アンマウント</a> して下さい。
lv: Šis disks pašlaik ir piemontēts! <a href='%s'>Atmontēt</a> šo disku pirms turpināt.
pt: O disco já está montado! <a href='%s'>Desmonte</a> primeiro o disco antes de continuar.

source: The disk is currently mounted! The mount point will be removed temporarily to perform selected command.
ja: ディスクは既にマウントされています! マウントポイントは選択されたコマンドによってテンポラリが削除されます。
lv: Disks pašlaik ir piemontēts! Montēšanas punkts tiks uz brīdi noņemts, lai veiktu izvēlēto komandu.
pt: O disco está montado! O ponto de montagem será retirado temporariamente para executar comando selecionado.

source: The disk/partition is already configured.
ja: ディスク/パーティションは既に設定されています。
lv: Disks/partīcija jau ir konfigurēts.
nb: Disken/partisjonen er allerede konfigurert.
pt: O disco/partição já se encontra configurado.

source: The distinguished name to bind to the directory server, e.g. %s
ja: ディレクトリサーバに接続する為に使用する識別名を入力して下さい。例) %s

source: The distinguished name with which to bind to the directory server, e.g. %s
ja: ディレクトリサーバに接続する為に使用する識別名を入力して下さい。例) %s
lv: Ievērojamais vārds ar kuru sasieties pie mapes servera, piem. %s
pt: O nome distinto com o qual vai ligar à directoria do servidor, e.g. %s

source: The driver used to communicate with your UPS. Get the list of available <a href='%s' target='_blank'>drivers</a>.
ja: UPS と通信する為のドライバを指定します。使用可能な <a href='%s' target='_blank'>ドライバ</a> のリストを入手して下さい
lv: Dzinis, kurš tiks lietots, lai sazinātos ar Tavu UPS. Saraksts ar pieejamiem <a href='%s' target='_blank'>dziņiem</a>.
pt: O controlador usado para comunicar com a UPS. Obtenha a lista de <a href='%s' target='_blank'>controladores</a> disponíveis.

source: The driver used to connect with the LCD. The list of available <a href='%s' target='_blank'>drivers</a>.
ja: LCD に接続する為のドライバを指定します。使用可能な <a href='%s' target='_blank'>ドライバ</a>。

source: The encrypted device is currently mounted! <a href='%s'>Unmount</a> this disk first before proceeding.
ja: ディスクは既にマウントされています! 次へ進む為に最初にディスクを <a href='%s'>アンマウント</a> して下さい。
lv: Šifrētā ierīce pašlaik ir piemontēta! <a href='%s'>Atmontē</a> šo disku pirms turpini.
pt: O dispositivo encriptado já se encontra montado! <a href='%s'>Desmonte</a> primeiro o disco antes de continuar.

source: The extent name already exists.
ja: エクステント名は既に存在しています。
lv: Apjoma nosaukums jau eksistē.
pt: O nome extendido já existe.

source: The firmware is now being installed. The server will reboot automatically.
ja: 現在、ファームウェアをインストールしています。サーバーは自動的にリブートされます。

source: The following input errors were detected
ja: 以下の入力エラーが検出されました
lv: Sekojošās ievades kļūdas tika atklātas
nb: De følgende inndata feilene ble oppdaget
pt: Foram detectados os seguintes erros

source: The full name contains invalid characters.
ja: フルネームに不正な文字が使用されています。
lv: Pilns vārds satur nederīgus simbolus.
nb: Det hele navnet inneholder invalide tegn.
pt: O nome completo contem caracteres inválidos.

source: The group description contains invalid characters.
ja: グループの説明に不正な文字が使用されています。
lv: Grupas apraksts satur nederīgus simbolus.
nb: Gruppebeskrivelsen inneholder invalide tegn.
pt: A descrição do grupo contém caracteres inválidos.

source: The group name contains invalid characters.
ja: グループ名に不正な文字が使用されています。
lv: Grupas nosaukums satur nederīgus simbolus.
nb: Gruppenavnet inneholder invalide tegn.
pt: O nome do grupo contém caracteres inválidos.

source: The host name contain invalid characters.
ja: ホスト名に不正な文字が使用されています。
lv: Saimniekdatora nosaukums satur nederīgus simbolus.
nb: Vertsnavnet inneholder invalide tegn.
pt: Este nome de anfitrião contêm caracteres inválidos.

source: The host name may only consist of the characters a-z, A-Z and 0-9, - , _ and .
ja: ホスト名には英数字(a-z,A-Z,0-9)と一部の記号( - , _ , . )のみが使用できます。
lv: Saimniekdatora nosaukums var sastāvēt tiktai no a-z, A-Z un 0-9,-,_ un .
nb: Et vertsnavn kan kun bestå av tengene a-z, A-Z og 0-9,-,_ og .
pt: O nome de anfitrião só pode conter caracteres de a-z, A-Z and 0-9, "-" , "_" and ".".

source: The image file is corrupt
ja: イメージファイルは破損しています
lv: Bildes datne ir bojāta
nb: Bilde filen er korrupt
pt: O ficheiro de imagem está corrompido.

source: The initial digest mode negotiated with the initiator.
ja: イニシエータと交渉する初期状態のダイジェストモードを選択します。
lv: Sākuma izklāsta režīms sazinājās ar iniciatoru.
pt: O modo de envio inicial do tipo digest negociado com o iniciador.

source: The initiator can access to the target via the portals by authorised initiator names and networks in specific Initiator Group.
ja: イニシエータは、指定したイニシエータグループで許可されたイニシエータ名とネットワークによって、指定したポータルグループ経由でターゲットにアクセスする事が出来ます。
lv: Iniciators var piekļūt mērķim caur portāliem izmantojot autorizētus iniciatoru vārdus un tīklus, kas norādīti Iniciatoru Grupā.
pt: O iniciador pode aceder ao destino através de portais utilizando nomes de iniciador autorizados e redes de um Grupo Iniciador específico.

source: The initiator can access to the target with correct user and secret in specific Auth Group.
ja: イニシエータは指定された認証グループの正しいユーザ名とシークレットによりターゲットにアクセスすることが出来ます。
lv: Iniciators var piekļūt mērķim ar pareizu lietotāju un noslēpumu, kurš noteikts Auth Grupā.
pt: O iniciador pode aceder ao destingo usando um utilizador correcto e uma palavra secreta num Grupo Autorizado específico.

source: The initiator can connect to the portals in specific Portal Group.
ja: イニシエータは指定したポータルグループと接続する事が出来ます。
lv: Iniciators var pieslēgties portāliem, kuri norādīti Portālu Grupā.
pt: O iniciador pode ligar-se a portais de um Grupo de Portal específico.

source: The initiator can discover the targets with correct user and secret in specific Auth Group.
ja: イニシエータは、指定した認証グループの正しいユーザ名及びシークレットでターゲットを見つける事が出来ます。
lv: Iniciators var atklāt mērķus ar pareizu lietotāju un noslēpumu, kurš norādīts Auth Grupā.
pt: O iniciador pode descobrir destinos usando um utilizador correcto e uma senha num Grupo de Autenticação específico.

source: The istgtcontrol can access the targets with correct user and secret in specific Auth Group.
ja: istgtcontrol(論理装置制御プログラム)は指定された認証グループの正しいユーザ名とシークレットでターゲットにアクセスすることが出来ます。
lv: Istgtcontrol var piekļūt mērķiem ar pareizo lietotāju un noslēpumu, kuri norādīti Auth Grupā.
pt: O istgtcontrol pode aceder aos destinos com um utilizador e uma palavra passe num Grupo de Autenticação específico.

source: The login name contains invalid characters.
ja: ログイン名に不正な文字が使用されています。
lv: Lietotājvārds satur neatļautus simbolus.
nb: Innloggings navnet inneholder invalide tegn.
pt: O nome de utilizador contem caracteres inválidos

source: The login name is a reserved login name.
ja: このログイン名は予約されているログイン名です。
lv: Lietotājvārds ir rezervēts lietotājvārds.
nb: Innloggings navnet er et reservert innloggings navn.
pt: Este nome de utilizador é um nome reservado.

source: The login name is limited to 16 characters.
ja: ログイン名は16文字に制限されています。
lv: Lietotājvārds ir limitēts līdz 16 simboliem.
pt: O nome de utilizador é limitado a 16 caracteres.

source: The max. connection per IP must be either 0 (unlimited) or greater.
ja: 同一IPアドレスからの最大接続数は0(無制限)かそれより大きな数字である必要があります。
lv: Max. pieslēgumi vienai IP adresei vajag būt 0 (neierobežots) vai lielāks.
nb: Antall tilkoblinger per IP må være enten 0 (uendelig) eller høyere.
pt: O máximo de conecções por IP deve ser pelo menos 0 (ilimitado) ou superior.

source: The maximum download bandwith in KiB/s. An empty field means infinity.
ja: ダウンロード時の最大帯域を KiB/s で指定してください。空の場合は制限無しとなります。
lv: Maksimālais lejupielādes joslas platums iekš KiB/s. Tukšs lauks nozīmē bezgalību.
pt: A largura de banda máxima para descarregar em KiB/s. Um campo vazio significa um valor infinito.

source: The maximum idle time be a number.
ja: アイドル時間の最大数は数字で指定して下さい。
lv: Maksimālajam dīklaikam jābūt numuram.
nb: Maksimum idle tid må være et tall.
pt: O valor máximo de inactividade tem que ser um número.

source: The maximum port to allocate for PASV style data connections (0 = use any port).
ja: PASV スタイルのデータ接続に割り当てる最大のポート (0 = いずれかのポート)。
lv: Maksimālais ports, kuru atvēlēt PASV stila datņu savienojumiem (0 = lietot jebkuru).
pt: Porta máxima para alocar para ligações de dados PASV (0 = qualquer porta).

source: The maximum upload bandwith in KB/s. An empty field means infinity.
ja: アップロード時の最大帯域を KB/sで指定してください。空の場合は制限無しとなります。
lv: Maksimālais augšupielādes joslas platums iekš KiB/s. Tukšs lauks nozīmē bezgalību.
pt: A largura de banda máxima para enviar em KiB/s. Um campo vazio significa um valor infinito.

source: The method can be accepted by the target. Auto means both none and authentication.
ja: ターゲットを許可する認証方法。オートは認証無しと認証有りを意味します。
lv: Šo metodi var pieņemt mērķis. Auto nozīmē abi nē un autentifikāciju.
pt: O método pode ser aceito pelo destino. Auto significa ambos nenhum e autenticação.

source: The method can be accepted in discovery session. Auto means both none and authentication.
ja: 探索セッション中に受け入れる認証方法。オートは認証無し、認証有りの両方を意味します。
lv: Šī metode var tikt pieņemta atklāšanas sesijā. Auto nozīmē abus nē un autentifikāciju.
pt: O método pode ser aceite numa sessão de descoberto. Auto significa ambos nenhum e autenticação.

source: The method can be accepted in the controller.
ja: コントローラが受け入れる認証方法。
lv: Metodi var pieņemt kontrolierī.
pt: O método pode ser aceite no controlador.

source: The minimum amount of space guaranteed to a dataset (usually empty). To specify the size use the following human-readable suffixes (for example, 'k', 'KB', 'M', 'Gb', etc.).
ja: データセットの保証された最少サイズ。(通常は空欄) サイズを指定するには、以下の人間が読める接尾語を使用してください。(例えば、'k', 'KB', 'M', 'Gb', など)

source: The minimum port to allocate for PASV style data connections (0 = use any port).
ja: PASV スタイルのデータ接続に割り当てる最小のポート (0 = いずれかのポート)。
lv: Minimālais ports priekš PASV stila datu savienojuma (0 = lietot jebkuru portu).
pt: Porta mínima para alocar para ligações de dados PASV (0 = qualquer porta).

source: The module provides automatic bans that are triggered based on configurable criteria. A ban prevents the banned user, host, or class from logging into the server, it does not prevent the banned user, host, or class from connecting to the server.
ja: モジュールは設定可能な基準に基づき、自動的に BAN (禁止) の起動を提供します。BAN (禁止) は、禁止されたユーザ、ホスト、クラスがサーバにログインする事を防ぎますが、禁止されたユーザ、ホスト、クラスがサーバへ接続する事を防ぐわけではありません。
lv: Modulis piedāvā automātiskus aizliegumus, kuri tiek pielietoti balstoties uz konfigurējamiem kritērijiem. Aizliegums liedz aizliegtam lietotājam, saimniekdatoram, vai klasei autorizēties serverī, tas neliedz iespēju aizliegtajam lietotājam, saimniekdatoram, vai klasei pieslēgties serverim.
pt: O módulo providencia expulsão automática baseada em critérios configurados. Uma expulsão impede o utilizador, cliente ou classe banidos de aceder ao servidor, mas não prevido o utilizador, cliente ou classe banidos de conectar ao servidor.

source: The network '%s' is invalid.
ja: ネットワーク名 '%s' は無効です。
lv: Tīkls '%s' ir nederīgs.
pt: A rede '%s' é inválida.

source: The new password does not match. Please ensure the passwords match exactly.
ja: 新しいパスワードが一致しません。正しいパスワードを入力してください。

source: The number of clients must be between 1 and 50.
ja: クライアント数は 1 から 50 の範囲で指定してください。
lv: Klientu skaitam vajag būt starp 1 un 50.
nb: Antallet klienter må være mellom 1 og 50.
pt: O número de cliente deve ser entre 1 e 50.

source: The old password is not correct.
ja: 古いパスワードは正しくありません。
lv: Vecā parole nav pareiza.
nb: Den gamle passordet er ikke riktig.
pt: A palavra-passe antiga não está correcta.

source: The password contains the illegal character ':'.
ja: 入力したパスワードに不正ない文字が使用されています。
lv: Parole satur nederīgu simbolu '.'.
nb: Passordet inneholder tegnet ':', dette er ikke mulig.
pt: A palavra-passe contém o caracter ilegal ':'.

source: The password encryption protocol to use.
ja: パスワード暗号化で利用される形式。

source: The passwords do not match.
ja: パスワードが一致しません。
lv: Paroles nesakrīt.
nb: Passordene er ikke like.
pt: As palavras-passe não coincídem.

source: The path '%s' does not exist.
ja: 指定されたパス '%s' は存在しません。
lv: Ceļš '%s' neeksistē.
pt: O caminho '%s' não existe.

source: The path '%s' is a directory.
ja: 指定された '%s' はディレクトリです。
lv: Ceļš '%s' nir mape.
pt: O caminho '%s' é uma directoria.

source: The path '%s' is not a directory.
ja: 指定されたパス '%s' はディレクトリではありません。
lv: Ceļš '%s' nav mape.
pt: O caminho '%s' não é uma directoria.

source: The peer connection encryption mode.
ja: ピア接続時の暗号化モード
lv: Pēru savineojuma šifrēšanas režīms.
pt: O modo de encriptação da ligação peer.

source: The permissions on new files and directories are normally governed by create mask and directory mask but the inherit permissions parameter overrides this. This can be particularly useful on systems with many users to allow a single share to be used flexibly by each user.
ja: 新しいファイルとディレクトリのパーミッションは通常、Create mask と Directorymask によって制御されていますが、継承許可パラメータはこれを無効にします。これは、1つの共有が各ユーザによって柔軟に利用される事を可能にし、多くのユーザとシステムにで有益です。
lv: Jaunu datņu un mapju atļaujas parasti tiek noteiktas pēc veidošanas maskas un mapju maskas, bet mantošanas atļaujas parametrs ignorē to. Šis var būt daļēji noderīgs uz sistēmām ar daudz lietotājiem, lai atļautu vienu datni koplietot ar visiem.
pt: As permissões em novos ficheiros e directorias são geralmente geridos por uma máscara e uma directoria da máscara mas os parâmetros de permissão herdados anulam isso. Isto pode ser particularmente útil em sistemas com muitos utilizadores para permitir uma partilha única a ser usada de forma flexível por cada utilizador.

source: The pool name does not match the naming rules.
ja: このプール名は命名規則に合致していません。
lv: Pūla nosaukums nav vienāds ar vārdošanas noteikumiem.
pt: O nome do conjunto de volumes não respeita as regras para nomes.

source: The pool name is invalid: contains spaces.
ja: プール名が無効です。空白を含んでいます。

source: The port to listen to. The default is to listen to the tftp port specified in /etc/services.
ja: 待ち受けるポート。デフォルトは /etc/service で指定された tftp ポートを使用します。
lv: Ports uz kura jāklausās. Pēc noklusējuma klausās tftp portu, kurš norādīts iekš /etc/services.
pt: A porta de escuta. Por defeito, escuta-se a porta tftp especificada em /etc/services.

source: The portal '%s' is invalid.
ja: ポータル '%s' は無効です。
lv: Portāls '%s' nav derīgs.
pt: O portal '%s' é inválido.

source: The portal takes the form of 'address:port'. for example '192.168.1.1:3260' for IPv4, '[2001:db8:1:1::1]:3260' for IPv6. the port 3260 is standard iSCSI port number. For any IPs (wildcard address), use '0.0.0.0:3260' and/or '[::]:3260'. Do not mix wildcard and other IPs at same address family.
ja: ポータルはIPアドレスとTCPポート番号を 'アドレス:ポート' の形式で指定します。例えば、IPv4の場合は、'192.168.1.1:3260' に、IPv6の場合は、'[2001:db8:1:1::1]:3260' の様になります。3260 はiSCSIの標準ポート番号です。ワイルドカードアドレスを利用するには、'0.0.0.0:3260' (IPv4) または '[::]:3260' (IPv6) の形式で指定します。ワイルドカードと他のアドレス指定を混ぜる事はできません。
lv: Portāls ieņem formu no 'adrese:ports'. piemēram '192.168.1.1:3260' priekš IPv4, '[2001:db8:1:1::1]:3260' priekš IPv6. ports 3260 ir standarta iSCSI porta numurs. Jebkuriem IP (aizstājējadrese), lieto '0.0.0.0:3260' un/vai '[::]:3260'. Nejauc aizstājējadreses un citus IP tajā pašā adrešu ģimenē.
pt: O portal toma a forma de 'endereço:porta'. por exemplo '192.168.1.1:3260' para IPv4, '[2001:db8:1:1::1]:3260' para IPv6. a porta 3260 é o número de porta standard para iSCSI. Para quaisquer IP´s (endereço aleatório), use '0.0.0.0:3260' e/ou '[::]:3260'. Não misture IP´s aleatórios e outros para a mesma família de endereços.

source: The powerd utility monitors the system state and sets various power control options accordingly.
ja: 電源制御ユーティリティはシステム状態を監視し、それに応じて様々な電源制御オプションをセットします。
lv: Powerd utlilīta pieskata sistēmas stāvokli un atbilstoši uzstāda dažādas jaudas kontroles iespējas.
nb: powerd overvåker systemstatusen og setter forskjellige strøm-innstillinger i forhold til dette.
pt: O utilitário <i>powerd</i> monitoriza o estado do sistema e define várias opções de controlo de energia em conformidade.

source: The queuedepth range is invalid.
ja: キューの深さが範囲外です。
lv: Rindas dziļuma diapazons ir nederīgs.
pt: O intervalo de níveis de pedidos é inválido.

source: The recommended length for compatibility is %d.
ja: 互換性のため推奨する長さは%dです。
lv: Rekomendējamais garums saderībai ir %d.
pt: O tamanho recomendado para compatibilidade é %d.

source: The recommended queue depth is %d.
ja: 推奨するキューの深さは%dです。
lv: Rekomendētais rindas dziļums ir %d.
pt: O nível de pedidos recomendado é %d.

source: The reloading request has been sent to the daemon. You can see the result by <a href="%s">Log</a>.
ja: リロード要求がデーモンに送信されました。<a href="%s">ログ</a>によって結果を見ることができます。

source: The removable area mapped to LUN%d.
ja: LUN%dに割り当てるリムーバブル領域
lv: Noņemamā teritorija kartēta uz LUN%d.
pt: As áreas amovíveis são mapeadas por LUN%d.

source: The rule number determines the order of the rule.
ja: ルール番号はルール適用の順序を決定します。
lv: Noteikuma numurs nosaka noteikumu kārtību.
pt: O número da regra determina a ordem da regra.

source: The serial or USB port where your UPS is connected.
ja: UPS が接続されているシリアルまたは USB ポートを指定して下さい。
lv: Seriālais vai USB ports, kur tavs UPS ir pieslēgts.
pt: A porta série ou a porta USB onde a sua UPS está ligada.

source: The server advertises itself as a time server to Windows clients.
ja: このサーバを Windows クライアントにタイムサーバとして公告します。

source: The server has been reset to factory defaults and is now rebooting. This may take one minute.
ja: サーバーを初期状態にリストアした後、リブートを実行中です。しばらくお待ちください。

source: The server will reboot after restoring the configuration.
ja: サーバーは設定をリストア後、リブートします。

source: The share name is already used.
ja: この共有名は既に使用されています。
lv: Kopīgojuma nosaukums jau tiek izmantots.
nb: Delingsnavnet er allerede i bruk.
pt: O nome da partilha já está a ser utilizado

source: The size of the swap file in MB.
ja: スワップファイルサイズを MB で指定して下さい。
lv: Apmaiņas datnes lielums iekš MB.
pt: O tamanho de ficheiro swap em MB.

source: The space-separated list of URIs for the LDAP server.
ja: スペースで区切られたLDAPサーバのURIリスト。

source: The storage area mapped to LUN%d.
ja: LUN%dに割り当てるストレージ領域
lv: Glabātuves vieta kartēta pie LUN%d.
pt: A área de armazenamento mapeada para LUN%d.

source: The subject of the email.
ja: メールの件名
lv: E-pasta temats.
nb: Emnet til eposten.
pt: O assunto do email.

source: The system is halting now. This may take one minute.
ja: 今すぐシステムをシャットダウンします。1分ほどかかるかもしれません。
lv: Sistēma pašlaik izslēdzas.Tas var aizņemt minūti.
nb: Systemet blir nå slått av. Dette kan ta et minutt.
pt: O sistema está a parar.Isto pode demoraralgum tempo.

source: The system is rebooting now. This may take one minute.
ja: 今すぐシステムをリブートします。1分ほどかかるかもしれません。
lv: Sistēma pašlaik restartējas.Tas var aizņemt minūti.
nb: Systemet starter på nytt nå. Dette kan ta et minutt.
pt: O sistema está a reiniciar. Esta operação pode demorar algum tempo.

source: The tag range is invalid.
ja: タグの値が範囲外です。
lv: Birkas diapozons ir nederīgs.
pt: O intervalo tag é inválido.

source: The target name already exists.
ja: このターゲット名は既に存在しています。
lv: Mērķa nosaukums jau eksistē.
pt: O nome especificado já existe.

source: The time in seconds until shutdown is initiated. If the UPS happens to come back before the time is up the shutdown is canceled.
ja: シャットダウンが開始されるまでの秒数を指定します。指定した時間内にUPS へ電源が再度供給された場合、シャットダウンはキャンセルされます。
lv: Laiks sekundēs līdz izslēgšanas uzsāgšanai. Ja UPS atnāk atpakaļ pirms laiks ir beidzies, tad izslēgšanās tiek atcelta.
pt: O tempo em segundos até que se comece o desligar. Se a UPS voltar a funcionar antes do tempo especificado então o desligar é cancelar.

source: The time update interval must be either between 6 and 1440.
ja: アップデート間隔は 6 から 1440 の間で指定してください。
lv: Laika atjaunošanas intervālam vajag būt starp 6 un 1440.
nb: Tidsoppdaterings intervallet må være mellom 6 og 1440.
pt: O intervalo de tempo de actualização deve ser entre 6 e 1440.

source: The unique group ID is already used.
ja: このグループ ID は既に使用されています。
lv: Unikālais grupas ID jau tiek lietots.
nb: Den unike gruppe ID'en er allerede i bruk.
pt: O ID de grupo escolhido já está a ser utilizado.

source: The unique rule number is already used.
ja: このルール番号は既に使用されています。
lv: Unikālais notiekuma numurs jau tiek lietots.
pt: O número de regra única já está em uso.

source: The unique user ID is already used.
ja: このユーザ ID は既に使用されています。
lv: Unikālais lietotāja ID jau tiek lietots.
nb: Den unike bruker ID'en er allerede i bruk.
pt: O ID de utilizador escolhido já está a ser utilizado.
