Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: DO NOT abort the firmware upgrade once it has started. %s will reboot automatically after storing the new firmware. The configuration will be maintained.<br />You need a minimum of %d Mb RAM to perform the firmware update.<br />It is strongly recommended that you <a href='%s'>Backup</a> the System configuration before doing a Firmware upgrade.
nb: IKKE avbryt oppgraderingen av firmware etter at den er startet. %s starter automatisk på nytt etter at oppgraderingen er fullført. Systemkonfigurasjonen på systemet vil bli ivaretatt. <br /> Du trenger minst %d Mb hovedminne for å gjennomføre oppdateringen av firmware. <br /> Det er sterkt anbefalt at du tar en<a href='%s'>sikkerhetskopi</a> av systemkonfigurasjonen før du gjennomfører en oppgradering av firmwaren.
pt: NÃO abortar a actualização de firmware a partir do momento emq ue esta se . %s vai reiniciar automaticamente após guardar o novo firmware. As configurações serão mantidas.<br />Necessita de pelo menos %d Mb RAM para realizar a actualização de firmware.<br />É fortemente recomendado que faça <a href='%s'>Backup</a> do Sistema de Configuração antes de realizar a actualização do Firmware.

source: DefaultTime2Wait
lv: NoklusējumaLaiksGaidīšanai
pt: TempoDeEsperaPorDefeito

source: Directory mask
lv: Mapes maska
nb: Katalog maske
pt: Máscara de directório

source: Directory to incomplete files. An empty field means disable.
nb: Katalog for uferdige filer. Tomt felt betyr deaktiver.
pt: Directoria para ficheiros incompletos. Um campo vazio significa desactivado.

source: Disable AFP-over-Appletalk to prevent DDP connections.
lv: Atspējot AFP-pār-Appletalk lai neatļautu DDP pieslēgumus.
nb: Slå av AFP-over-Appletalk for å forhindre DDP tilkoblinger.
pt: Desativar AFP-over-Appletalk para prevenir conexões DDP

source: Disables :hex translations for anything except dot files. This option makes the '/' character illegal.
lv: Atspējo :hex tulkojumus visam izņemot punkta datnes. Šī iespēja padara '/' simbolu par nederīgu.
nb: Deaktiverer oversetting av :hex for alt unntatt filer som starter med punktum. Dette valget resulterer i at tegnet '/' er ulovlig.
pt: Desactiva :hex traduções para tudo excepto para ficheiro dot. Esta opção faz com que o caracter '/' seja ilegal.

source: Don't advertise createfileid, resolveid, deleteid calls.
lv: Nereklamēt veidotlauku, atklāšanasid, dzēšanasid zvanus.
nb: Ikke reklamer for createfileid, resolveid, deleteid kall.
pt: Não avisar as chamadas createfileid, resolveid, deleteid.

source: Don't stat volume path when enumerating volumes list, useful for automounting or volumes created by a preexec script.
lv: Nenorādi sējuma ceļu, kad uzskaiti sējumu sakarstu, noderīgs priekš automātiskās montēšanas vai sējumiem, kurus izveidojis preexec skripts.
pt: Não obter o caminho de volume quando enumerar a lista de volumes, útil para auto-montar ou para volumes criadosc om o script preexec.

source: Enable automatic disk discovery.
lv: Iespējot automātisku diska atklāšanu.
nb: Slå på automatisk disk-oppdagelse
pt: Permitir a recuperação automática de disco.

source: Enable web user interface.
nb: Slå på web brukergrensesnittet.
pt: Activar interface de utilizador via web

source: Enables crlf translation for TEXT files, automatically converting macintosh line breaks into Unix ones. Use of this option might be dangerous since some older programs store binary data files as type 'TEXT' when saving and switch the filetype in a second step. Afpd will potentially destroy such files when 'erroneously' changing bytes in order to do line break translation.
lv: Iespējo crlf tulkojumus priekš TEXT dantēm, automātiski pārveido makintošu stila līniju pārrāvumus uz Unix veida. Šīs iespējas lietošana var būt bīstama, jo vecas programmas saglabā bināras datu datnes, kā tipu 'TEXT' kamēr saglabā un pēc tam maina datnes tipu otrajā solī. Afpd var potenciāli iznīcināt šadas datnes, kad kļūdaini maina bitus, lai iztulkotu līniju pārrāvumus.
nb: Aktiverer crlf oversetting for TEXT filer, automatisk konvertering av linjebrudd i macintoshformat til UNIXformat. Aktivering av dette valget kan være farlig siden eldre programmer lagrer binærdatafiler i 'TEXT' formatet under lagring for så å bytte filtype i et annet steg. Afpd vil potensielt ødelegge disse filene siden den endrer bytene i filen for å oversette linjebruddene.
pt: Permite tradução crlf para ficheiros TEXTO, convertendo automaticamente as quebras de linha macintosh para Unix. Usar esta opção pode ser perigoso uma vez que alguns programas antigos guardam ficheiros de dados binários com o tipo 'TEXTO' quando guardam ou mudam o tipo de ficheiro num segundo passo. Afpd vai potencialmente destruir tais ficheiros quando 'erradamente' mudar bytes com vista a fazer a conversão da quebra de linha.

source: Enter a custom port number for the WebGUI above if you want to override the default (80 for HTTP, 443 for HTTPS).
nb: Skriv inn et eget-definert port nummer for WebGUI over hvis du vil overstyre standard (80 for HTTP, 443 for HTTPS).
pt: Introduza um número de porta para o painel de administração se não desejar usar a porta predefinida (predefinição: 80 para HTTP, 443 para HTTPS)

source: FirstBurstLength
pt: Comprimento de FirstBurst

source: Hint: If this is checked, IP addresses in %s logs are resolved to real hostnames where possible.
nb: Tips: Hvis denne er på vil IP-adresser i %s logger bli løst til ekte vertsnavn når det er mulig.
pt: Dica: Se esta opção estiver selecionada, os endereços IP nos registros de eventos em %s serão resolvidos para nomes de anfitrião reais sempre que possível.

source: If set afpd uses the ID information stored in AppleDouble V2 header files to reduce database load. Don't set this option if the volume is modified by non AFP clients (NFS/SMB/local).
lv: Ja uzstādīts, afpd lieto ID informāciju, kura saglabāta AppleDouble V2 galvenes datnēs, lai samazinātu datubāzes slodzi. Neuzstādi šo iespēju, ja sējumu ir modificējis ne AFP klients (NFS/SMB/lokāls).
nb: Hvis afpd aktiveres brukes ID-informasjonen lagret i AppleDouble V2 inkluderingsfiler til å redusere databaselast. Ikke aktiver denne dersom volumet modifiseres av andre enn AFP-klienter (NFS/SMB/local).
pt: Se estiver activo, o afpd utiliza a informação de ID guardada nos ficheiros de cabeçalho AppleDouble V2 para reduzir a carga na base de dados. Não active esta opção se o volume é modificado por clientes não AFP (NFS/SMB/local).

source: If the server is behind a proxy set this parameters to give local services access to the internet via proxy.
nb: Hvis tjeneren befinner seg bak en proxy, sett dette alternativet for å gi lokale tjenester tilgangt til Internett via proxyen.
pt: Se o servidor estiver antes de um proxy utilize estes parâmetros para dar acesso à internet via proxy aos serviços locais.

source: If you click 'Yes', %s will be reset to factory defaults and will reboot immediately. The entire system configuration will be overwritten. The LAN IP address will be reset to %s and the password will be set to '%s'.
nb: Hvis du trykker 'Ja', vil %s bli resatt til fabrikk instillinger og vil starte på nytt umiddelbart. Hele systemkonfigurasjonen vil bli skrever over. LAN IP-adressen vil bli resatt til %s og passordet vil bli satt til '%s'.
pt: Se clicar em 'Sim', %s serão repostos os valores de fábrica e reiniciar automaticamente. Toda a configuração do sistema será re-escrita. O endereço IP da rede será configurado para %s e a palavra passe será '%s'.

source: If you want to change the username for accessing the WebGUI, enter it here.
nb: Hvis du vil forandre brukernavn for WebGUI, skriv det inn her
pt: Se desejar alterar o nome de utilizador do painel de administração introduza-o aqui.

source: Initiator side secret. (for mutual CHAP autentication)
pt: Segredo do lado iniciador. (para autenticações CHAP mútuas)

source: Interface to listen to.
nb: Grensesnitt som det skal lyttes på.
pt: Interface a "escutar".

source: It is not recommanded to import non healty pools nor virtual devices that are part of a non healthy pool.
pt: Não é recomendo importar um conjunto de volumes em mau estado nem dispositivos virtuais que sejam parte de um conjunto de volumes em mau estado.

source: LAN net
lv: LAN tīkls
nb: LAN nett
pt: Rede LAN

source: Large read/write
lv: Liels lasīšana/rakstīšana
nb: Stor les/skriv
pt: Leitura/Escrita em blocos grandes

source: List of open files
nb: Liste over åpne filer
pt: Ficheiros abertos

source: Lowercases names in both directions
lv: Mazo burtu vārdi abos virzienos
pt: Nomes minúsculos em ambas as direcções

source: Model extra
lv: Modeļa papildus
pt: Modelo extra

source: No
lv: Nē
nb: Nei
pt: Não

source: Note! Selecting 'Time Machine' on multiple shares will may cause unpredictable behavior in MacOS.
lv: Piezīme! Izvēloties 'Laika Mašīnu' uz daudziem kopīgojumiem var radīt neparedzamu izturēšanos iekš MacOS.
pt: Nota! Seleccionar 'Time Machine' em múltiplas partilhas pode causar um comportamento inesperado no MacOS.

source: Off
lv: Izslēgts
nb: Av
pt: Desligado

source: On
lv: Ieslēgts
nb: På
pt: Ligado

source: Open a %s configuration XML file and click the button below to restore the configuration.
nb: Åpne en %s konfigurasjon XML fil og klikk knappen nedenfor for å gjennopprette konfigurasjonen.
pt: Abra um ficheiro de configuração XML %s e clique no botão abaixo para restaurar a configuração.

source: Provides compatibility with Apple II clients.
lv: Piegādā saderību ar Apple II klientiem.
nb: Gir kompatabilitet med Apple II klienter.
pt: Fornece compatibilidade com clientes Apple II.

source: Root
lv: Sakne
nb: Rot
pt: Raíz

source: Secure Shell
lv: Drošā Čaula
nb: SSH
pt: Consola segura

source: Set the CNID backend to be used for the volume.
lv: Uzstādīt, lai lieto CNID aizmuguri priekš šī sējuma.
pt: Coloca o CNID final para ser usado no volume.

source: Sets the database information to be stored in path. You have to specifiy a writable location, even if the volume is read only.
lv: Liek saglabāt datubāzes informāciju norādītajā ceļā. Tev vajag norādīt rakstāmu vietu, pat ja sējuma ir tikai lasāms.
pt: Configura a informação da base de dados para ser guardada. Tem de especificar uma localização com permissão de escrita, mesmo que o volume seja apenas de leitura.

source: Share all sub directories.
nb: Del alle underkataloger
pt: Partilhar todas as sub-directorias.

source: Syslog sends UDP datagrams to port 514 on the specified remote syslog server. Be sure to set syslogd on the remote server to accept syslog messages from %s.
pt: Syslog enviou datagramas UDP para a porta 514 do servidor remoto de syslog especificado. Confirme a alteração no servidor remoto de modo a que o syslogd aceite mensagens de syslog a partir de %s.

source: The attribute '%s' contains invalid characters and is no valid NetBIOS name.
pt: O atributo '%s' contém caracteres inváldios e não é um nome NetBIOS válido.

source: The attribute '%s' contains invalid characters and is no valid domain name.
nb: Attributten '%s' inneholder invalide tegn og er ikke et valid domenenavn.
pt: O atributo '%s' contém caracteres inváldios e não é um nome de domínio válido.

source: The attribute '%s' contains invalid characters and is no valid host name.
nb: Attributten '%s' inneholder invalide tegn og er ikke et valid tjenernavn.
pt: O atributo '%s' contém caracteres inváldios e não é um nome de anfitrião válido.

source: The attribute '%s' contains invalid characters and is no valid workgroup name.
nb: Attributten '%s' inneholder invalide tegn og er ikke et valid arbeidsgruppe-navn.
pt: O atributo '%s' contém caracteres inváldios e não é um nome de grupo de trabalho válido.

source: The attribute '%s' contains the illegal character ':' and is no valid password.
nb: Attributten '%s' inneholder det invalidet tegnet ';' og er ikke et valid passord.
pt: O atributo '%s' contém o caracter ilegal ':' e não é uma palavra-passe válida.

source: The attribute '%s' is no valid IP address.
nb: Attributtten '%s' er ikke en valid IP adresse.
pt: O atributo '%s' não é um endereço IP válido.

source: The attribute '%s' is no valid MAC address.
nb: Attributtten '%s' er ikke en valid MAC adresse.
pt: O atributo '%s' não é um endereço MAC válido.

source: The attribute '%s' is no valid file mode mask.
pt: O atributo '%s' não é um valor de máscara válido

source: The attribute '%s' is no valid subnet mask.
nb: Attributten '%s' er ikke en valid subnett maske.
pt: O atributo '%s' não é uma máscara de subnet válida.

source: The attribute '%s' is no valid time.
pt: O atributo '%s' não é um tempo válido.

source: The configuration has been changed.<br />You must apply the changes in order for them to take effect.
lv: Konfigurācija ir izmainīta.<br />Tev vajag lietot izmaiņas, lai tās dotu efektu.
pt: A configuração foi alterar.<br />Deve aplicar as alterações de forma a que tenham efeito.

source: The configuration has been restored. %s is now rebooting.
nb: Konfigurasjonen har blitt gjenopprettet. %s starter på nytt.
pt: A configuração foi restaurada. A reiniciar %s agora.

source: The firmware is now being installed. %s will reboot automatically.
nb: Fabrikkvaren blir nå installert. %s vil automatisk starte på nytt.
pt: O Firmware está a ser instalado. %s irá reiniciar automáticamente.

source: The name or IP address of the LDAP server.
pt: O nome ou endereço IP do servidor LDAP.

source: The password change protocol to use.
pt: A palavra-passe altera o protocolo a usar.

source: The system has been reset to factory defaults and is now rebooting. This may take one minute.
nb: Systemet har blitt gjennomrettet til fabrikk-standarden og starter nå på nytt. Dette kan ta et minutt.
pt: O sistema foi reposto para os valores padrão de fábrica e está a reiniciar. Deve demorar pelo menos um minuto.

source: There must be a minimum of 2 disks in a RAID 5 volume.
nb: Det må være minst 2 disker i et RAID 5 volum.
pt: É obrigatório um mínimo de 2 discos num volume RAID 5.

source: This controls how the case of filenames are viewed and stored.
lv: Šis kontrolē, kā datņu nosaukumu kastes tiek skatītas un glabātas.
pt: Isto controla de que forma o nome do ficheiro é visto e guardado.

source: This controls whether the .AppleDouble directory gets created unless absolutely needed. This option should not be used if files are access mostly by Mac computers.
lv: Šis kontrolē vai .AppleDouble mape tiek izveidota tikai tad, kad tā ir absolūti nepieciešama. Šo iespēju nevajadzētu lietot, ja datnes galvenokārt lieto uz Mac datoriem.
pt: Isto controla de que forma a directoria .AppleDouble é criada a menos que seja mesmo precisa. Esta opção não deve ser usada se os ficheiros são acedidos na sua maioria por computadores Mac.

source: This email has been send to validate your email configuration.
pt: Este e-mail foi enviado para validar a sua configuração de e-mail.

source: This forces filenames to be restricted to the character set used by Windows. This is not recommended for shares used principally by Mac computers.
lv: Šis liek datņu nosaukumiem būt ierobežotiem pēc Windows izmantotās rakstzīmju kopas. Šis netiek rekomendēts, ja kopīgojumus galvenokārt lieto uz Mac datoriem.
pt: Isto força o nome dos ficheiros a utilizarem apenas os caracteres definidos pelo Windows. Não é recomendado para partilhas usadas principalmente por computadores Mac.

source: This is for information only (not using during iSCSI negociation).
nb: Dette er kun for informasjon (ikke i bruk under iSCSI forhandling).
pt: Isto é apenas para informação (não usar durante a negociação iSCSI).

source: Traffic graph
nb: Trafikk graf
pt: Tráfego

source: Trivial File Transfer Protocol
lv: Triviāls Datņu Transfēra Protokols
pt: Protocolo de Transferência de Ficheiros Trivial

source: UFS is the NATIVE file format for FreeBSD (the underlying OS of %s). Attempting to use other file formats such as FAT, FAT32, EXT2, EXT3, or NTFS can result in unpredictable results, file corruption, and loss of data!
lv: UFS un variācijas ir VIETĒJAIS datņu formāts priekš FreeBSD (apakšguļosā OS no %s). Mēģinājums lietot citus datņu formātus, tādus kā FAT, FAT32, EXT2, EXT3, vai NTFS var rezumēties neparedzamos rezultātos, datņu samaitāšanā, un datu pazušanā!
nb: UFS er det naturlige filformeter for FreeBAS (operativsystemet til %s). Forsøk på"å bruke filsystemer som FAT, FAT32, EXT2, EXT3 eller NTFS kan ende i uforutsette resultater, fil-korrupsjon og tap av data!
pt: O sistema de ficheiros nativo do FreeBSD (o sistema operativo por debaixo do %s) é o UFS. A tentativa de utilizar outros sistemas de ficheiros como FAT, FAT32, EXT2, EXT3 ou NTFS pode ter resultados imprevisíveis. Nomeadamente corrupção de ficheiros e perda de dados!

source: UPnP
pt: UPnP (Universal Plug and Play)

source: UPnP A/V Media Server
nb: UPnP A/V Media Tjener
pt: Servidor de média A/V UPnp

source: UPnP friendly name.
nb: UPnP vennlig navn.
pt: Nome amigável para UPnP.

source: Unison
pt: Uníssono

source: Up
lv: Augšup
nb: Opp
pt: Cima

source: Uppercases names in both directions
lv: Lielo burtu nosaukumi abos virzienos
pt: Nomes em maiusculas em ambas as direcções.

source: Use AFP3 unix privileges.
lv: Lietot AFP unix privilēģijas.
nb: Bruk AFP3 UNIX privilegier
pt: Usar previlégios unix AFP3

source: Use the new 64k streaming read and write varient SMB requests introduced with Windows 2000.
pt: Usar os requisitos para a nova variante SMB de streaming 64k de leitura e escrita com Windows 2000.

source: User mask
lv: Lietotāja maska
pt: Máscara de utilizador

source: Warning: This can cause a huge delay in loading the %s log page!
nb: Advarsel: Dette kan skape en stor forsinkelse i lastingen av %s loggsiden!
pt: Atenção: Isto pode provocar um enorme atraso ao carregar as páginas de registro de eventos de %s!

source: WebGUI
pt: Painel de administração

source: Workgroup the server will appear to be in when queried by clients (maximum 15 characters).
nb: Arbeidsgruppen tjeneren vil være i når spurt av klient (maks 15 tegn).
pt: Nome do grupo de trabalho a que o servidor pertence. (máximo de 15 caracteres).

source: Yes
lv: Jā
nb: Ja
pt: Sim

source: You can also install a package via SSH or console using the the pkg_add command.<br />Example: pkg_add -r packagename
lv: Tu arī vari instalēt paku caur SSH vai konsoli lietojot pkg_add komandu.<br />Piemērs: pkg_add -r pakasnosaukums
pt: Pode também instalar um pacote usando SSH ou a consola utilizado o comando pkg_add.<br />Exemplo: pkg_add -r nome_do_pacote

source: You must reboot the system before you can upgrade the firmware.
lv: Tev vajag pārlādēt sistēmu pirms Tu vari uzlabot programmatūru.
nb: Du må starte systemet på nytt før du kan oppgradere fabrikkvaren
pt: Tem que reninicializar o sistema para poder actualizar o firmware.

source: n/a
lv: n/p
pt: n/d (não disponível)

source: none
lv: neviens
pt: Nenhum

source: revision
lv: revīzija
pt: revisão

source: Active Directory
lv: Aktīvais direktorijs

source: Case Folding
lv: Lietas Locīšana
nb: Skille mellom store og små bokstaver

source: Common Internet File System
lv: Bieža Interneta Datņu Sistēma

source: DefaultTime2Retain
lv: NoklusējumaLaiksIegūšanai

source: LUNs
lv: LUNi
nb: LUNer

source: Lightweight Directory Access Protocol
lv: Vieglā svara Mapju Piekļuves Protokols

source: MS Active Directory
lv: MS Aktīvā Mape

source: MaxOutstandingR2T
lv: Maks.ĀrpusstāvošaisR2T

source: No case folding
lv: Nav gadījuma locīšanas

source: OK
lv: Labi

source: Ping
lv: Ehotests

source: Ping/Traceroute
lv: Ehotests/Pēdu ceļš
nb: Ping/Sporing

source: Root bind DN
lv: Saknes bindes DN

source: Time Machine
lv: Laika Mašīna

source: Traceroute
lv: Izsekot maršutu

source: Wake On LAN
lv: Pamodināt caur LAN

source: umask
lv: atmaskot
