Repository: nas4free/nas4free
Catalog: locale/*.po
Languages: ja, lv, nb, pt

source: interfaces:
ja: インタフェース
lv: interfeisi:
nb: grensesnitt:

source: was assigned to
ja: は次の項目にアサインされています
lv: tika piešķirts
nb: ble satt til
pt: foi atribuído a

source: %d days
ja: %d 日
lv: %d dienas
nb: %d dager
pt: %d dias

source: %d week
ja: %d 週
lv: %d nedēļa
nb: %d uke
pt: %d semana

source: %d weeks
ja: %d 週
lv: %d nedēļas
nb: %d uker
pt: %d semanas

source: %d year
ja: %d 年
lv: %d gads
nb: %d år
pt: %d ano

source: %d years
ja: %d 年
lv: %d gadi
nb: %d år
pt: %d anos

source: %d%% of %dMiB
ja: %2$dMiB 中 %1$d%%
lv: %d%% no %dMiB
nb: %d%% av %dMiB
pt: %d%% de %dMiB

source: %dB / block
ja: %dバイト / ブロック
lv: %dB / blokā
nb: %dB / blokk
pt: %dB / bloqueado

source: %s interface
ja: %s インタフェース
lv: %s interfeiss
nb: %s grensesnitt
pt: interface %s

source: %s is too long.
ja: %s は長すぎます。
lv: %s ir pārāk garš.
nb: %s er for langt.
pt: %s é demasiado longo.

source: %s is used to create %s volumes.
ja: %s は %s ボリュームを作成して使用します。
lv: %s tiek lietots, lai veidotu %s sējumus.
nb: %s blir brukt til å opprette %s volumer.
pt: %s é usado para criar %s volumes

source: %s of %sB
ja: %2$sB 中 %1$s
lv: %s no %sB
nb: %s av %sB
pt: %s de %sB

source: %s on %s
ja: %s ＠ %s
lv: %s uz %s
nb: %s på %s
pt: %s em %s

source: %s%% available
ja: 残り%s%%

source: %s%d %s is already used by %s%d.
ja: %s%d %s は既に %s%d で使用されています。
lv: %s%d %s jau tiek izmantots pēc %s%d.
nb: %s%d %s er allerede brukt av %s%d.
pt: %s%d %s já está a ser usado por %s%d.

source: %s: cannot get mirror name.
ja: %s: ミラー名が取得できません。

source: %sB available of %sB
ja: %2$sB 中 %1$sB 使用可能
lv: %sB pieejams no %sB
nb: %sB tilgjengelig av %sB
pt: %sB disponíveis de %sB

source: %sB used of %sB
ja: %2$sB 中 %1$sB 使用中
lv: %sB lietots no %sB
nb: %sB brukt av %sB
pt: %sB usados de %sB

source: *** Imported duplicate ***
ja: *** 重複インポート ***
lv: *** Importēts duplikāts ***
nb: *** Importet duplikat ***
pt: *** Duplicado importado ***

source: 0=disabled, 1-255=enabled command queuing with specified depth.
ja: 0=無効、1-255=指定サイズでキューイングを有効。
lv: 0=atspējots, 1-255=iespējota komandu rindošana ar noteiktu dziļumu.
nb: 0=deaktivert, 1-255= aktivert kommandokø med spesifisert dybde.
pt: 0=desactivado, 1-255=activado command queueing com a profundidade especificada

source: 1. Use these specials actions for debugging only!<br />2. There is no need of using this menu for starting a RAID volume (start automaticaly).
ja: 1. この特殊な作業はデバッグ時のみに使用して下さい！<br />2. RAIDボリュームの使用を開始する為にこのメニューを使用する必要はありません。(自動的に開始されます)
lv: 1. Lietojiet šīs speciālās iespējas tikai atkļūdošanai!<br />2. Nav iemesla izmantot šo izvēlni, lai uzsāktu RAID sējumu (iespēkojas automātiski).
nb: 1. Bruk disse spesialkommandoene kun for debugging! <br />2. Man behøver ikke bruke denne menyen for å starte et RAID (starter automatisk)
pt: 1. Use estas acções especiais apenas para debug!<br />2.Não é necessário usar este menu para iniciar um volume RAID (inicia-se automaticamente).

source: 802.1Q VLAN tag (between 1 and 4094).
ja: 802.1Q VLAN タグ (1 から 4094 まで)。
lv: 802.1Q VLAN birka (starp 1 un 4094).
nb: 802.1Q VLAN tagg (mellom 1 og 4094)
pt: 802.1Q VLAN tag (entre 1 e 4094).

source: <a href='%s'>SSHD</a> must be enabled for Unison to work, and the <a href='%s'>user</a> must have shell access.
ja: UNISONを動作させるには<a href='%s'>SSHD</a>が使用可能になっている必要があります。また <a href=%s>user</a>がシェルにアクセスできることが必要となります。
lv: <a href='%s'>SSHD</a> vajag būt iespējotam priekš Unison, un <a href='%s'>lietotājam</a> vajag pieeju čaulai.
nb: <a href='%s'>SSHD</a> må være aktivt for at Unison skal virke, og <a href='%s'>brukeren</a> må ha shell-tilgang.
pt: <a href='%s'>SSHD</a> deve ser activada para que o Unison funcione, e o <a href='%s'>utilizador</a> deve ter acesso por linha de comandos.

source: <b>EFI GPT partition</b> if you want to mount a GPT formatted drive (<b>default partition</b>).<br/><b>MBR partition</b> if you want to mount a UFS formatted drive or do imported disks from other OS.<br/><b>CD/DVD volume</b> if you want to mount a CD/DVD volume.
ja: <b>EFI GPT パーティション</b> GPTフォーマット済のドライブをマウントしたい場合 (<b>デフォルトパーティション</b>)．<br /><b>MBRパーティション</b> UFSフォーマット済みのドライブをマウントしたい場合、または他のＯＳからの移設．<br /><b>CD/DVD ボリューム</b> CD/DVD ボリュームをマウントしたい場合．
lv: <b> EFI GPT nodalījums </b> ja jus gribiet uzstādīt GPT formatētu disku (<b> noklusējuma nodalīšana</b>).<br/><b>MBR nodalījums </b> ja jūs vēlaties uzstādīt UFS formatētu disku vai arī ievesti disku no citu OS.<br/><b>CD/DVD tilpumu</b> ja jus velaties uzstadit CD/DVD tilpumu.

source: <div id='enumeration'><ul><li>%d - Date</li><li>%h - Hostname</li></ul></div>
ja: <div id='enumeration'><ul><li>%d - 日付</li><li>%h - ホスト名</li></ul></div>
lv: <div id='enumeration'><ul><li>%d - Datums</li><li>%h - Saimniekdatora nosaukums</li></ul></div>
nb: <div id='enumeration'><ul><li>%d -Dato</li><li>%h - Vertsnavn</li></ul></div>
pt: <div id='enumeração'><ul><li>%d - Data</li><li>%h - Nome do servidor</li></ul></div>

source: <div id='enumeration'><ul><li>The new password is also the default root password of the system!</li></ul></div>
ja: <div id='enumeration'><ul><li>新しいパスワードはシステムの root パスワードにもなります！</li></ul></div>
lv: <div id='enumeration'><ul><li>Jaunā parole ir arī sistēmas noklusējuma root parole!</li></ul></div>

source: <li>Default - Rsync will choose the 'during' algorithm when talking to rsync 3.0.0 or newer, and the 'before' algorithm when talking to an older rsync.</li><li>Before - File-deletions will be done before the transfer starts.</li><li>During - File-deletions will be done incrementally as the transfer happens.</li><li>Delay - File-deletions will be computed during the transfer, and then removed after the transfer completes.</li><li>After - File-deletions will be done after the transfer has completed.</li>
ja: <li>Default - Rsync は 3.0.0 以降のバージョンの rsync と通信する際は 'During' アルゴリズムを、それ以前のバージョンの rsync と通信する際は 'Before' アルゴリズムを使用します。</li><li>Before - ファイルの削除は、転送開始前に実行されます。</li><li>During - ファイルの削除は、転送が行われる度に実行されます。</li><li>Delay - ファイルの削除は、転送中に判断され、転送完了後に実行されます。</li><li>After - ファイルの削除は、転送が完了した後に実行されます。</li>
lv: <li>Galvenais - Rsync izvēlēsies 'esošo' algoritmu runājot ar rsync 3.0.0 vai jaunāku, un 'un iepriekšējo' algoritmu, kad runās ar vecāku rsync.</li><li>Pirms - Faila-dzēšana tiks veikta pirms pārsūtīšanas uzsākšanas.</li><li>Esošo - Failu-dzēšana tiks veikta tikai tiem kas tiek mainīti.</li><li>Aizkaves - Failu-dzēšana tiks veikta pārsūtīšanas laikā, un pēc tam dzēsta, kad pārsūtīšana beigusies.</li><li>Pēc - Failu-dzēšana tiks veikta, kad pārsūtījums ir beidzies.</li>
nb: <li>Standard - Rsync vil velge 'underveis' algoritmen når den kommuniserer med rsync 3.0.0 eller nyere, og 'før' algoritmen når den kommuniserer med en eldre rsync.</li><li>Før - Sletting av filer vil foregå før filøverføringen starter.</li><li>Underveis - Sletting av filer vil bli gjort inkrementelt mens filoverføringen foregår.</li><li>Forsinket - Sletting av filer vil bli kalkulert under filoverføring, og deretter slettet etter filoverføringen er ferdig.</li><li>Etter - Sletting av filer vil bli gjort når filøverføringene er ferdige.</li>
pt: <li>Default - Rsync escolherá o algoritmo 'durante' quando ligado ao rsync 3.0.0 ou mais recente, e o algoritmo 'antes' quando ligado a um rsync anterior.</li><li>Antes - A eliminação de ficheiros será feita antes do início da transferência de ficheiros.</li><li>Durante - A eliminação de ficheiros será enquanto a transferência de ficheiros está a acontecer.</li><li>Atraso - A eliminação de ficheiros será calculada durante a transferência de ficheiros, e executada após o fim da transferência.</li><li>Após - A eliminação de ficheiros será feita após o fim da transferência de ficheiros..</li>

source: A Auth Group contains authorised users and secrets for additional security.
ja: 認証グループは、追加のセキュリティの為に認証用ユーザ名とシークレットの組を含みます。
lv: Autorizācijas Grupa satur autorizētos lietotājus un noslēpumus papildus drošībai.
nb: En "Auth" gruppe inneholder autoriserte brukere og 'hemmeligheter' for ekstra sikkerhet.
pt: Um grupo 'Auth' contem utilizadores autorizados e segredos para segurança adicional.

source: A Initiator Group contains authorised initiator names and networks to access the target.
ja: イニシエータグループは、ターゲットへの接続を許可されたイニシエータ名とネットワークの組を含みます。
lv: Iniciatoru grupa satur autorizētus iniciatoru nosaukumus un tīklus, lai piekļūtu mērķim.
nb: En oppstartsgruppe inneholder autoriserte initiativtagernavn og nettverk for å aksessere ressursen.
pt: Um grupo de Iniciadores contém os nomes de iniciadores e redes autorizados a aceder aos destino iSCSI

source: A NTP time server name may only contain the characters a-z, 0-9, '-' and '.'.
ja: NTP サーバ名は英数字と記号の '-' と '.' が使用できます。
lv: NTP laika servera vārds var saturēt tikai simbolus a-z, 0-9, '-' un '.'.
nb: En NTP tids-tjeners navn kan kun inneholde tegnene a-z, 0-9 '-' og '.'.
pt: O o nome do servidor NTP pode apenas conter caracteres a-z, 0-9, '-' e '.'.

source: A Portal Group contains IP addresses and listening TCP ports to connect the target from the initiator.
ja: ポータルグループは、イニシエータからターゲットへの接続に利用するIPアドレスとTCP待ち受けポート番号の組を含みます。
lv: Portāla Grupa satur IP adreses un klausāmos TCP portus, lai savienotos ar mērķi caur iniciatoru.
nb: En portalgruppe inneholder IP adresser og lyttende TCP porter for å koble ressursen ut fra initiativtageren.
pt: Um Grupo Portal contém endereços IP e portas TCP à escuta para ligação ao alvo a partir do iniciador.

source: A VLAN with the tag %s is already defined on this interface.
ja: VLAN タグ %s は既にこのインタフェースで使用されています。
lv: VLAN ar birku %s ir jau definēts šajā interfeisā.
nb: Et VLAN med taggen %s er allerede definert på dette grensesnittet.
pt: A VLAN com a tag %s já se encontra definida nesta interface.

source: A directory listing is generated if a directory is requested and no index-file (index.php, index.html, index.htm or default.htm) was found in that directory.
ja: ディレクトリが要求された時、その中にインデックスファイル (index.php, index.html, index.htm, default.htm) が存在しない場合は、ディレクトリリストを生成します。
lv: Mapes saraksts ir ģenerēts, ja mape ir pieprasīta un index-datne (index.php, index.html, index.htm vai default.htm) nav atrasta šajā mapē.
nb: En opplisting blir generert hvis en katalog blir hentet og ingen indeks fil (index.php, index.html, index.htm eller default.htm) ble funnet i katalogen.
pt: A listagem da directoria é gerada se for requisitada e os ficheiros de índice (index.php, index.html, index.htm or default.htm) não forem encontrados dentro da mesma.

source: A host name alias. This option can appear multiple times, for each domain that has the same IP. Use a space to separate multiple alias names.
ja: ホストの別名。このオプションで 1つの IP に複数の名前を持たせる事が出来ます。複数の名前を定義する場合はスペースで区切って記述して下さい。
lv: Saimniekdatora aizstājvārds. Šī iespēja var parādīties daudzas reizes, katram domēnam, kuram ir tā pati IP. Lieto atstarpi, lai atdalītu aizstājvārdu nosaukumus.
nb: Kallenavn på node. Denne innstillingen kan forekomme flere ganger for hvert domene som har samme IP. Bruk et mellomrom for å separere kallenavnene.
pt: Um nome de máquina 'alias'. Esta opção pode aparecer múltiplas vezes, para cada domínio que use o mesmo IP. Use um espaço para separar multiplos nomes 'alias'.

source: A key will be either 5 or 13 characters (40 or 104 bits) depending of the local network and the capabilities of the adaptor. It may be specified either as a plain string or as a string of hexadecimal digits preceded by '0x'.
ja: 鍵は 5文字または 13文字 (40bit または 104bit) で指定しますが、ローカルネットワークおよびアダプタに依存します。普通の文字列としてもしくは'0x' をプレフィックスとして付与した 16進数として指定する事が可能です。
lv: Atslēga būs 5 vai 13 simboli (40 vai 104 biti) atkarībā no vietējā tīkla un adaptera iespējām. Tas var tikt norādīts kā tīra rinda vai kā heksadecimāla rinda.
nb: En nøkkel vil enten være 5 eller 13 tegn (40 eller 104 bits) avhenging av det lokale nettverket og kapabiliteten til adapteret. Kan spesifiseres som en enkelt string eller som string med heksadesimale tegn forutgått av '0x'.
pt: Uma chave terá 5 ou 13 caracteres (40 ou 104 bits) dependendo da rede local e das capacidades do adaptador. Poderá especificar tanto como string plana ou como string de dígitos hexadecimais precedidos por '0x'.

source: A route to this destination network already exists.
ja: この宛て先ネットワークへの経路情報は既に存在します。
lv: Ceļš uz mērķa tīklu jau eksistē.
nb: En rute til dette mottaker nettverket eksisterer allerede.
pt: Já existe uma rota para esta rede de destino.

source: A valid IP address must be specified.
ja: 有効な IP アドレスを指定して下さい。
lv: Ir jānorāda derīga IP adrese.
nb: En valid IP adresse må bli spesifisert
pt: Tem que especificar um endereço IP válido

source: A valid IP address or CIDR notation must be specified for the hosts allow.
ja: 許可するホストには有効な IP アドレスか CIDR 表記を指定してください。

source: A valid IPv4 address must be specified for the primary/secondary DNS server.
ja: プライマリ/セカンダリ DNS サーバは有効な IPv4 アドレスを指定してください。
lv: Priekš primārā/sekundārā DNServera ir jānorādaIPv4 adrese.
nb: En valid IPv4 adresse må spesifiseres for den primære/sekundære DNS tjeneren.
pt: Um endereço IPv4 tem de ser especificado para o servidor DNS primário/secundário.

source: A valid IPv4 address must be specified.
ja: 有効な IPv4 アドレスを指定してください。
lv: Jābūt norādītai derīgai IPv4 adresei.
nb: En gyldig IPv4 adresse må spesifiseres.
pt: Um endereço IPv4 válido tem de ser especificado.

source: A valid IPv4 network bit count must be specified.
ja: 有効な IPv4 ネットワークのビット数を指定してください。
lv: Jābūt norādītam derīgam IPv4 tīkla bitu daudzumam.
nb: Et gyldig IPv4 nettverksbit må spesifiseres.
pt: Um número válido de bits para a rede IPv4 tem de ser especificado.

source: A valid IPv6 Gateway address must be specified.
ja: 有効な IPv6 ゲートウェイアドレスを指定してください。
lv: Jābūt norādīta derīga IPv6 vartēja.
nb: En gyldig IPv6 portaladresse må spesifiseres.
pt: Uma endereço válido de gateway do tipo IPv6 deve ser especificado.

source: A valid IPv6 address must be specified for the primary/secondary DNS server.
ja: プライマリ/セカンダリ DNS サーバは有効な IPv6 アドレスを指定してください。
lv: Derīga IPv6 adrese ir jānorāda primārajam/sekundārajam DNS serverim
nb: En gyldig IPv6 adresse må spesifiseres for den primære/sekundære DNS tjeneren.
pt: Um endereço IPv6 válido deve ser especificado para o servidor DNS primário/secundário.

source: A valid IPv6 address must be specified.
ja: 有効な IPv6 アドレスを指定してください。
lv: Jābūt norādīta derīga IPv6 adrese.
nb: En gyldig IPv6 adresse må spesifiseres.
pt: Um endereço IPv6 válido deve ser especificado.

source: A valid IPv6 prefix must be specified.
ja: 有効な IPv6 アドレスプレフィックスを指定してください。
lv: Jābūt norādītam derīgam IPv6 prefiksam.
nb: Et gyldig IPv6 prefiks må spesifiseres.
pt: Um prefixo IPv6 válido deve ser especificado.

source: A valid destination network must be specified.
ja: 有効な宛て先ネットワークを指定して下さい。
lv: Jābūt norādītam derīgam saņēmēja tīklam.
nb: Et gyldig mottaksnettverk må spesifiseres.
pt: Uma rede de destino válida tem que ser especificada.

source: A valid gateway IP address must be specified.
ja: 有効なゲートウェイ IP アドレスを指定して下さい。
lv: Jānorāda derīga vartējas IP adrese.
nb: En gyldig IP adresse må spesifiseres på portalen.
pt: Tem que ser especificado um endereço IP válido para a porta de ligação (gateway).

source: A valid mtu size must be specified.
ja: 有効な MTU サイズを指定して下さい。
lv: Jānorāda derīgs mtu lielums.
nb: En gyldig størrelse på mtu må spesifiseres.
pt: É obrigatório especificar um valor válido para o MTU.

source: A valid network bit count (1-32) must be specified.
ja: 有効なネットワークのビット数 (1-32) を指定してください。
lv: Jābūt norādītam derīgam tīkla bitu daudzumam (1-32).
nb: Et gyldig antall nettverksbit (1-32) må spesifiseres.
pt: Deve ser especificado um número válido de bits (1-32).

source: A valid prefix (1-128) must be specified.
ja: 有効なプレフィックス値 (1-128) を指定してください。
lv: Jābūt norādītam derīgam prefiksam (1-128).
nb: Et gyldig prefiks (1-128) må spesifiseres.
pt: Um prefix valido (1-128) tem de ser especificado.

source: A valid systctl MIB value.
ja: 有効な sysctl MIB の値を入力して下さい。
lv: Derīga sysctl MIB vērtība.
nb: En gyldig systctl MIB verdi.
pt: Um valor systctl MIB válido.

source: ACL inherit
ja: ACL 継承

source: ACL mode
ja: ACL モード

source: AD authentication disabled
ja: AD 認証は無効です
lv: AD autentifikācija atspējota
nb: AD autentisering avslått
pt: Autenticação AD desligada.

source: AD or PDC name.
ja: AD 又は PDC 名
lv: AD vai PDC vārds.
nb: AD eller PDC navn.
pt: Nome de AD ou PDC.

source: AIO module
ja: AIO モジュール

source: AIO read size
ja: AIO 読み込みサイズ
lv: AIO lasīšanas lielums
nb: AIO lesestørrelse
pt: Tamanho de leitura AIO

source: AIO write size
ja: AIO 書き込みサイズ
lv: AIO rakstīšanas lielums
nb: AIO skrivestørrelse
pt: Tamanho de escrita AIO

source: ALL interfaces
ja: 全てのインターフェース
lv: VISAS saskarnes

source: AP mode
ja: AP モード

source: ARP Tables
ja: ARP テーブル
lv: ARP Tabulas
nb: ARP tabeller
pt: Tabelas ARP

source: ARP tables
ja: ARP テーブル
lv: ARP Tabulas
nb: ARP tabeller
pt: Tabelas ARP

source: Access
ja: アクセス
lv: Piekļuve
nb: Tilgang
pt: Acesso

source: Access Restrictions
ja: アクセス制限
lv: Piekļuves ierobežojumi
nb: Tilgangsrestriksjoner
pt: Restrições de Acesso

source: Access Time (atime)
ja: アクセスタイム (atime)
lv: Pedejas piekluvas datums (atime)

source: Access mode
ja: アクセスモード
lv: Piekļuves veids
nb: Tilgangsmodus
pt: Modo de acesso

source: Acoustic level
ja: 音響レベル
lv: Akustiskais līmenis
nb: Akustisk nivå
pt: Nível acustico

source: Action
ja: アクション
lv: Darbība
nb: Handling
pt: Acção

source: Activate
ja: 有効化
lv: Aktivizēt
nb: Aktiver
pt: Activar

source: Activate S.M.A.R.T. monitoring for this device.
ja: このデバイスの S.M.A.R.T. 機能を有効にします。
lv: Aktivizēt S.M.A.R.T. uzraudzību šai ierīcei.
nb: Aktiver S.M.A.R.T. overvåking for denne enheten.
pt: Activar a monitorização S.M.A.R.T. para este dispositivo

source: Activate email report if you want to be notified if a failure or a new error has been detected, or if a S.M.A.R.T. command to a disk fails.
ja: 通知を受け取りたい場合はメール通知機能を有効にします。処理の失敗や新しいエラーの検出、またはディスクに対する S.M.A.R.T. コマンドが失敗した時に通知されます。
lv: Iespējot e-pasta paziņojumu, ja vēlaties lai jums paziņo, ja kļūme vai kļuda tiek pamanīta, vai ja S.M.A.R.T. komanda nenokļūst līdz diskam.
nb: Aktiver e-post rapporter hvis du vil bli varslet om en stans, om en feil har blitt oppdaget eller hvis en S.M.A.R.T. kommando til en disk feiler.
pt: Active o relatório via email se desejar ser notificado quando forem detectadas falhas ou erros, ou se um comando S.M.A.R.T falhar.

source: Active Directory List
ja: アクティブなディレクトリリスト

source: Active Shares
ja: アクティブな共有

source: Active Users
ja: アクティブなユーザ
lv: Aktīvie Lietotāji
nb: Aktive brukere
pt: Utilizadores Activos

source: Add
ja: 追加
lv: Pievienot
nb: Tilføy
pt: Acrescentar

source: Add Host
ja: ホストを追加
lv: Pievienot saimniekdatoru
nb: Legg til vert
pt: Adicionar anfitrião

source: Add MIB
ja: MIB を追加
lv: Pievienot MIB
nb: Legg til MIB
pt: Adicionar MIB

source: Add RAID
ja: RAID の追加
lv: Pievienot RAID
nb: Legg til RAID
pt: Adicionar RAID

source: Add Route
ja: ルーティングの追加
lv: Pievienot ceļu
nb: Legg til rute
pt: Adicionar rota

source: Add Rsync job
ja: Rsync ジョブの追加
lv: Pievienot Rsync darbu
nb: Legg til Rsync jobb
pt: Adicionar tarefa de Rsync

source: Add URL
ja: URLを追加
lv: Pievienot URL
nb: Legg til URL
pt: Adicionar URL

source: Add additional scheduled self-test.
ja: スケジュールされたセルフテスト項目を追加します。
lv: Pievienot papildus ieplānotu paš-pārbaudi.
nb: Legg til en planlagt selv-test til.
pt: Adicionar um novo auto-teste calendarizado.

source: Add auth group
ja: 認証グループの追加
lv: Pievienot auth grupu
nb: Legg til auth gruppe
pt: Adicionar um novo grupo de autenticação

source: Add auto snapshot
ja: 自動スナップショットの追加
lv: Pievienot automatisku momentuzņēmumu
pt: Adicionar snapshot automático

source: Add command
ja: コマンドを追加
lv: Pievienot komandu
nb: Legg til kommando
pt: Adicionar comando

source: Add dataset
ja: データセットの追加
lv: Pievienot datu kopu
nb: Legg til datasett
pt: Adicionar um dataset

source: Add device
ja: デバイスを追加
lv: Pievienot ierīci
nb: Legg til enhet
pt: Adicionar dispositivo

source: Add disk
ja: ディスクの追加
lv: Pievienot disku
nb: Legg til disk
pt: Adicionar disco

source: Add extent
ja: エクステントの追加
lv: Pievienot apjomu
nb: Legg til omfang
pt: Adicionar medida

source: Add group
ja: グループの追加
lv: Pievienot grupu
nb: Legg til gruppe
pt: Adicionar um grupo

source: Add initiator
ja: イニシエータの追加
lv: Pievienot ierosinātāju
nb: Legg til initiativtager
pt: Adicionar activador

source: Add initiator group
ja: イニシエータグループの追加
lv: Pievienot ierosinātāju grupu
nb: Legg til oppstartsgruppe
pt: Adiciona grupo 'initiator'.

source: Add interface
ja: インタフェースの追加
lv: Pievienot interfeisu
nb: Legg til grensesnitt
pt: Adicionar interface

source: Add job
ja: ジョブの追加
lv: Pievienot darbu
nb: Legg til jobb
pt: Adicionar trabalho

source: Add module
ja: モジュールの追加
lv: Pievienot moduli
nb: Legg til modul
pt: Adicionar módulo

source: Add mount point
ja: マウントポイントの追加
lv: Pievienot pievienošanas punktu
nb: Legg til monteringspunkt
pt: Adicionar <i>mount-point</i>

source: Add option
ja: オプションの追加
lv: Pievienot iespēju
nb: Legg til valg
pt: Adicionar uma opção

source: Add pool
ja: プールの追加
lv: Pievienot pūlu
nb: Legg til mengde
pt: Adiciona votação.

source: Add portal group
ja: ポータルグループの追加
lv: Pievienot portāla grupu
nb: Legg til portalgruppe
pt: Adicionar grupo portal

source: Add resource
ja: リソースの追加
lv: Pievienot resursu

source: Add rule
ja: ルールの追加
lv: Pievienot noteikumu
nb: Legg til regel
pt: Adicionar uma regra

source: Add self-test
ja: セルフテストの追加
lv: Pievienot paš-testu
nb: Legg til selv-test
pt: Adicionar auto-teste

source: Add share
ja: 共有の追加
lv: Pievienot kopīgojumu
nb: Legg til deling
pt: Adicionar partilha

source: Add snapshot
ja: スナップショットの追加
lv: Pievienot momentuzņēmumu
pt: Adicionar snapshot

source: Add target
ja: ターゲットの追加
lv: Pievienot mērķi
nb: Legg til mål
pt: adicionar destino

source: Add user
ja: ユーザの追加
lv: Pievienot lietotāju
nb: Legg til bruker
pt: Adicionar utilizador

source: Add volume
ja: ボリュームの追加
lv: Pievienot tilpumu
nb: Legg til volum
pt: Adicionar volume

source: Additional group
ja: グループの追加
lv: Papildus grupa
nb: Ekstra gruppe
pt: Grupos adicionais

source: Additional parameters to the hardware-specific part of the driver.
ja: ドライバのハードウェア固有のパラメータを追加。
lv: Papildus parametri aparatūras-specifiskām daļām no draivera.
nb: Flere parametre for maskinvarespesifike delere av driveren.
pt: Parâmetros específicos para o driver de hardware .

source: Address
ja: アドレス
lv: Adrese
nb: Adresse
pt: Endereço

source: Address of the remote hastd daemon. It must be a static IP address.
ja: リモート hastd デーモンのアドレス。固定IPアドレスでなければいけません。

source: Administration password
ja: 管理者パスワード
lv: Administratora parole
nb: Administrator passord
pt: Palavra passe de administração

source: Administrative WebGUI
ja: 管理用 Web 画面
lv: Administratīvs WebGUI
nb: Administrativt WebGUI
pt: Painel de administração

source: Administrator name
ja: 管理者名
lv: Administratora vārds
nb: Administrator navn
pt: Nome do administrador

source: Advanced
ja: 高度な設定
lv: Paplašināti
nb: Avansert
pt: Avançado

source: Advanced Configuration
ja: 高度な設定
lv: Paplašinātā konfigurācija
nb: Avansert konfigurasjon
pt: Configuração Avançada

source: Advanced Options
ja: 高度なオプション
lv: Paplašinātās iespējas
nb: Avanserte innstillinger
pt: Opções Avançadas

source: Advanced Power Management
ja: 高度な電源管理
lv: Advancēts Enerģijas Menedžments
nb: Avansert strømstyring
pt: Gestão Avançada de Energia

source: Advanced settings
ja: 高度な設定
lv: Paplašināti iestatījumi
nb: Avanserte innstillinger
pt: Configurações avançadas

source: Advertisement skew
ja: 広告スキュー

source: After you click &quot;Save&quot;, you may also have to do one or more of the following steps before you can access this server again: <ul><li>change the IP address of your computer</li><li>access the webGUI with the new IP address</li></ul>
ja: &quot;保存&quot; をクリックした後、再度このサーバへアクセスする為に以下のステップを実行する必要があるかもしれません。<ul><li>コンピュータの IP アドレスを変更して下さい</li><li>新しい IP アドレスで WebGUI へアクセスして下さい</li></ul>
